{"response": {"meta": {"offset": 90, "time": 55, "hits": 152723}, "docs": [{"slideshow_credits": null, "document_type": "article", "_id": "4fd24e748eb7c8105d7f00b3", "section_name": "Magazine", "news_desk": "Magazine", "print_page": "76", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2005/12/18/magazine/18food.html", "source": "The New York Times", "abstract": null, "snippet": "Candy can be made by cooks of all skill levels, as long as they don't mind standing and stirring for what seems like an eternity....", "blog": [], "type_of_material": "News", "byline": {"original": "By Amanda Hesser", "person": [{"firstname": "Amanda", "rank": 1, "role": "reported", "organization": "", "lastname": "Hesser"}]}, "pub_date": "2005-12-18T00:00:00Z", "word_count": 671, "lead_paragraph": "Candy can be made by cooks of all skill levels, as long as they don't mind standing and stirring for what seems like an eternity (but is really only 20 to 30 minutes). Instant gratification can be more easily found at www.bigtipscandy.com, where Will Noonan and Beth Kimmerle stock obscure retro candies. And if you would like to know when Tootsie Rolls and jelly beans were created, Delphine Moreau's ''Candy,'' due out in February, contains a candy time line.", "keywords": [{"value": "COOKING AND COOKBOOKS", "name": "subject"}, {"value": "RECIPES", "name": "subject"}], "headline": {"main": "Free Ranging", "kicker": "Food"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd264558eb7c8105d81799d", "section_name": "Magazine", "news_desk": "Magazine", "print_page": "113", "multimedia": [{"url": "imagepages/2005/11/10/magazine/13food.1.html", "legacy": {"MultimediaPopupHeight1": "325", "MultimediaPopupWidth1": "250", "MultimediaType1": "Image", "MultimediaUrl1": "imagepages/2005/11/10/magazine/13food.1.html"}, "height": 325, "type": "Image", "rank": "1", "width": 250}], "subsection_name": null, "web_url": "http://www.nytimes.com/2005/11/13/dining/13food.html", "source": "The New York Times", "abstract": null, "snippet": "How to create a Hollywood hot spot in two months or less. Starring: the Tower Bar....", "blog": [], "type_of_material": "News", "byline": {"original": "By Christine Muhlke", "person": [{"firstname": "Christine", "rank": 1, "role": "reported", "organization": "", "lastname": "Muhlke"}]}, "pub_date": "2005-11-13T00:00:00Z", "word_count": 1765, "lead_paragraph": "Even people who don't live in Los Angeles can tick off the names of its power scenes, restaurants where deals trump the meals. Mr. Chow, Campanile, the Grill on the Alley -- places where the phrase ''You'll never eat lunch in this town again'' is considered a very real threat.", "keywords": [{"value": "HOLLYWOOD (CALIF)", "name": "glocations"}, {"value": "LOS ANGELES (CALIF)", "name": "glocations"}, {"value": "RESTAURANTS", "name": "subject"}], "headline": {"main": "The Way We Eat; Scene Stealer", "kicker": "Food"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2352a8eb7c8105d7c6c80", "section_name": "Magazine", "news_desk": "Magazine Desk", "print_page": "57", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/02/15/magazine/food-trans-atlantic-passions.html", "source": "The New York Times", "abstract": "Jason Epsteinï", "snippet": "On the morning of Dec. 30, 1953, my first wife, Barbara, and I were married at a friend's apartment on Morningside Heights. Then, with the wedding guests following behind, we sped down the West Side Highway beside the sparkling Hudson under a bril...", "blog": [], "type_of_material": "News", "byline": {"original": "By Jason Epstein", "person": [{"firstname": "Jason", "rank": 1, "role": "reported", "organization": "", "lastname": "Epstein"}]}, "pub_date": "2004-02-15T00:00:00Z", "word_count": 1810, "lead_paragraph": "On the morning of Dec. 30, 1953, my first wife, Barbara, and I were married at a friend's apartment on Morningside Heights. Then, with the wedding guests following behind, we sped down the West Side Highway beside the sparkling Hudson under a brilliant wind-swept sky to the pier where the stately old Ile de France was preparing to sail at noon. We had booked a first-class cabin. Neither of us was rich, but two years previously I had suggested to the publishing company where I worked a better way of selling books. My plan succeeded. The profits were immediate, substantial and certain to increase. I had precipitated what would thereafter be called ''the paperback revolution.'' This trip was one of the rewards. In those prejet days, when most trans-Atlantic travelers sailed to Europe, it was customary for publishers to go first class. Book publishing has never been lucrative, but for me (and probably for many others), the work we did in those years was itself payment enough. The annual scouting trip to England and the Continent by sea was a traditional perquisite, compensation for monastic wages. Barbara and I were going to meet the important postwar European writers. I was 25 and fearless.", "keywords": [{"value": "DUCKS", "name": "subject"}, {"value": "COOKING AND COOKBOOKS", "name": "subject"}, {"value": "RECIPES", "name": "subject"}, {"value": "POULTRY", "name": "subject"}], "headline": {"main": "Trans-Atlantic Passions", "kicker": "FOOD"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd235238eb7c8105d7c673c", "section_name": "Magazine", "news_desk": "Magazine Desk", "print_page": "61", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/01/25/magazine/food-chef-to-go.html", "source": "The New York Times", "abstract": "Amanda Hesser article cites Sara Jenkins as example of Manhattan chefs who leave behind trail of abandoned jobs as they seek own culinary voice and restaurant owners who will leave them free to create; cites her success at revitalizing restaurants; recipes; photo (M)p", "snippet": "In New York there are two kinds of successful chefs. There are those who work their ways up through the kitchens of elite restaurants like Daniel and Jean-Georges and then break out and form their own branding machines. For this, Tom Colicchio is ...", "blog": [], "type_of_material": "News", "byline": {"original": "By Amanda Hesser", "person": [{"firstname": "Amanda", "rank": 1, "role": "reported", "organization": "", "lastname": "Hesser"}]}, "pub_date": "2004-01-25T00:00:00Z", "word_count": 1842, "lead_paragraph": "In New York there are two kinds of successful chefs. There are those who work their ways up through the kitchens of elite restaurants like Daniel and Jean-Georges and then break out and form their own branding machines. For this, Tom Colicchio is the mold. After Gramercy Tavern, he opened Craft, then Craftbar and now 'wichcraft. Then there are the stealth chefs, those who require dedicated diners to keep their ears to the ground, listening for their every move. They tend to move a lot, because they don't own their restaurants. They are the soul searchers, the gypsies who leave trails of abandoned jobs in their wakes as they seek their culinary voices and search out owners who will nurture their creative powers (i.e. leave them alone). They build followings and hope that some day the stars will align and investors will plunk wads of cash in front of them so they can open their own places. Scott Conant, the chef at the celebrated L'Impero, was once one of these. Before he got a stake in L'Impero, he cooked at a number of neighborhood Italian restaurants, each one more forgettable than the previous.", "keywords": [{"value": "JENKINS, SARA", "name": "persons"}, {"value": "NEW YORK CITY", "name": "glocations"}, {"value": "LABOR", "name": "subject"}, {"value": "RESTAURANTS", "name": "subject"}], "headline": {"main": "Chef To Go", "kicker": "FOOD"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2491b8eb7c8105d7e6668", "section_name": "Magazine", "news_desk": "Magazine Desk", "print_page": "47", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/01/11/magazine/food-green-party.html", "source": "The New York Times", "abstract": "Julia Reed Food column on Southerners' strong allegiances to greens--collard, mustard or turnip; recipes; photo (M)", "snippet": "When I was married last spring, my friend Elaine Shannon sent me a stack of wonderful old Southern cookbooks, which prompted a lively e-mail correspondence about the food we each grew up eating. In one of her dispatches, Elaine, who is from Georgi...", "blog": [], "type_of_material": "News", "byline": {"original": "By Julia Reed", "person": [{"firstname": "Julia", "rank": 1, "role": "reported", "organization": "", "lastname": "Reed"}]}, "pub_date": "2004-01-11T00:00:00Z", "word_count": 1779, "lead_paragraph": "When I was married last spring, my friend Elaine Shannon sent me a stack of wonderful old Southern cookbooks, which prompted a lively e-mail correspondence about the food we each grew up eating. In one of her dispatches, Elaine, who is from Georgia, reported that her grandmother had two biases about food: roast beef had to be cooked until it fell apart, and she couldn't abide collard greens. To her, Elaine wrote, ''collards were worse than useless, and any house where they had been cooked had to be burned to the ground. She was a turnip-greens woman.'' I didn't know it at the time, but my own mother, until recently, was one, too. (She grew up in Nashville, a place described in ''Nashville: Personality of a City'' as ''the turnip-greens and hog-jowl center of the universe.'' Alfred Leland Crabb writes, ''These two were used in fitting combination . . . by 1810, and the townspeople's appetite for them has not waned.'') I discovered her allegiance this year when I was appointed cook for Thanksgiving and called her from the produce aisle to ask how many people were coming so I'd be sure to get enough collards. ''Collards?'' she roared with such disgust I almost dropped my cellphone. ''They are tough and, well, just awful.'' I responded that I had recently eaten some of my friend Robert Carter's braised collards at the superlative Peninsula Grill in Charleston, S.C., and that they were some of the most delicious things I had ever tasted. She was unimpressed and told me that I had best bring home some turnip and mustard greens too.", "keywords": [{"value": "TURNIPS", "name": "subject"}, {"value": "COOKING AND COOKBOOKS", "name": "subject"}, {"value": "RECIPES", "name": "subject"}, {"value": "COLLARD GREENS", "name": "subject"}, {"value": "MUSTARD GREENS", "name": "subject"}], "headline": {"main": "Green Party", "kicker": "FOOD"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd246718eb7c8105d7e14dc", "section_name": "Magazine", "news_desk": "Magazine Desk", "print_page": "81", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/09/28/magazine/food-country-comfort.html", "source": "The New York Times", "abstract": "Julia Reed article on singer George Jones and his country sausage line; recipes; photo (M)2", "snippet": "The first time I interviewed Tammy Wynette, I was greeted at the kitchen door by her fifth husband, George Richey, who was in the process of making sausage with biscuits and gravy, a classic combination. Richey's biscuits were homemade, and his gr...", "blog": [], "type_of_material": "News", "byline": {"original": "By Julia Reed", "person": [{"firstname": "Julia", "rank": 1, "role": "reported", "organization": "", "lastname": "Reed"}]}, "pub_date": "2003-09-28T00:00:00Z", "word_count": 1908, "lead_paragraph": "The first time I interviewed Tammy Wynette, I was greeted at the kitchen door by her fifth husband, George Richey, who was in the process of making sausage with biscuits and gravy, a classic combination. Richey's biscuits were homemade, and his gravy was ''cream,'' the kind made with milk and flour and sausage grease. Cream gravy looks a little too much like cat throw-up to me, but the sausage was good and so were the biscuits, and I was impressed that Richey, who is also a talented producer and songwriter, was doing his own cooking. (He was, too -- when he checked the biscuits through the oven window, he grinned and said, ''Oh, yeah, those are gonna be award winners right there.'') There has long been a connection between country music and country sausage. The Louvin Brothers recorded the jingle for the Tennessee Pride brand almost 50 years ago; these days a new version can be heard at the Grand Ole Opry every Saturday night. In 1969, Jimmy Dean, whose hits include ''Big Bad John,'' started selling his own sausage, and now he claims it's the nation's No. 1 brand.", "keywords": [{"value": "JONES, GEORGE", "name": "persons"}, {"value": "BIOGRAPHICAL INFORMATION", "name": "subject"}, {"value": "SAUSAGES", "name": "subject"}, {"value": "MEAT", "name": "subject"}, {"value": "RECIPES", "name": "subject"}], "headline": {"main": "Country Comfort", "kicker": "FOOD"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2362c8eb7c8105d7c801e", "section_name": "Magazine; Books", "news_desk": "Magazine Desk", "print_page": "57", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/09/29/magazine/food-que-syrah-syrah.html", "source": "The New York Times", "abstract": "Jonathan Reynolds article describes his dinner with Karen MacNeil, author of The Wine Bible, at her home in St Helena, Calif; they taste and analyze syrah, which complements meal of lamb shanks and cumin-scented barley; recipes; photo (M)", "snippet": "Karen MacNeil runs a tight ship. ''Syrah, when it's on, can be knee-weakeningly sensual in its texture,'' the author of ''The Wine Bible'' says while prepping eight different syrahs for tasting, high, high up among the gracefully terraced Napa Val...", "blog": [], "type_of_material": "News", "byline": {"original": "By Jonathan Reynolds", "person": [{"firstname": "Jonathan", "rank": 1, "role": "reported", "organization": "", "lastname": "Reynolds"}]}, "pub_date": "2002-09-29T00:00:00Z", "word_count": 1776, "lead_paragraph": "Karen MacNeil runs a tight ship. ''Syrah, when it's on, can be knee-weakeningly sensual in its texture,'' the author of ''The Wine Bible'' says while prepping eight different syrahs for tasting, high, high up among the gracefully terraced Napa Valley vineyards north of St. Helena, Calif. She is in the dining room with her husband, Dennis Fife; their 11-day-old adopted daughter, Emma Olivia; and Lucy and Franny, a pair of loping Dalmatians. Emma, 18 inches long, sleeps free of care (though with the occasional scowl) in her bassinet on the floor, while the dogs threaten the china and glassware with their sweeping tails. Lamb shanks and barley cook in the oven, and mellow brass plays in the living room. ''Writing about this grape presents challenges,'' Karen says. ''It can be both masculine and polished -- sort of like a rugged man wearing boots and a tuxedo.'' Wine books normally sell about 6,000 copies a year; hers sold 125,000 in less than a year.", "keywords": [{"value": "WINE BIBLE, THE (BOOK)", "name": "creative_works"}, {"value": "MACNEIL, KAREN", "name": "persons"}, {"value": "ST HELENA (CALIF)", "name": "glocations"}, {"value": "WINES", "name": "subject"}, {"value": "BARLEY", "name": "subject"}, {"value": "LAMB", "name": "subject"}, {"value": "COOKING AND COOKBOOKS", "name": "subject"}, {"value": "BOOKS AND LITERATURE", "name": "subject"}, {"value": "ALCOHOLIC BEVERAGES", "name": "subject"}], "headline": {"main": "Que Syrah, Syrah", "kicker": "FOOD"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd238248eb7c8105d7cad6d", "section_name": "Magazine", "news_desk": "Magazine Desk", "print_page": "51", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/08/04/magazine/food-pour-it-on.html", "source": "The New York Times", "abstract": "Jonathan Reynolds article gives recipes for cool dishes suitable for August; photo (M)", "snippet": "Read this slowly. Prolong the vowels. It's hot out. Words will salve.     Repeating a single mantra three or four times can soothe, depending on which om you choose. Close your eyes and exhale. Picture and think ''liiiiiiiiqwwiiiiiiiid.'' Not ''li...", "blog": [], "type_of_material": "News", "byline": {"original": "By Jonathan Reynolds", "person": [{"firstname": "Jonathan", "rank": 1, "role": "reported", "organization": "", "lastname": "Reynolds"}]}, "pub_date": "2002-08-04T00:00:00Z", "word_count": 1651, "lead_paragraph": "Read this slowly. Prolong the vowels. It's hot out. Words will salve. Repeating a single mantra three or four times can soothe, depending on which om you choose. Close your eyes and exhale. Picture and think ''liiiiiiiiqwwiiiiiiiid.'' Not ''lik-wid,'' ''liiiiiiiiqwwiiiiiiiid.'' Hold the visual icon against your retina, then, after three or four seconds, say it. August will now be bearable. The word and the substance can not only save your summer; they can also change the way your tongue relates to your palate, bring balm to your scratchy irritation, even affect how you move through life. ''Liquid'' doesn't refer only to tall, frosty drinks or to the sweat on the outside of an iced glass -- so pleasurable against forehead, temple or wrist when New York's damp sun threatens to enrage you -- though both can certainly be sedative. It should also become your worldview.", "keywords": [{"value": "COOKING AND COOKBOOKS", "name": "subject"}, {"value": "RECIPES", "name": "subject"}], "headline": {"main": "Pour It On", "kicker": "FOOD"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd219658eb7c8105d797680", "section_name": "Magazine", "news_desk": "Magazine Desk", "print_page": "49", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/02/24/magazine/food-dinner-and-a-movie.html", "source": "The New York Times", "abstract": "Jonathan Reynolds cooking article on preparing sardine dishes, including Stargazy pie, Cornish creation; recipes; photo (M)", "snippet": "Nasty with unpredictability and generally greeted with both horror and delight, the sardine-packed Stargazy Pie, not unlike Owen Wilson and Wes Anderson's ''Royal Tenenbaums,'' is a spectacular, witty surprise and guarantees to kindle conversation...", "blog": [], "type_of_material": "News", "byline": {"original": "By Jonathan Reynolds", "person": [{"firstname": "Jonathan", "rank": 1, "role": "reported", "organization": "", "lastname": "Reynolds"}]}, "pub_date": "2002-02-24T00:00:00Z", "word_count": 1685, "lead_paragraph": "Nasty with unpredictability and generally greeted with both horror and delight, the sardine-packed Stargazy Pie, not unlike Owen Wilson and Wes Anderson's ''Royal Tenenbaums,'' is a spectacular, witty surprise and guarantees to kindle conversation at your next dinner party. Academy voters take note. According to the tough British food writer Jane Grigson, Stargazy pie (sometimes spelled ''Stargazey'') is a Cornish creation traditionally made on Tom Bawcock's Eve, two days before Christmas, commemorating the night on which brave Bawcock went to sea to find sustenance for his foodless hometown of Mousehole. Against all odds he returned with netfuls of sardines, fed the town with this pie and wound up with a dish and an extremely minor holiday named after him. Asking where the townspeople found the bacon and hard-boiled eggs in the foodless burg is as irrelevant as questioning how the girl who married Cain got there.", "keywords": [{"value": "COOKING AND COOKBOOKS", "name": "subject"}, {"value": "RECIPES", "name": "subject"}], "headline": {"main": "Dinner and a Movie", "kicker": "FOOD"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2275e8eb7c8105d7afe13", "section_name": "Magazine", "news_desk": "Magazine Desk", "print_page": "55", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2001/07/22/magazine/food-cabbage-fever.html", "source": "The New York Times", "abstract": "Jonathan Reynolds Food column on cabbage; recipes for cabbage pesto, penne with cabbage and potatoes and fiesolana; photo (L)", "snippet": "Next to the turnip, the cabbage is probably the most reviled vegetable in the Western world. This unfortunate spin has more to do with the willful British punishment inflicted on its preparation for 500 years than with anything inherent in the poo...", "blog": [], "type_of_material": "News", "byline": {"original": "By Jonathan Reynolds", "person": [{"firstname": "Jonathan", "rank": 1, "role": "reported", "organization": "", "lastname": "Reynolds"}]}, "pub_date": "2001-07-22T00:00:00Z", "word_count": 1704, "lead_paragraph": "Next to the turnip, the cabbage is probably the most reviled vegetable in the Western world. This unfortunate spin has more to do with the willful British punishment inflicted on its preparation for 500 years than with anything inherent in the poor misunderstood crucifera itself. With the exceptions of Jane Grigson and Elizabeth David, that nation's approach to the worthy leaf has been to boil it till it's about the feel and flavor of a deflated basketball. Cabbage smells up the kitchen, looks pathetic, kids don't like it and, in Grigson's words, it can ''ruin a meal with its wet flab.'' Unfortunately, her and David's solutions haven't been satisfactory either; rather than revealing its rich and subtle flavors, they tend to weigh it down with a mask of bacons, butters, cheeses and creams, chestnuts, sausages and, in the case of David's gros chou farçi à la Provençale, a sheep's brain. The Germans haven't been much help either, customarily stuffing the thing with an entire pig, lots of ground beef and potatoes. Eastern Europeans get to the point much quicker: after steaming it for five minutes, they sandwich barbells between the leaves. The French also cook it for hours and then load it up with high jinks, albeit tastier camouflage than most other countries. And we Americans certainly haven't done much to create cacoethes ourselves.", "keywords": [{"value": "CABBAGE", "name": "subject"}, {"value": "COOKING AND COOKBOOKS", "name": "subject"}], "headline": {"main": "Cabbage Fever", "kicker": "FOOD"}}]}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "status": "OK"}