{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "WHOLE grains -- like rice, barley and wheat berries -- have rich, nutty, satisfying flavors, but they also beg for embellishment. With the addition of herbs, onions and other vegetables -- and a little dressing -- they can be turned into delicious...", "section_name": "New York and Region", "print_page": "18", "abstract": "Florence Fabricant column on use of whole grains in salads; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-04-26T00:00:00Z", "word_count": 716, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "WHOLE grains -- like rice, barley and wheat berries -- have rich, nutty, satisfying flavors, but they also beg for embellishment. With the addition of herbs, onions and other vegetables -- and a little dressing -- they can be turned into delicious salads. Here are three salads, each for a different grain and a cast of supporting ingredients. They are best served barely warm or at room temperature, as a first course, a side dish or, if the recipe is doubled or tripled, a component on a buffet.", "headline": {"kicker": "FOOD", "main": "Salads of Rice, Barley and Wheat Berries, Enhanced by Herbs"}, "_id": "4fd2066c8eb7c8105d76faa9", "web_url": "http://www.nytimes.com/1998/04/26/nyregion/food-salads-of-rice-barley-and-wheat-berries-enhanced-by-herbs.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SHRIMP are perennial and popular. No need to worry whether the fish market will have them on hand. And they are so versatile they can be used for everything from hors d'oeuvres with cocktails to appetizers, salads, soups, pasta and main courses.  ...", "section_name": "New York and Region", "print_page": "14", "abstract": "Florence Fabricant column offers recipes for pasta and rice dishes flavored with shrimp; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-02-01T00:00:00Z", "word_count": 844, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "SHRIMP are perennial and popular. No need to worry whether the fish market will have them on hand. And they are so versatile they can be used for everything from hors d'oeuvres with cocktails to appetizers, salads, soups, pasta and main courses. In some dishes, like risotto, the flavor of shrimp can be enhanced by using shrimp stock. Though recipes often suggest fish stock as a substitute, it lacks the sweetly briny intensity that shrimp impart. Do not even think of using overly salty bottled clam juice.", "headline": {"kicker": "FOOD", "main": "Flavoring Risotto and Pasta With Shrimp"}, "_id": "4fd1e57c8eb7c8105d730c21", "web_url": "http://www.nytimes.com/1998/02/01/nyregion/food-flavoring-risotto-and-pasta-with-shrimp.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE smart cook keeps dried fruit of all kinds on hand during the holiday season to dress up an array of dishes. These days it is not difficult to find organic dried fruit in particular -- even in the supermarket -- and it pays to look for them.   ...", "section_name": "New York and Region", "print_page": "22", "abstract": "Florence Fabricant (Food) column on holiday dishes that feature organic dried fruit; recipes; sketches (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-12-07T00:00:00Z", "word_count": 736, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "THE smart cook keeps dried fruit of all kinds on hand during the holiday season to dress up an array of dishes. These days it is not difficult to find organic dried fruit in particular -- even in the supermarket -- and it pays to look for them. Aside from their myriad uses in desserts, currants and dried cranberries are excellent added to pilafs and sauces for meats. Dried apples enhance mulled cider or even tea; dried apricots are delicious roasted with chunks of root vegetables like carrots and parsnips, and raisins have their place in some pasta sauces, especially those made with nuts.", "headline": {"kicker": "FOOD", "main": "From Canapes to Dessert, Dried Fruit Adds to Holiday Dishes"}, "_id": "4fd1f5458eb7c8105d74eb71", "web_url": "http://www.nytimes.com/1997/12/07/nyregion/food-from-canapes-to-dessert-dried-fruit-adds-to-holiday-dishes.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "EGGPLANT is as good cold as it is hot, which makes it a versatile end-of-summer vegetable. Its natural companions are late summer too: tomatoes, peppers, basil and olive oil -- the tastes of the Mediterranean.    The most common eggplant is the la...", "section_name": "New York and Region", "print_page": "14", "abstract": "Moira Hodgson (Food) column on versatility of eggplants; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-08-24T00:00:00Z", "word_count": 1051, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "EGGPLANT is as good cold as it is hot, which makes it a versatile end-of-summer vegetable. Its natural companions are late summer too: tomatoes, peppers, basil and olive oil -- the tastes of the Mediterranean. The most common eggplant is the large, purple-skinned variety, but now smaller, thinner Japanese eggplants and white-skinned ones have become more widely available. These are not usually as bitter as the large ones. Grilling or frying concentrates the bitterness (from a chemical called solanine) in a way that slow cooking, like baking or roasting, does not. If you sprinkle slices of eggplant on both sides with sea salt and press them down under weights in a colander, they will exude the bitter juices. They will also absorb markedly less oil.", "headline": {"kicker": "FOOD", "main": "Eggplant Offers Some End-of-Summer Versatility"}, "_id": "4fd1de528eb7c8105d721bf2", "web_url": "http://www.nytimes.com/1997/08/24/nyregion/eggplant-offers-some-end-of-summer-versatility.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Like an astral shower sizzling through an inclement sky, the Great White Way is burning red and yellow. They are the colors of raw meat, fire, Campbell's soup and golden arches. Primary colors for primal urges. Cheerful, hopeful, life-affirming co...", "section_name": "Magazine", "print_page": "97", "abstract": "Molly O'Neill Food column on culinary tour of Times Square food scene, accompanied by her brother, visiting from Ohio; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-05-18T00:00:00Z", "word_count": 1620, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "Like an astral shower sizzling through an inclement sky, the Great White Way is burning red and yellow. They are the colors of raw meat, fire, Campbell's soup and golden arches. Primary colors for primal urges. Cheerful, hopeful, life-affirming colors. The colors that burn from truck stops and minimalls across America. After a century of looking to itself to inform the hinterlands, New York is looking west of the Hudson to make itself more palatable.", "headline": {"kicker": "FOOD", "main": "Hello, Columbus"}, "_id": "4fd1f8ca8eb7c8105d754f4b", "web_url": "http://www.nytimes.com/1997/05/18/magazine/hello-columbus.html", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "TIMES SQUARE AND 42D STREET (NYC)"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "RISOTTO made with tender spring vegetables is one of the glories of Italian food. If you order it in a good restaurant this time of the year, you will be asked to wait 25 minutes. It is worth the wait.    Like the best northern Italian dishes, ris...", "section_name": "New York and Region", "print_page": "16", "abstract": "Article on preparation of risotto; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-04-06T00:00:00Z", "word_count": 772, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "RISOTTO made with tender spring vegetables is one of the glories of Italian food. If you order it in a good restaurant this time of the year, you will be asked to wait 25 minutes. It is worth the wait. Like the best northern Italian dishes, risotto is elegant and simple, but there are a few tricks to getting it right. First, always use Italian short- grain rice like arborio or vialone; nothing else will do as a substitute. This rice has large round grains with a white, hard core, and when it is cooked the core remains al dente -- slightly resistant to the bite -- while becoming creamy at the same time. Other rice simply turns soft.", "headline": {"kicker": "FOOD", "main": "The Glories of Risotto as First Course or a Side Dish"}, "_id": "4fd1fe568eb7c8105d75f2a9", "web_url": "http://www.nytimes.com/1997/04/06/nyregion/the-glories-of-risotto-as-first-course-or-a-side-dish.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AUTUMN IS TRICKY IN FLORENCE. ON the sunny days, which are usually quite warm, the light is so clear and unwavering that it creates geometric shapes against the city's sloping tiled roofs, gabled towers, fanciful facades and outdoor sculpture, all...", "section_name": "Magazine", "print_page": "73", "abstract": "Molly O'Neill Food column on sturdy fish stews (umido) that are delicious on autumn day in Florence; recipes; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-11-10T00:00:00Z", "word_count": 1636, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "AUTUMN IS TRICKY IN FLORENCE. ON the sunny days, which are usually quite warm, the light is so clear and unwavering that it creates geometric shapes against the city's sloping tiled roofs, gabled towers, fanciful facades and outdoor sculpture, all of which is as much a part of the city as its watermarked paper and red wine. Under the Eastern slant of the morning sun in early November, the Pitti Palace becomes a flat juxtaposition of light and dark. The well-curlicued town of the Medicis turns Cubist. You tend to take to the road, heading south into the countryside to connect with the climbing Chiantigiana. The harvest in Chianti is nearly finished, and a winy, sweetly rotting scent hangs over the rolling hills, the wooded mountains and the gentle pastures. You grow sad and, eventually, you grow ravenously hungry. Olives are being picked and pressed. A smokiness hovers in the air, creating a veil between the landscape and yourself. Perhaps this accounts for the relief you feel when you're immersed in the ancient Tuscan landscape. The steaks grilled over vine cuttings in the small inns that dot the road in Chianti are satisfying. But the satisfaction is fleeting. Bright or dour, autumn in and around Florence begs for things subtle yet substantial.", "headline": {"kicker": "FOOD", "main": "Lunch in the Piazza"}, "_id": "4fd1ede18eb7c8105d740aba", "web_url": "http://www.nytimes.com/1996/11/10/magazine/lunch-in-the-piazza.html", "keywords": [{"name": "glocations", "value": "FLORENCE (ITALY)"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "FISH AND OTHER MARINE LIFE"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEFTOVER cooked fish or shellfish plus mayonnaise can equal lunch or perhaps  even part of a summer dinner. To serve more than two people, a substantial amount of seafood, a pound or so, is needed. Another approach, of course, might  be to buy and...", "section_name": "New York and Region", "print_page": "12", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-07-21T00:00:00Z", "word_count": 647, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "LEFTOVER cooked fish or shellfish plus mayonnaise can equal lunch or perhaps even part of a summer dinner. To serve more than two people, a substantial amount of seafood, a pound or so, is needed. Another approach, of course, might be to buy and cook extra fish or shellfish to lighten the next day's mealtime marketing and preparation. Take time to pick out any stray bones or bits of shell before using cooked seafood. Mayonnaise, the other essential ingredient, is used in well-seasoned mixtures, so the fat-free type, which leaves something to be desired in terms of flavor when used plain, will do just fine.", "headline": {"kicker": "FOOD", "main": "Leftover Cooked Fish Becomes Lunch"}, "_id": "4fd1f63f8eb7c8105d75063d", "web_url": "http://www.nytimes.com/1996/07/21/nyregion/food-leftover-cooked-fish-becomes-lunch.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "MARY ELLEN TENDS TO BE PRAGMATIC, UNsentimental and very, very clear. She knows that the image she has of herself as a hostess -- the graciousness nurtured by her mother and grandmother and the competence acquired through assiduous study of life-s...", "section_name": "Magazine", "print_page": "69", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-04-28T00:00:00Z", "word_count": 1746, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "MARY ELLEN TENDS TO BE PRAGMATIC, UNsentimental and very, very clear. She knows that the image she has of herself as a hostess -- the graciousness nurtured by her mother and grandmother and the competence acquired through assiduous study of life-style magazines -- has about as much value as her appendix. Unlike most of her girlhood friends, Mary Ellen still has her appendix, though the only times she ever thinks about this vestigial organ is when she looks at the 20 sterling place settings she inherited: fish knives and sauce spoons, marrow spoons and pickle forks -- the appendixes of the table.", "headline": {"kicker": "FOOD", "main": "A Balanced Blowout"}, "_id": "4fd1f5058eb7c8105d74e659", "web_url": "http://www.nytimes.com/1996/04/28/magazine/food-a-balanced-blowout.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "CALL it calamari if you will, but squid has achieved an acceptance today that would have seemed impossible 15 or so years ago. And now octopus is on the way.          Both these cephalopods are more commonly served in restaurants than at home.  So...", "section_name": "New York and Region", "print_page": "16", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-03-17T00:00:00Z", "word_count": 581, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "CALL it calamari if you will, but squid has achieved an acceptance today that would have seemed impossible 15 or so years ago. And now octopus is on the way. Both these cephalopods are more commonly served in restaurants than at home. Some ethnic groups, notably Italians and Greeks, dote on them. And more home cooks should give them a try, especially now that fish markets often sell them cleaned.", "headline": {"kicker": "FOOD", "main": "A Change of Pace With Squid and Octopus, Grilled or in Salad"}, "_id": "4fd1c22b8eb7c8105d6f190e", "web_url": "http://www.nytimes.com/1996/03/17/nyregion/food-a-change-of-pace-with-squid-and-octopus-grilled-or-in-salad.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 168, "offset": 370}}, "status": "OK"}