{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "For most of his life, mort rosenblum, the former editor of The International Herald Tribune and now a special correspondent for The Associated Press, has suffered from Foreign Correspondents Disorder, a condition characterized by a failure to expe...", "section_name": "Magazine", "print_page": "45", "abstract": "Molly O'Neill (Food) column on the olive groves owned by journalist Mort Rosenblum in Provence, France; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-07-06T00:00:00Z", "word_count": 1652, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'NEILL", "organization": "", "firstname": "Molly"}], "original": "By MOLLY O'NEILL"}, "multimedia": [], "blog": [], "lead_paragraph": "For most of his life, mort rosenblum, the former editor of The International Herald Tribune and now a special correspondent for The Associated Press, has suffered from Foreign Correspondents Disorder, a condition characterized by a failure to experience meaning except in proximity to war and a preference for international intrigue over human intimacy. And then, on a craggy piece of land he had purchased in Provence, next to the charred remains of an ancient farmhouse, Rosenblum discovered --under giant oaks and centuries of bramble -- 200 olive trees, forgotten, forlorn, yet resolutely alive, pushing their silver leaves toward a hidden sun.", "headline": {"kicker": "FOOD", "main": "An Acquired Taste"}, "_id": "4fd1f9478eb7c8105d75605f", "web_url": "http://www.nytimes.com/1997/07/06/magazine/an-acquired-taste.html", "keywords": [{"name": "persons", "value": "ROSENBLUM, MORT"}, {"name": "glocations", "value": "PROVENCE (FRANCE)"}, {"name": "subject", "value": "OLIVES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LUMP crabmeat is a luxury, but except for a few stray bits of cartilage that might be picked out, there is no waste. And because it is as rich tasting as the price suggests, no more than one-half cup is needed per serving. Sometimes less will do. ...", "section_name": "New York and Region", "print_page": "12", "abstract": "Florence Fabricant article on preparing lump crabmeat; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-04-13T00:00:00Z", "word_count": 781, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "LUMP crabmeat is a luxury, but except for a few stray bits of cartilage that might be picked out, there is no waste. And because it is as rich tasting as the price suggests, no more than one-half cup is needed per serving. Sometimes less will do. Lump crabmeat is picked from blue crabs, the same crabs that become soft shell when they molt. The smaller the pieces of crab in the tin the lower the price, which in any case rarely drops below $15 a pound. Jumbo lump crabmeat can be $25 to $30 a pound.", "headline": {"kicker": "FOOD", "main": "Crabmeat, a Luxury That Stretches a Long Way"}, "_id": "4fd20edf8eb7c8105d780a3d", "web_url": "http://www.nytimes.com/1997/04/13/nyregion/crabmeat-a-luxury-that-stretches-a-long-way.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The comfort of eating a thick soup is widely extolled. The warming smoothness, the ease of the slurp, the cosseting character of the mix are indisputably pleasurable. What's not known is the joy that comes from making such a soup. The reward of do...", "section_name": "Magazine", "print_page": "57", "abstract": "Molly O'Neill article on making soups; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-03-16T00:00:00Z", "word_count": 1662, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "The comfort of eating a thick soup is widely extolled. The warming smoothness, the ease of the slurp, the cosseting character of the mix are indisputably pleasurable. What's not known is the joy that comes from making such a soup. The reward of doing something so mundane is regularly dismissed in a culture where process is seen as a barrier to gratification. Making soup, however, can rectify the balance. Suddenly, the art of doing can be as pleasurable as the fact of having. But be prepared to surrender to the exigencies of time. After all, using a canned or frozen broth to make your soup, even a broth of high quality, will ultimately weaken the valence of your mix, and what should be weighty in the mouth will instead be light; what should linger will evaporate; what should be capable of supporting big, complicated flavors will wobble. If you are not armed with homemade broth, gratification will be tenuous at best.", "headline": {"kicker": "FOOD", "main": "Anatomy of a Soup"}, "_id": "4fd1f83c8eb7c8105d75451a", "web_url": "http://www.nytimes.com/1997/03/16/magazine/anatomy-of-a-soup.html", "keywords": [{"name": "subject", "value": "SOUPS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IN THE MOVIE ''BIG NIGHT,'' two brothers, recently arrived from Italy, seek fame and fortune by opening a restaurant in New Jersey. One brother has a natural affinity for glad-handing and compromise; the other is convinced that pure and perfect re...", "section_name": "Magazine", "print_page": "57", "abstract": "Molly O'Neill column on Italian home cooking of Egidiana Maccioni, wife and partner of Sirio Maccioni, owner of Le Cirque; interview; photo; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-02-23T00:00:00Z", "word_count": 1694, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "IN THE MOVIE ''BIG NIGHT,'' two brothers, recently arrived from Italy, seek fame and fortune by opening a restaurant in New Jersey. One brother has a natural affinity for glad-handing and compromise; the other is convinced that pure and perfect renditions of his native foods are the only salvation in life. Unfortunately, taking a superior position to veal parmigiana in a place like New Jersey -- in the 1950's! -- is not what you'd call a good business decision. Sirio Maccioni, on the other hand, never made that mistake. After leaving Tuscany, he scrambled as a waiter in Manhattan before opening Le Cirque. There, he took great pains to accommodate the fickle tastes of le beau monde. But many Sunday nights, special customers were invited to clamber up the stairs of his sixth-floor walk-up for a pot of bollito misto prepared by his wife, Egidiana.", "headline": {"kicker": "FOOD", "main": "Mama Le Cirque"}, "_id": "4fd1fcca8eb7c8105d75beb9", "web_url": "http://www.nytimes.com/1997/02/23/magazine/mama-le-cirque.html", "keywords": [{"name": "persons", "value": "MACCIONI, SIRIO"}, {"name": "persons", "value": "MACCIONI, EGIDIANA"}, {"name": "organizations", "value": "LE CIRQUE"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "ON a recent chilly evening I sat down to a large bowl of mussels at Bambou, a Jamaican restaurant in Manhattan. When the waiter brought the dish, which was filled with plump mussels carefully arranged in concentric circles, the aroma of spices and...", "section_name": "New York and Region", "print_page": "10", "abstract": "Moira Hodgson Food column on steamed mussels; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-12-29T00:00:00Z", "word_count": 826, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "ON a recent chilly evening I sat down to a large bowl of mussels at Bambou, a Jamaican restaurant in Manhattan. When the waiter brought the dish, which was filled with plump mussels carefully arranged in concentric circles, the aroma of spices and broth was so enticing that everyone at the table began to dig in and ask for more. Chef Herb Wilson adds curry powder, coconut milk and lemon grass to the broth, a perfect foil for the briny flavor of the mussels. In Belgium, mussels are steamed with shallots, parsley and white wine and served with a pile of french fries with mayonnaise. This is one of my favorite dishes, and I also love mussels cooked this way and served on tagliatelle. Another good way to cook mussels is in a broth flavored with saffron, orange peel and tomatoes. A crusty French baguette goes best with the dish.", "headline": {"kicker": "FOOD", "main": "Mussels Steamed in Broth Chase the Chill"}, "_id": "4fd20cfb8eb7c8105d77cc8c", "web_url": "http://www.nytimes.com/1996/12/29/nyregion/mussels-steamed-in-broth-chase-the-chill.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A SIMPLE tomato sauce, often marinara bolstered with garlic and basil, is likely to be the partner selected most frequently for pasta. But there are some other favorites coming on the scene, in restaurants, cookbooks and on supermarket shelves. Th...", "section_name": "New York and Region", "print_page": "16", "abstract": "Food column on tangy sauces with marinara as base; recipes (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-11-10T00:00:00Z", "word_count": 832, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "A SIMPLE tomato sauce, often marinara bolstered with garlic and basil, is likely to be the partner selected most frequently for pasta. But there are some other favorites coming on the scene, in restaurants, cookbooks and on supermarket shelves. These other sauces, notably puttanesca, amatriciana, arrabbiata and fra diavolo, offer extra flavor from garlic, hot peppers and the salty tang of olives and capers. But using marinara as the point of departure, they are all easily made. Restraint may not be called for when it comes to seasonings. But with these, as well as other pasta sauces, it pays to be frugal when serving. About a half cup a person is ample to dress a normal portion of pasta, four ounces before cooking.", "headline": {"kicker": "FOOD", "main": "Tangy Sauces With Marinara as Base"}, "_id": "4fd1cd388eb7c8105d704532", "web_url": "http://www.nytimes.com/1996/11/10/nyregion/tangy-sauces-with-marinara-as-base.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "CERTAIN ingredients can add another dimension to a dish. A pinch of curry powder or ground chili, a dash of soy sauce or sesame oil, can sometimes make a surprising difference. They should, of course, be added judiciously so they don't overwhelm o...", "section_name": "New York and Region", "print_page": "14", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-07-28T00:00:00Z", "word_count": 1030, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "CERTAIN ingredients can add another dimension to a dish. A pinch of curry powder or ground chili, a dash of soy sauce or sesame oil, can sometimes make a surprising difference. They should, of course, be added judiciously so they don't overwhelm or compete with the other ingredients.", "headline": {"kicker": "FOOD", "main": "Adding Flavor With a Dash"}, "_id": "4fd1f20e8eb7c8105d749172", "web_url": "http://www.nytimes.com/1996/07/28/nyregion/adding-flavor-with-a-dash.html", "keywords": [{"name": "subject", "value": "VINEGAR"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IN my experience,\" wrote the late English food writer Jane Grigson, \"clever food is not appreciated at Christmas. It makes the little ones cry and the old ones nervous.\"         I feel the same about Thanksgiving. I don't approve of doing weird th...", "section_name": "New York and Region", "print_page": "24", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1995-11-19T00:00:00Z", "word_count": 656, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "IN my experience,\" wrote the late English food writer Jane Grigson, \"clever food is not appreciated at Christmas. It makes the little ones cry and the old ones nervous.\" I feel the same about Thanksgiving. I don't approve of doing weird things with turkey such as gussying it up with curry, chilies or pineapple. But when it comes to vegetables, I do like to do more than serve the usual broccoli, creamed onions and Brussels sprouts. I happen to love them, but I also like to add other vegetables to the display, chosen for color to brighten the look of the table. Purees of bright green spinach and orange acorn squash look very pretty served side by side in the same dish. And beets, roasted in their skins so that their flavor is concentrated, add a cheerful note.", "headline": {"kicker": "FOOD", "main": "Adding Color and Ease to Holiday Vegetable Dishes"}, "_id": "4fd201ef8eb7c8105d766abd", "web_url": "http://www.nytimes.com/1995/11/19/nyregion/food-adding-color-and-ease-to-holiday-vegetable-dishes.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "ROSY stalks of fresh rhubarb arrive in the market to coincide with the peak of the season for California strawberries. They remain on hand when the locally grown strawberry crop is ready.   The popular strawberry-rhubarb pie is the inevitable resu...", "section_name": "New York and Region", "print_page": "20", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1995-04-30T00:00:00Z", "word_count": 738, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "ROSY stalks of fresh rhubarb arrive in the market to coincide with the peak of the season for California strawberries. They remain on hand when the locally grown strawberry crop is ready. The popular strawberry-rhubarb pie is the inevitable result. But forgetting strawberries, there are a number of other partners for rhubarb -- pineapple, for example -- to say nothing of other uses besides pie.", "headline": {"kicker": "FOOD", "main": "Rhubarb and Savory Partners"}, "_id": "4fd1c8a28eb7c8105d6fb3ce", "web_url": "http://www.nytimes.com/1995/04/30/nyregion/food-rhubarb-and-savory-partners.html", "keywords": [{"name": "subject", "value": "RHUBARB"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THIS year Easter and Passover coincide. Passover begins at sundown on April 14, Good Friday. When Easter Sunday occurs two days later, the eight-day Passover celebration will still be in progress.   Although eggs will certainly be served thoughout...", "section_name": "New York and Region", "print_page": "17", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1995-04-02T00:00:00Z", "word_count": 783, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "THIS year Easter and Passover coincide. Passover begins at sundown on April 14, Good Friday. When Easter Sunday occurs two days later, the eight-day Passover celebration will still be in progress. Although eggs will certainly be served thoughout Passover, they will not by dyed or decorated. Nor is there likely to be matzoh at Easter Sunday dinners. But, nonetheless, the coincidence of the two religious events suggests an ecumenical menu suitable for both.", "headline": {"kicker": "FOOD", "main": "Lamb for Easter And for Passover"}, "_id": "4fd1cb778eb7c8105d7009b6", "web_url": "http://www.nytimes.com/1995/04/02/nyregion/food-lamb-for-easter-and-for-passover.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 29, "offset": 150}}, "status": "OK"}