{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "VEGETABLES that were never thought of as yellow have, in the last few years, started casting a sunny glow over produce stands. Peppers, zucchini, tomatoes, potatoes, cucumbers and even beets have gone for the gold.    Except for yellow tomatoes, w...", "section_name": "New York and Region", "print_page": "12", "abstract": "Florence Fabricant column offers recipes for yellow-hued summer vegetables; recipes; drawings (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-09-13T00:00:00Z", "word_count": 743, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "VEGETABLES that were never thought of as yellow have, in the last few years, started casting a sunny glow over produce stands. Peppers, zucchini, tomatoes, potatoes, cucumbers and even beets have gone for the gold. Except for yellow tomatoes, which tend to be less acidic than their common red cousins, most of these bright newcomers do not differ dramatically in flavor from the more typical scarlet, green, brown or purple counterparts. But on the plate, the color can be stunning. Cold Golden Squash Soup Total time: 40 minutes, plus chilling 2 tablespoons extra-virgin olive oil 1 medium onion, sliced 1 clove garlic, minced 1 tablespoon curry powder 4 medium golden zucchini or yellow squash, coarsely chopped 1 cup chicken stock 1 tablespoon fresh lemon juice 1 1/3 cups plain yogurt Salt and freshly ground black pepper 1 tablespoon fresh coriander leaves. 1. Heat the oil in a heavy saucepan. Add the onion and cook over low heat until soft but not brown. Stir in the garlic and curry powder. Heat a few seconds, then add the squash and chicken stock. Cover and cook until the zucchini is very tender, about 20 minutes. 2. Puree the contents of the saucepan in a food processor or blender. Allow to cool briefly. 3. Stir in the lemon juice and one cup of the yogurt. Season to taste with salt and pepper. Chill for at least three hours. 4. To serve, top each portion of soup with a dollop of the reserved yogurt and a sprinkling of the coriander leaves. Yield: 4 servings. Baked Golden Vegetables Total time: 1 hour 15 minutes Salt 1/4 pound fresh wax beans 1 pound yellow-fleshed potatoes, peeled and cut in 1-inch chunks 3 tablespoons unsalted butter 1 medium-size onion, chopped 1/2 sweet yellow pepper, seeded and chopped 1 medium-size golden zucchini or yellow summer squash, diced 1 teaspoon curry powder Kernels from 6 ears fresh yellow corn 2/3 cup well-seasoned chicken stock Freshly ground black pepper 3 tablespoons dry bread crumbs 1 tablespoon freshly grated Parmesan. 1. Bring salted water to a boil in a two-quart saucepan. Trim the beans, slant-cut them in one-inch lengths and drop into the pot. Cook about five minutes, until they are tender. Remove with a slotted spoon and set aside. 2. Put the potatoes in the saucepan of boiling water and cook about 15 minutes, until they are just tender. 3. While the potatoes are cooking, melt two tablespoons of the butter in a large, nonstick skillet. Add the onions, yellow pepper and squash and cook over medium-low heat until they are tender. Remove from the skillet and set aside. 4. When the potatoes are done, drain and add them to the skillet. Increase the heat to medium high and cook, stirring, until the potatoes are lightly browned. Return the onion, yellow pepper and squash to the skillet along with the beans. Stir in the curry powder. Stir in the corn and chicken stock. Cook another minute or two and remove from the heat. The mixture will be moist. Season to taste with salt and pepper. 5. Spoon the mixture into a six-cup baking dish. Mix the bread crumbs and cheese together and sprinkle over the top. Dot with bits of the remaining butter. 6. About 30 minutes before serving, preheat oven to 400 degrees. Put the baking dish in the oven and bake about 20 minutes, until the vegetables are hot and the topping is lightly browned. Yield: 6 servings. Golden Couscous Total time: 30 minutes 2 tablespoons extra-virgin olive oil 1 large yellow pepper, seeded and diced 1 medium onion, finely chopped Kernels from 4 ears fresh yellow corn Salt and freshly ground black pepper 1 1/2 cups chicken stock 2 teaspoons ground turmeric 1 teaspoon ground cumin 1 cup instant couscous. 1. Heat one tablespoon of the oil in a skillet, add the pepper and onion and saute over medium heat until golden. Stir in the corn and cook briefly for a few minutes. Season to taste with salt and pepper and set aside. 2. Bring the chicken stock to a boil in a saucepan, stir in the turmeric and cumin and add a tablespoon of olive oil. Stir in the couscous, remove from heat, cover and let stand for five minutes. 3. Fluff the couscous with a fork and fold in the pepper and corn mixture. Fluff again and serve warm or at room temperature. Yield: 4 to 6 servings.", "headline": {"kicker": "FOOD", "main": "The Brightening Touch of Favorite Vegetables in Golden Hues"}, "_id": "4fd1ff718eb7c8105d7617da", "web_url": "http://www.nytimes.com/1998/09/13/nyregion/food-the-brightening-touch-of-favorite-vegetables-in-golden-hues.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "PASTA'S popularity has to do not only with its versatility and taste appeal but also with its convenience. What else do you have on the pantry shelf that does not have a lot of additives, yet can be ready to serve, with minimal effort, in minutes?...", "section_name": "New York and Region", "print_page": "18", "abstract": "Florence Fabricant column offers quick pasta classics using ingredients already on hand; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-05-10T00:00:00Z", "word_count": 781, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "PASTA'S popularity has to do not only with its versatility and taste appeal but also with its convenience. What else do you have on the pantry shelf that does not have a lot of additives, yet can be ready to serve, with minimal effort, in minutes? A number of pasta classics fall into this category. Some would even get a nod of approval from purists whose canned tomatoes are always the San Marzano variety (that is a type of tomato, not a brand), whose Parmesan is imported from Italy and whose extra-virgin olive oil is never less than $20 a liter.", "headline": {"kicker": "FOOD", "main": "Pasta Magic, in Minutes, From the Pantry"}, "_id": "4fd1dfed8eb7c8105d725a99", "web_url": "http://www.nytimes.com/1998/05/10/nyregion/food-pasta-magic-in-minutes-from-the-pantry.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "ONE of the simplest and most foolproof ways of cooking fish fillets is to bake them. In restaurants chefs often sear the fish first on the top of the stove in a nonstick pan to give it a little color, and then finish it in a hot oven. Grouper, a f...", "section_name": "New York and Region", "print_page": "14", "abstract": "Food column on fish recipes, including baked salmon recipe by chef Jean-Georges Vongerichten; drawing (L)`", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-03-08T00:00:00Z", "word_count": 735, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "ONE of the simplest and most foolproof ways of cooking fish fillets is to bake them. In restaurants chefs often sear the fish first on the top of the stove in a nonstick pan to give it a little color, and then finish it in a hot oven. Grouper, a firm-fleshed fish (it is almost like chicken) is wonderful prepared this way, roasted with capers and thyme leaves. This method also works well with sea bass, which is more delicate, and I like to serve the fillets on individual plates on a mound of slivered artichokes, which have finished cooking alongside it. Not long ago I came upon a recipe by Chef Jean-Georges Vongerichten in which he baked salmon fillets at the astonishingly low temperature of 250 degrees. This method of cooking salmon, a rich, fatty fish, took me by surprise. But it is the best way of cooking salmon I have tried. The fish looks rather raw when you take it out of the oven, but it is not. It has a moist but flaky texture and an intense, buttery flavor. Chef Vongerichten garnished his version with chive oil; for variation, I used basil oil, which also looks beautiful on the plate, its deep green complementing the pale pink of the salmon. Mashed potatoes go perfectly with it.", "headline": {"kicker": "FOOD", "main": "Fish Fillets Take Well to Searing, Then Baking in a Hot Oven"}, "_id": "4fd216c28eb7c8105d7919b5", "web_url": "http://www.nytimes.com/1998/03/08/nyregion/food-fish-fillets-take-well-to-searing-then-baking-in-a-hot-oven.html", "keywords": [{"name": "persons", "value": "VONGERICHTEN, JEAN-GEORGES"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AMONG the simplest, most inviting concepts is the crostini. A plate of simple rounds of good bread, toasted and topped with some savory mixture can fuel the cocktail hour very nicely without destroying appetites. An assortment of crostini can also...", "section_name": "New York and Region", "print_page": "16", "abstract": "Food column suggests ways to prepare crostini, with several variations (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-03-01T00:00:00Z", "word_count": 768, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "AMONG the simplest, most inviting concepts is the crostini. A plate of simple rounds of good bread, toasted and topped with some savory mixture can fuel the cocktail hour very nicely without destroying appetites. An assortment of crostini can also become an easy first course when the wine is poured.", "headline": {"kicker": "FOOD", "main": "Make Crostini to Whet the Appetite and Add Panache"}, "_id": "4fd1fb438eb7c8105d7597b7", "web_url": "http://www.nytimes.com/1998/03/01/nyregion/food-make-crostini-to-whet-the-appetite-and-add-panache.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "CAULIFLOWER and anchovies are one of the more curious and successful marriages in the kitchen. When anchovies are cooked they develop a subtle, almost nutty taste and they act as a perfect foil for the mild sweetness of cauliflower, a vegetable th...", "section_name": "New York and Region", "print_page": "12", "abstract": "Moira Hodgson article on preparing dishes with cauliflower and anchovies; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-01-25T00:00:00Z", "word_count": 836, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "CAULIFLOWER and anchovies are one of the more curious and successful marriages in the kitchen. When anchovies are cooked they develop a subtle, almost nutty taste and they act as a perfect foil for the mild sweetness of cauliflower, a vegetable that can be rather bland when eaten on its own. No one knows this more than the Italians. They serve cauliflower with anchovy sauce and capers as part of an antipasto spread or as a side dish with meat or fish. Also, they frequently serve it as a sauce for pasta, perking it up with some red hot pepper flakes (in Sardinia, pine nuts and raisins are added too). In Piedmont, cauliflower with bagna cauda sauce -- the classic hot anchovy, garlic and oil sauce -- and a good deal of chopped parsley is frequently served. In a new cookbook, ''A Passion for Piedmont'' by Matt Kramer (William Morrow), I recently came across an intriguing recipe that included winter squash.", "headline": {"kicker": "FOOD", "main": "The Perfect Teaming of Cauliflower and Anchovies"}, "_id": "4fd215a98eb7c8105d78f47c", "web_url": "http://www.nytimes.com/1998/01/25/nyregion/food-the-perfect-teaming-of-cauliflower-and-anchovies.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AN easy but festive holiday dish that might even take advantage of leftovers? It is not impossible if you consider bread puddings. Whether it is sweet or savory, simply based on a custard or made with added vegetables or fruit, served warm or chil...", "section_name": "New York and Region", "print_page": "14", "abstract": "Florence Fabricant discusses festive holiday puddings; recipes for creamed-spinach pudding, eggnog bread pudding and ginger-pear pudding; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-12-21T00:00:00Z", "word_count": 698, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "AN easy but festive holiday dish that might even take advantage of leftovers? It is not impossible if you consider bread puddings. Whether it is sweet or savory, simply based on a custard or made with added vegetables or fruit, served warm or chilled, bread pudding is best made with stale bread.", "headline": {"kicker": "FOOD", "main": "To Add a Festive Touch, Make a Bread Pudding"}, "_id": "4fd202198eb7c8105d767265", "web_url": "http://www.nytimes.com/1997/12/21/nyregion/food-to-add-a-festive-touch-make-a-bread-pudding.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "FOR many people, the stuffing is the best part of Thanksgiving dinner. But I also like the spread of late fall vegetables that are a traditional part of this meal.    One of my favorite ways of preparing them happens to be the simplest: slow roast...", "section_name": "New York and Region", "print_page": "18", "abstract": "Moira Hodgson Food column on slow roasting late fall vegetables; drawing; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-11-16T00:00:00Z", "word_count": 764, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "FOR many people, the stuffing is the best part of Thanksgiving dinner. But I also like the spread of late fall vegetables that are a traditional part of this meal. One of my favorite ways of preparing them happens to be the simplest: slow roasting. They are peeled and cut in cubes, tossed in olive oil and herbs and put in the oven with the turkey, which is best cooked at a fairly low temperature (about 325 degrees).", "headline": {"kicker": "FOOD", "main": "Slow Roasting, Parboiling or Glazing Vegetables to Perfection"}, "_id": "4fd203db8eb7c8105d769ea8", "web_url": "http://www.nytimes.com/1997/11/16/nyregion/food-slow-roasting-parboiling-or-glazing-vegetables-to-perfection.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE AXIS OF FINE DINING HAS SHIFTED, FROM the pomp and preciousness that framed a memorable restaurant meal 10 years ago to something far simpler and more personal. In Paris today, a memorable meal might be the food you get in a bistro, something ...", "section_name": "Magazine", "print_page": "63", "abstract": "Molly O'Neill column on classic and nouveau bistro fare; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-02-09T00:00:00Z", "word_count": 1744, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "THE AXIS OF FINE DINING HAS SHIFTED, FROM the pomp and preciousness that framed a memorable restaurant meal 10 years ago to something far simpler and more personal. In Paris today, a memorable meal might be the food you get in a bistro, something as simple and nostalgic as a roast or a chop, something that is in essence home cooking, but done to a fine turn. Bistros have long been a kind of culinary laboratory, where solid regional cooking is made lighter and more decorative for a cosmopolitan audience. But as the economics of French dining change, and as brilliant three-star restaurants begin to close, bistro cooking has risen to new heights. Now, not only is the old being made new, but the new is being made dazzling.", "headline": {"kicker": "FOOD", "main": "A Little Squab Will Do You"}, "_id": "4fd1eea98eb7c8105d742382", "web_url": "http://www.nytimes.com/1997/02/09/magazine/a-little-squab-will-do-you.html", "keywords": [{"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "HOLIDAY entertaining, sometimes orchestrated well in advance, but sometimes more spontaneous, often calls for tidbits to nibble with drinks. When the event is long in the planning, hors d'oeuvres can be made, frozen and reheated. But with last-min...", "section_name": "New York and Region", "print_page": "10", "abstract": "Florence Fabricant article on preparing hors d'oeuvres for last-minute guests; recipes; drawings (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-12-22T00:00:00Z", "word_count": 596, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "HOLIDAY entertaining, sometimes orchestrated well in advance, but sometimes more spontaneous, often calls for tidbits to nibble with drinks. When the event is long in the planning, hors d'oeuvres can be made, frozen and reheated. But with last-minute guests, some quick but fancy footwork is necessary.", "headline": {"kicker": "FOOD", "main": "Quick Tidbits to Fix for Last-Minute Holiday Guests"}, "_id": "4fd20cf08eb7c8105d77c748", "web_url": "http://www.nytimes.com/1996/12/22/nyregion/quick-tidbits-to-fix-for-last-minute-holiday-guests.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AUTUMN risottos have a personality all their own. Bolstered with butternut squash, mushrooms, cabbage and sausage and sturdy herbs like sage and thyme, they tend to be hearty and fortifying....", "section_name": "New York and Region", "print_page": "18", "abstract": "Florence Fabricant Food column on some autumn risotto dishes; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-12-08T00:00:00Z", "word_count": 785, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "AUTUMN risottos have a personality all their own. Bolstered with butternut squash, mushrooms, cabbage and sausage and sturdy herbs like sage and thyme, they tend to be hearty and fortifying.", "headline": {"kicker": "FOOD", "main": "For the Fall Table, Hearty and Fortifying Risotto"}, "_id": "4fd1edd48eb7c8105d740002", "web_url": "http://www.nytimes.com/1996/12/08/nyregion/for-the-fall-table-hearty-and-fortifying-risotto.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 101, "offset": 560}}, "status": "OK"}