{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "IT may be late summer but eggplant, zucchini, peppers, corn and tomatoes still beckon. They are the makings of colorful and delicious meals or parts of meals.    Eggplant is one of the most versatile products of this abundant harvest. The meatines...", "section_name": "New York and Region", "print_page": "8", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-09-05T00:00:00Z", "word_count": 1011, "news_desk": "New Jersey Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "IT may be late summer but eggplant, zucchini, peppers, corn and tomatoes still beckon. They are the makings of colorful and delicious meals or parts of meals. Eggplant is one of the most versatile products of this abundant harvest. The meatiness of eggplant gives it main-dish heft. And even though the raw flesh soaks up oil like a sponge, slices of plain eggplant can be seared on the grill, then used in a vegetable ragout with only a bit of fat in the dish.", "headline": {"kicker": "FOOD", "main": "Eggplant Stars in This Summer Stock"}, "_id": "4fd1bb298eb7c8105d6e5a0b", "web_url": "http://www.nytimes.com/1993/09/05/nyregion/food-eggplant-stars-in-this-summer-stock.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "WHEN it first appeared in bookstores this spring, \"Cucina del Mare\" by Evan Kleinman (Morrow) was inviting. Now, in midsummer, the light, fresh touch it espouses with seafood is compelling.   Ms. Kleinman, the owner of several restaurants in the L...", "section_name": "New York and Region", "print_page": "8", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-07-25T00:00:00Z", "word_count": 825, "news_desk": "New Jersey Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "WHEN it first appeared in bookstores this spring, \"Cucina del Mare\" by Evan Kleinman (Morrow) was inviting. Now, in midsummer, the light, fresh touch it espouses with seafood is compelling. Ms. Kleinman, the owner of several restaurants in the Los Angeles area, has a way of deftly combining a few key ingredients that result in bright, savory dishes whose flavors have great integrity. The subtitle of the book is \"Fish and Seafood Italian Style.\" As anyone familiar with how fish and seafood are prepared in Italy already knows, simplicity is the rule. Unlike many American restaurant chefs, Ms. Kleinman avoids overburdening her creations with an excess of trendy items.", "headline": {"kicker": "FOOD", "main": "From the Sea, Italian Style"}, "_id": "4fd1e8388eb7c8105d7362c3", "web_url": "http://www.nytimes.com/1993/07/25/nyregion/food-from-the-sea-italian-style.html", "keywords": [{"name": "creative_works", "value": "CUCINA DEL MARE (BOOK)"}, {"name": "persons", "value": "KLEINMAN, EVAN"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Texas horizon goes on forever, punctuated by the occasional oil rig, the lackadaisical cattle herd, and every once in a while, flat urban sprawl. And everywhere (at least on weekends, as sunset approaches), there are discrete plumes of smoke r...", "section_name": "Magazine", "print_page": "31", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-07-04T00:00:00Z", "word_count": 1748, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "The Texas horizon goes on forever, punctuated by the occasional oil rig, the lackadaisical cattle herd, and every once in a while, flat urban sprawl. And everywhere (at least on weekends, as sunset approaches), there are discrete plumes of smoke rising like tumbleweed across the big blue sky. Barbecue smoke is to the Texas skyline what cathedral spires are to European capitals: sacred things, icons of identity. Barbecue fanatics speak of it more like religion than cooking. In Texas, says Dean Fearing, chef of the Mansion on Turtle Creek in Dallas, \"Barbecue is God.\"", "headline": {"kicker": "FOOD", "main": "The Texas Three-Step"}, "_id": "4fd1bb348eb7c8105d6e6105", "web_url": "http://www.nytimes.com/1993/07/04/magazine/food-the-texas-three-step.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IN SUMMER, THE URGE TO EAT LIGHT, however powerful, is easily sabotaged. A pristine tumble of greens, for instance, becomes a rich meal when tossed with a traditionally made vinaigrette and topped with oil-baked croutons, cold meat or cheese. A li...", "section_name": "Magazine", "print_page": "53", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-06-13T00:00:00Z", "word_count": 1894, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "IN SUMMER, THE URGE TO EAT LIGHT, however powerful, is easily sabotaged. A pristine tumble of greens, for instance, becomes a rich meal when tossed with a traditionally made vinaigrette and topped with oil-baked croutons, cold meat or cheese. A light summer soup turns hefty with a dollop of cream. And the addition of a butter or olive oil sauce can tranform the leanest, poached fish into a dietary hazard -- leaving the diner feeling as logy as a hot, humid night. To eat light, while still savoring the fresh, vivid flavors of summer, is a conundrum. Grilling, sans sauce, and salad, hold-the-dressing, are tantamont to dining interruptus. Cooking with infused vinegars and oils is one solution to the season's predicament. Using vegetable juice is an even more versatile approach -- with less damage to the beach physique.", "headline": {"kicker": "FOOD", "main": "Creative Juices"}, "_id": "4fd1a8698eb7c8105d6c44eb", "web_url": "http://www.nytimes.com/1993/06/13/magazine/food-creative-juices.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "JUICES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AFTER THE FAIR maiden of spring, summer's appetite is like an indecisive lover. Subdued by heat and the mixed blessing of long, slow days, warm-weather hunger is languid and lackadaisical, loath to commit to a full meal, looking to be convinced.  ...", "section_name": "Magazine", "print_page": "43", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-05-30T00:00:00Z", "word_count": 1830, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "AFTER THE FAIR maiden of spring, summer's appetite is like an indecisive lover. Subdued by heat and the mixed blessing of long, slow days, warm-weather hunger is languid and lackadaisical, loath to commit to a full meal, looking to be convinced. The season obliges with a swollen opulence, an overabundance of produce and choice that sends the summer cook charging the barbecue like a bull to a cape. Grilled summer food is a quick fix, an impetuous response to lusty temptation. It takes a cool and even hand to resist; it also takes a little contemplation.", "headline": {"kicker": "FOOD", "main": "A SUMMER DRIZZLE"}, "_id": "4fd1e68c8eb7c8105d733076", "web_url": "http://www.nytimes.com/1993/05/30/magazine/food-a-summer-drizzle.html", "keywords": [{"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "OLIVE OIL"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The rich land that rolls from the dark side of the Pyrenees and sprawls north toward the vineyards of Bordeaux in southwest France seems to exist for fall: the red, gold and umber gasp of the deciduous trees that line its byways and fields of corn...", "section_name": "Magazine", "print_page": "67", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-11-08T00:00:00Z", "word_count": 2157, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "The rich land that rolls from the dark side of the Pyrenees and sprawls north toward the vineyards of Bordeaux in southwest France seems to exist for fall: the red, gold and umber gasp of the deciduous trees that line its byways and fields of corn; the lumps of wild cepes that push between the earth and the forest floor; the blistered aroma of Armagnac and of ripe plums distilling into eau de vie, and the final ounces of fat that plumps the livers of geese and ducks and reduces them to a waddle. Gascony is central to the French sense of self. It is the land of the Three Musketeers, foie gras and fall. Americans flock to New England, Italians favor Tuscany and the French are pulled to the land of D'Artagnan, where the aroma of walnuts, rough wine, duck fat and garlic seems to swagger, an olfactory bluster dismissing summer and daring winter.", "headline": {"kicker": "FOOD", "main": "The Duck Stops Here"}, "_id": "4fd1c35d8eb7c8105d6f20ba", "web_url": "http://www.nytimes.com/1992/11/08/magazine/food-the-duck-stops-here.html", "keywords": [{"name": "persons", "value": "DAGUIN, ANDRE"}, {"name": "glocations", "value": "GASCONY (FRANCE)"}, {"name": "glocations", "value": "FRANCE"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Of all the varieties of fiber-rich dried beans, lentils are by far the easiest to cook. They belong on the pantry shelf along with rice and pasta to use regularly for salads, side dishes and soups and to bolster casseroles.    There are many kinds...", "section_name": "New York and Region", "print_page": "16", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-10-18T00:00:00Z", "word_count": 755, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "Of all the varieties of fiber-rich dried beans, lentils are by far the easiest to cook. They belong on the pantry shelf along with rice and pasta to use regularly for salads, side dishes and soups and to bolster casseroles. There are many kinds of lentils on the market, the most common being the fairly flat brown variety. There are also orange lentils in the same shape. French lentils are dark green, smaller and rounder. These are excellent for salads because they tend to hold their shape better. The lentils from France come from an area called Le Puy, near Gascony in the southwest.", "headline": {"kicker": "FOOD", "main": "Easy-to-Cook Lentils as a Good Source of Fiber"}, "_id": "4fd1d6fe8eb7c8105d714f5d", "web_url": "http://www.nytimes.com/1992/10/18/nyregion/food-easy-to-cook-lentils-as-a-good-source-of-fiber.html", "keywords": [{"name": "subject", "value": "LENTILS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "FOR NEARLY A THOUSAND SUMMERS, SALADS HAVE been tossed and turned. One era asks them to be sprightly bites of freshly plucked lettuce meant to invigorate and refresh. Another demands that salads be foils for more substance -- beds for chicken, tun...", "section_name": "Magazine", "print_page": "49", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-08-09T00:00:00Z", "word_count": 1890, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "FOR NEARLY A THOUSAND SUMMERS, SALADS HAVE been tossed and turned. One era asks them to be sprightly bites of freshly plucked lettuce meant to invigorate and refresh. Another demands that salads be foils for more substance -- beds for chicken, tuna or lobster; counterpoints to grilled meat, fried bacon, poached eggs, baked cheese. Since the Renaissance, when trade with the Far East and the discovery of America brought hundreds of new vegetables to gardens, salads have mirrored the social appetite. Wild tumbles of greens and herbs, lightly dressed and minimally arranged, usually accompany periods of romanticism, when nature is honored as a transcendent force. More constrained and arranged salads proliferate when humans become suspicious of nature's caprice. As the salad is tossed, so goes the culture.", "headline": {"kicker": "FOOD", "main": "The Raw and the Cooked"}, "_id": "4fd1b2ff8eb7c8105d6d675f", "web_url": "http://www.nytimes.com/1992/08/09/magazine/food-the-raw-and-the-cooked.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "REAL tomatoes are back. For the next couple of months we don't even have to consider commercial tomatoes that have been picked \"green-mature,\" washed in chlorine, coated with parafin oil, ethylene-gassed to make them turn pink and, as a final indi...", "section_name": "New York and Region", "print_page": "12", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-08-02T00:00:00Z", "word_count": 754, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "REAL tomatoes are back. For the next couple of months we don't even have to consider commercial tomatoes that have been picked \"green-mature,\" washed in chlorine, coated with parafin oil, ethylene-gassed to make them turn pink and, as a final indignity, refrigerated. At local markets and farm stands, tomatoes will now be available in their full vine-ripened glory, and chefs everywhere are taking advantage of the fact. At the Odeon, a bistro in TriBeCa, Stephen Lyle, the chef, blends red tomatoes with fresh corn, roasted red peppers and chilies. The result is a remarkable deep red soup packed with flavor. At the Southwestern-style restaurant Mesa Grill, Bobby Flay smokes tomatoes over aromatic woodchips and makes an unusual salsa with them, which he serves with chicken, fish or hamburgers (it is particularly good with grilled salmon). At Alo Alo, an Italian restaurant on the Upper East Side, Matthew Kenney, the chef, serves an unusual form of gazpacho, making separate purees of yellow beefsteak and red tomatoes, which he seasons with cayenne pepper, red wine vinegar and cumin. He pours the yellow and red purees into each soup bowl at the same time, creating a two-tone effect, and garnishes the soup with basil leaves and croutons.", "headline": {"kicker": "FOOD", "main": "Taking Advantage of Season's Tomatoes"}, "_id": "4fd1a1148eb7c8105d6b67a3", "web_url": "http://www.nytimes.com/1992/08/02/nyregion/food-taking-advantage-of-season-s-tomatoes.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "TOMATOES"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IT'S hard to get some people to eat enough vegetables, no matter what the health guidelines are. A plate of steamed spinach is, after all, a plate of steamed spinach. But different kinds of vegetables cooked together and seasoned in interesting wa...", "section_name": "New York and Region", "print_page": "10", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-07-19T00:00:00Z", "word_count": 744, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "IT'S hard to get some people to eat enough vegetables, no matter what the health guidelines are. A plate of steamed spinach is, after all, a plate of steamed spinach. But different kinds of vegetables cooked together and seasoned in interesting ways appeal to even the most diehard of meat eaters. Baking vegetables concentrates their flavor in a way that steaming does not. Potatoes, beets, carrots, artichokes, broccoli and mushrooms -- whatever looks good from the garden or in the market -- can be seasoned with herbs, wrapped in foil and baked in the oven. This method works very well for a dinner party, when a variety of vegetables can be used and arranged attractively on a serving platter.", "headline": {"kicker": "FOOD", "main": "Making the Veggies More Appealing"}, "_id": "4fd1b58d8eb7c8105d6db568", "web_url": "http://www.nytimes.com/1992/07/19/nyregion/food-making-the-veggies-more-appealing.html", "keywords": [{"name": "subject", "value": "VEGETABLES"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 88, "offset": 210}}, "status": "OK"}