{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "SWEETLY luscious ripe pears have an affinity for nuts of all kinds. Walnuts, pecans and almonds can be scattered on pear desserts and salads or used in the batter of pear cakes.     Though good pears are on the market now, it is best not to buy th...", "section_name": "New York and Region", "print_page": "24", "abstract": "Florence Fabricant (Food) column on dishes that combine pears and nuts; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-12-06T00:00:00Z", "word_count": 689, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "SWEETLY luscious ripe pears have an affinity for nuts of all kinds. Walnuts, pecans and almonds can be scattered on pear desserts and salads or used in the batter of pear cakes. Though good pears are on the market now, it is best not to buy them perfectly ripe, when they are often bruised, but to plan ahead: select those that are nearly ripe but sound and allow them to mellow on the kitchen counter for a day or so. Remember that pears ripen from the inside out. When ripe they yield slightly at the stem end but are still firm at the base.", "headline": {"kicker": "FOOD", "main": "Combining Nuts With Pears for Desserts and Salads"}, "_id": "4fd21c198eb7c8105d79c24d", "web_url": "http://www.nytimes.com/1998/12/06/nyregion/food-combining-nuts-with-pears-for-desserts-and-salads.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THERE is nothing like the flavor of local apples, grown for taste not storage. They are now at the peak of their season and you can find up to 40 different kinds in farmers' markets.    Most of the apples, of course, make wonderful eating raw. But...", "section_name": "New York and Region", "print_page": "20", "abstract": "Moira Hodgson food column on apple and caramel desserts; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-11-01T00:00:00Z", "word_count": 878, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "THERE is nothing like the flavor of local apples, grown for taste not storage. They are now at the peak of their season and you can find up to 40 different kinds in farmers' markets. Most of the apples, of course, make wonderful eating raw. But when it comes to dessert, apples and caramel are an unbeatable combination. One of my favorite desserts is tarte Tatin, de rigueur on the fall menu of every French bistro, an upside-down caramelized tart made famous by the Tatin sisters who served it in their restaurant in France in the early 1900's. You can buy a very expensive pan just for this dish, but I make it in a cast iron skillet. The secret is to caramelize the sugar with the butter before the apples are put in and top them with the crust. I use a regular pastry dough for the crust, but it can also be made successfully with frozen puff pastry.", "headline": {"kicker": "FOOD", "main": "Apple and Caramel Desserts Make for Gooey Goodness"}, "_id": "4fd1e6e88eb7c8105d733a00", "web_url": "http://www.nytimes.com/1998/11/01/nyregion/food-apple-and-caramel-desserts-make-for-gooey-goodness.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "BLACK pasta, tinted with the ink of cuttlefish, is stunning to serve. (Cuttlefish have larger ink sacs than squid.) And the delicate marine flavor the ink imparts makes it especially good in summer either hot, with a slightly spicy tomato sauce, o...", "section_name": "New York and Region", "print_page": "16", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1998-06-07T00:00:00Z", "word_count": 685, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "BLACK pasta, tinted with the ink of cuttlefish, is stunning to serve. (Cuttlefish have larger ink sacs than squid.) And the delicate marine flavor the ink imparts makes it especially good in summer either hot, with a slightly spicy tomato sauce, or tossed with artichokes and shrimp in a vinaigrette. Many purveyors of fresh pasta offer the black variety. It is also sold dried. Cuttlefish ink is sold in some specialty shops, so making the pasta from scratch is not a challenge. But the results are wildly impressive all the same.", "headline": {"kicker": "FOOD", "main": "Wowing 'Em With Black Pasta Flavored by a Hint of the Sea"}, "_id": "4fd1eafc8eb7c8105d73b296", "web_url": "http://www.nytimes.com/1998/06/07/nyregion/food-wowing-em-with-black-pasta-flavored-by-a-hint-of-the-sea.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "My mother learned to cook, as girls of her generation did, in the natural course of events. She relearned after she married, trading in her old-fashioned methods and recipes for the timesaving back-of-the-box formulas that were all the rage in the...", "section_name": "Magazine", "print_page": "81", "abstract": "Molly O'Neill food column on preparation of macaroni and cheese; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-04-05T00:00:00Z", "word_count": 1532, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'NEILL", "organization": "", "firstname": "Molly"}], "original": "By MOLLY O'NEILL"}, "multimedia": [], "blog": [], "lead_paragraph": "My mother learned to cook, as girls of her generation did, in the natural course of events. She relearned after she married, trading in her old-fashioned methods and recipes for the timesaving back-of-the-box formulas that were all the rage in the early 50's. I learned to cook from my mother and spent my early 20's unlearning everything she'd taught me. Disdain of additives and fast food was central to my coming of age. My success in banishing all vestiges of Middle America, however, did not serve me well when a stepchild entered my life. In fact, I had to learn how to cook all over again.", "headline": {"kicker": "FOOD", "main": "The Macaroni Chronicles"}, "_id": "4fd217bf8eb7c8105d793a43", "web_url": "http://www.nytimes.com/1998/04/05/magazine/food-the-macaroni-chronicles.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "America is predicated on the notion that bigger is always better. Historically, a large person signified power; later, big houses and big cars said the same thing. From the first Thanksgiving onward, big food has been equated with good food. And w...", "section_name": "Magazine", "print_page": "59", "abstract": "Food column on adaptability of giant portobello mushroom; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-03-22T00:00:00Z", "word_count": 1571, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'NEILL", "organization": "", "firstname": "Molly"}], "original": "By MOLLY O'NEILL"}, "multimedia": [], "blog": [], "lead_paragraph": "America is predicated on the notion that bigger is always better. Historically, a large person signified power; later, big houses and big cars said the same thing. From the first Thanksgiving onward, big food has been equated with good food. And while big people have fallen out of favor, the big food they feasted on continues to be celebrated. In fact, an unfailing sign that some foreign food has arrived is its escalation in size. Consider the croissant, now the size of a boomerang and suitable for a French family of four. A bagel, which in eastern Europe would fit snugly into the palm of a hand, is now slightly larger than a softball.", "headline": {"kicker": "FOOD", "main": "Portobello Roe"}, "_id": "4fd1e57a8eb7c8105d730ade", "web_url": "http://www.nytimes.com/1998/03/22/magazine/food-portobello-roe.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "FLORENTINE fennel looks like a bulbous head of celery, but it has the delicate taste of anise. It used to be relatively hard to find except in Italian markets, but over the last few years it has become increasingly popular.     Raw fennel sliced f...", "section_name": "New York and Region", "print_page": "14", "abstract": "Moira Hodgson article on cooking fennel; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-02-22T00:00:00Z", "word_count": 545, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "FLORENTINE fennel looks like a bulbous head of celery, but it has the delicate taste of anise. It used to be relatively hard to find except in Italian markets, but over the last few years it has become increasingly popular. Raw fennel sliced fine in a food processor makes a refreshing salad, especially if seasoned with olive and white truffle oils and shavings of aged Parmesan. It is also delicious sauteed in olive oil until lightly caramelized and served with fish or chicken.", "headline": {"kicker": "FOOD", "main": "No Longer Hard to Find, Fennel Shines on Its Own or in Soup"}, "_id": "4fd204db8eb7c8105d76c344", "web_url": "http://www.nytimes.com/1998/02/22/nyregion/food-no-longer-hard-to-find-fennel-shines-on-its-own-or-in-soup.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "OVER the holidays, nothing rounds off a good meal better than chocolate. A plate of macaroons laced with coconut and chocolate chunks or a sliver of dark chocolate cake topped with toasted pecans are my idea of desserts to get into the spirit of t...", "section_name": "New York and Region", "print_page": "18", "abstract": "Article on making tempting chocolate desserts; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-12-14T00:00:00Z", "word_count": 798, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "OVER the holidays, nothing rounds off a good meal better than chocolate. A plate of macaroons laced with coconut and chocolate chunks or a sliver of dark chocolate cake topped with toasted pecans are my idea of desserts to get into the spirit of things. Only Scrooge would serve fruit and plain yogurt. Macaroons are among my favorite cookies, especially when made with chocolate. In his latest book, ''Death by Chocolate Cookies'' (Simon and Schuster), Marcel Desaulniers has a delicious recipe in which he uses chopped almonds and a little cream instead of the traditional almond paste, making the macaroons lighter.", "headline": {"kicker": "FOOD", "main": "Richness of Chocolate Rounds Off a Meal"}, "_id": "4fd1d9f98eb7c8105d719c5a", "web_url": "http://www.nytimes.com/1997/12/14/nyregion/food-richness-of-chocolate-rounds-off-a-meal.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IT seemed for many years that Americans were ignoring soup. No longer. As mentioned last week, soups often sell out almost as soon as they are made. Through thick and thin, the warming, restorative properties are again giving soup a starring role....", "section_name": "New York and Region", "print_page": "18", "abstract": "Food column on dinner of soup, salad and bread; recipes; drawing (L).", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-11-09T00:00:00Z", "word_count": 665, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "IT seemed for many years that Americans were ignoring soup. No longer. As mentioned last week, soups often sell out almost as soon as they are made. Through thick and thin, the warming, restorative properties are again giving soup a starring role. Soup kiosks have opened in malls. Carryout shops, supermarkets and restaurants have a daily changing menu of soup. At home, simmer a few ingredients, add enough liquid and seasonings, and you are finished, except perhaps to garnish with croutons or a drizzle of oil.", "headline": {"kicker": "FOOD", "main": "Soup Takes a Starring Role With Salad and Bread on the Side"}, "_id": "4fd204978eb7c8105d76c03d", "web_url": "http://www.nytimes.com/1997/11/09/nyregion/food-soup-takes-a-starring-role-with-salad-and-bread-on-the-side.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A FRIEND of mine insists that the only way to get really great corn is to pick it after you have put the water on to boil. He would not have approved had he seen me in the market last month, sifting through the first shipments, which had been truc...", "section_name": "New York and Region", "print_page": "12", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1997-07-13T00:00:00Z", "word_count": 751, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "A FRIEND of mine insists that the only way to get really great corn is to pick it after you have put the water on to boil. He would not have approved had he seen me in the market last month, sifting through the first shipments, which had been trucked from Florida. Fifty-nine cents an ear for corn at least a day old (if you were lucky)! But I could not resist, and I was lucky. The corn was as juicy and sweet as the best of the summer. Although I love corn on the cob (and when I was 10 I ate 11 ears in one sitting), I do not think it is quite right for dinner parties. There is no dignified way to eat it. So for those occasions I prefer to serve it off the cob. One of my favorite ways of cooking it is simple: scrape off the kernels into a bowl and then saute them for a few minutes in butter with salt and plenty of freshly ground pepper. Peeled fava beans are delicious added to this.", "headline": {"kicker": "FOOD", "main": "Pick of the Season: Fresh Corn, Tossed in a Salad or Sauteed"}, "_id": "4fd1d53a8eb7c8105d713202", "web_url": "http://www.nytimes.com/1997/07/13/nyregion/pick-of-the-season-fresh-corn-tossed-in-a-salad-or-sauteed.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE inspiration for spring menus comes from the produce stand. Artichokes are starting to appear in abundance. Some tropical fruits like mangos are widely available. And fresh California strawberries are at their peak. In a simple Italian spring d...", "section_name": "New York and Region", "print_page": "14", "abstract": "Florence Fabricant Food column on using fresh produce for Italian spring dinner; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-05-11T00:00:00Z", "word_count": 607, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "THE inspiration for spring menus comes from the produce stand. Artichokes are starting to appear in abundance. Some tropical fruits like mangos are widely available. And fresh California strawberries are at their peak. In a simple Italian spring dinner, some of this produce stars in each course.", "headline": {"kicker": "FOOD", "main": "Fresh Produce Takes a Bow for an Italian Spring Dinner"}, "_id": "4fd1f0e18eb7c8105d747017", "web_url": "http://www.nytimes.com/1997/05/11/nyregion/fresh-produce-takes-a-bow-for-an-italian-spring-dinner.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 102, "offset": 450}}, "status": "OK"}