{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Like Laura Cunningham and her husband, my husband and I are former Manhattanites who have started a farm in upstate New York, with no previous farm experience. However, before buying our animals, we read everything we could get our hands on, atten...", "section_name": "Magazine; Opinion", "print_page": "12", "abstract": null, "type_of_material": "Letter", "subsection_name": null, "pub_date": "1991-06-02T00:00:00Z", "word_count": 102, "news_desk": "Magazine Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Like Laura Cunningham and her husband, my husband and I are former Manhattanites who have started a farm in upstate New York, with no previous farm experience. However, before buying our animals, we read everything we could get our hands on, attended workshops at Cornell University and worked on other farms. We, too, could spout monetary outlays that have not yet been reimbursed by products, but the adage is true that you get back what you put in. My husband and I provide fresh chicken and goose eggs and drug-free lamb to more than 50 customers a year. CONNIE HESS Windham, N.Y.", "headline": {"main": "THE PHONY FARM"}, "_id": "4fd1a32b8eb7c8105d6ba21b", "web_url": "http://www.nytimes.com/1991/06/02/magazine/l-the-phony-farm-540291.html", "keywords": [{"name": "persons", "value": "CUNNINGHAM, LAURA"}, {"name": "persons", "value": "HESS, CONNIE"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Fat-Free Cheeses    For people on strict fat-free diets, the development of fat-free products means that mayonnaise, some cheeses and cakes are no longer off-limits. Such products also offer a saving in calories but compromise in flavor and textur...", "section_name": "Home and Garden", "print_page": "8", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-03-06T00:00:00Z", "word_count": 766, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Fat-Free Cheeses For people on strict fat-free diets, the development of fat-free products means that mayonnaise, some cheeses and cakes are no longer off-limits. Such products also offer a saving in calories but compromise in flavor and texture.", "headline": {"main": "Food Notes"}, "_id": "4fd19e188eb7c8105d6b090d", "web_url": "http://www.nytimes.com/1991/03/06/garden/food-notes-116991.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD: The dinner menu, once again, was to be United States Department of Agriculture canned pork, canned corn and rice at a homeless shelter here for 50 single men and women with children....", "section_name": "U.S.", "print_page": "12", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1990-07-26T00:00:00Z", "word_count": 1182, "news_desk": "National Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "de COURCY", "organization": "", "firstname": "Michael"}], "original": "By MICHAEL deCOURCY HINDS, Special to The New York Times"}, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: The dinner menu, once again, was to be United States Department of Agriculture canned pork, canned corn and rice at a homeless shelter here for 50 single men and women with children.", "headline": {"main": "Leftovers Become Sustenance For Needy"}, "_id": "4fd194638eb7c8105d69f95c", "web_url": "http://www.nytimes.com/1990/07/26/us/leftovers-become-sustenance-for-needy.html", "keywords": [{"name": "glocations", "value": "PHILADELPHIA (PA)"}, {"name": "organizations", "value": "PHILABUNDANCE"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The first few trips to Foodmart Internaional, the stadium-sized Supermarket of Babel that opened in Jersey City in December, there is a temptation to fill the cart with stuff that looks or sounds intriguing but invariably tastes gross. Who can res...", "section_name": "New York and Region", "print_page": "12", "abstract": "Andy Newman article on new Foodmart International Supermarket in Jersey City, NJ; drawing (S)", "type_of_material": "Review", "subsection_name": null, "pub_date": "1998-04-05T00:00:00Z", "word_count": 294, "news_desk": "New Jersey Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "NEWMAN", "organization": "", "firstname": "Andy"}], "original": "By ANDY NEWMAN"}, "multimedia": [], "blog": [], "lead_paragraph": "The first few trips to Foodmart Internaional, the stadium-sized Supermarket of Babel that opened in Jersey City in December, there is a temptation to fill the cart with stuff that looks or sounds intriguing but invariably tastes gross. Who can resist -- at least at first -- the inexplicably Pepto-Bismol-pink slurry of Filipino Fermented Shrimp Fry, or the organs-in-formaldehyde lure of Thai Pickled Young Grapes? Eventually, though, trial and error turns up something worth buying a second time. And a third, and a fourth. Like Mommy's Gourmet Seaweed Peanuts ($2.75 for a six-ounce container), lightly baked peanuts liberally dusted with seaweed shavings, salt and a little sugar. There is a moment, a point high in the back of the mouth, where the tastes of seaweed and peanut meet, that is like being present at the creation of a new species.", "headline": {"kicker": "QUICK BITE", "main": "From Taiwan Via Clifton, a Taste of the Sea"}, "_id": "4fd20c618eb7c8105d77bad9", "web_url": "http://www.nytimes.com/1998/04/05/nyregion/quick-bite-from-taiwan-via-clifton-a-taste-of-the-sea.html", "keywords": [{"name": "organizations", "value": "FOODMART INTERNATIONAL"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "At a glance, the dish looks like a scrambled egg concoction. But the fluffy yellow morsels are ackee, from the flowers that grow on a Caribbean fruit tree. The color, taste and texture are indeed like that of creamy scrambled eggs. The ackee is se...", "section_name": "New York and Region", "print_page": "6", "abstract": "Breakfast menu at Apple's Caribbean Cuisine, Montclair, NJ, decribed (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-01-04T00:00:00Z", "word_count": 204, "news_desk": "New Jersey Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SOMMERS", "organization": "", "firstname": "Carl"}], "original": "By CARL SOMMERS"}, "multimedia": [], "blog": [], "lead_paragraph": "At a glance, the dish looks like a scrambled egg concoction. But the fluffy yellow morsels are ackee, from the flowers that grow on a Caribbean fruit tree. The color, taste and texture are indeed like that of creamy scrambled eggs. The ackee is served sauteed and mixed with salty cod, with a bit of onion and tomato. Ackee and codfish, a common dish for lunch and dinner throughout the Caribbean, is one of the breakfast options at Apple's Caribbean Cuisine in Montclair. Other choices, most $5, are codfish with cabbage, okra or callaloo, a spinachlike green; ackee and bacon; sauteed beef liver, and mackerel served with green bananas. The breakfasts include the dense Jamaican bread called hard dough bread and a selection of fried dumplings, boiled green bananas, fried plantain or yams. There are also pancakes and eggs and the like, served with grits and salmon cakes, listed under ''American breakfasts.'' But 90 percent of what Angela Appleby, owner of the restaurant, serves is from the Caribbean list. ''Jamaicans eat big breakfasts,'' she said. They certainly do. CARL SOMMERS Apple's Caribbean Cuisine, 33 Walnut Street, Montclair. (973) 744-6077. Opens for breakfast at 7:30 A.M. on weekdays and 9:30 A.M. on Saturdays. Closed Sundays.", "headline": {"main": "N.J. EATS: Good Morning, New Jersey. What's for Breakfast?; Beyond the Bagel: When the Usual Just Won't Do"}, "_id": "4fd204e48eb7c8105d76ca55", "web_url": "http://www.nytimes.com/1998/01/04/nyregion/nj-eats-good-morning-new-jersey-what-s-for-breakfast-beyond-bagel-when-usual.html", "keywords": [{"name": "organizations", "value": "APPLE'S CARIBBEAN CUISINE"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "David Bouley needs a return to basics following his protracted absence from the kitchen. Rosemary is an herb, not a spice.    Joy V. Land  Astoria, N.Y....", "section_name": "Magazine; Opinion", "print_page": "18", "abstract": "Letter by Joy V Land on David Blum's Aug 17 article on restaurateur David Bouley and Bouley's quest to improve American palate (S)", "type_of_material": "Letter", "subsection_name": null, "pub_date": "1997-09-07T00:00:00Z", "word_count": 26, "news_desk": "Magazine Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "David Bouley needs a return to basics following his protracted absence from the kitchen. Rosemary is an herb, not a spice. Joy V. Land Astoria, N.Y.", "headline": {"main": "6The Heat Is Outside The Kitchen"}, "_id": "4fd1d7f58eb7c8105d716588", "web_url": "http://www.nytimes.com/1997/09/07/magazine/l-6the-heat-is-outside-the-kitchen-909831.html", "keywords": [{"name": "persons", "value": "BOULEY, DAVID"}, {"name": "persons", "value": "BLUM, DAVID"}, {"name": "persons", "value": "LAND, JOY V"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Royal Ahold N.V., the Dutch grocery chain that owns the Edwards and Giant chains in the United States and recently bought Stop and Shop, said yesterday that it would realign some of its stores from one chain to another to give them  more distinct ...", "section_name": "Business", "print_page": "4", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-07-31T00:00:00Z", "word_count": 132, "news_desk": "Business/Financial Desk", "byline": {"person": [], "original": "AP", "organization": "AP"}, "multimedia": [], "blog": [], "lead_paragraph": "Royal Ahold N.V., the Dutch grocery chain that owns the Edwards and Giant chains in the United States and recently bought Stop and Shop, said yesterday that it would realign some of its stores from one chain to another to give them more distinct geographical presences. Thirty-five Edwards stores will be turned over to Stop and Shop to eliminate much of their overlap in the Northeast. Stop and Shop will then have 192 stores, mostly in New England and the northern suburbs of New York City. Edwards and Giant will be merged into one company but will keep their store names. Edwards will take over the 16 Mel's supermarkets owned by Stop and Shop on Long Island. The merged Edwards and Giant will have 135 stores on the East Coast.", "headline": {"kicker": "COMPANY NEWS", "main": "ROYAL AHOLD GROCERY CHAIN TO REALIGN SOME STORES"}, "_id": "4fd1f67d8eb7c8105d751122", "web_url": "http://www.nytimes.com/1996/07/31/business/company-news-royal-ahold-grocery-chain-to-realign-some-stores.html", "keywords": [{"name": "organizations", "value": "EDWARDS SUPER FOOD STORES INC"}, {"name": "organizations", "value": "ROYAL AHOLD NV"}, {"name": "organizations", "value": "STOP AND SHOP SUPERMARKETS COMPANIES INC"}, {"name": "organizations", "value": "GIANT FOOD INC"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Salmon That Bites Back    The latest in smoked salmon is spiced. And the competition is fierce. In fact, David Burke, the chef and an owner of Park Avenue Cafe, 100 East 63d Street, has trademarked the name Pastrami Salmon for his. This salmon, th...", "section_name": "Home and Garden", "print_page": "2", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1994-12-28T00:00:00Z", "word_count": 920, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Salmon That Bites Back The latest in smoked salmon is spiced. And the competition is fierce. In fact, David Burke, the chef and an owner of Park Avenue Cafe, 100 East 63d Street, has trademarked the name Pastrami Salmon for his. This salmon, the most forcefully seasoned and least smoky of a number of similar products, undergoes an elaborate curing process. It comes in a log weighing about a pound with a dark crust of crushed pepper and spices. At the restaurant it is $29.50 a pound, and at Caviarteria, 502 Park Avenue (59th Street), it is $28 for the log and $15 for eight ounces of slices.", "headline": {"main": "Food Notes"}, "_id": "4fd1c5238eb7c8105d6f537a", "web_url": "http://www.nytimes.com/1994/12/28/garden/food-notes-228532.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Discount Bread    Eli Zabar's empire is expanding. He has bought 433 East 91st Street, a building where a factory makes Baker's Brand vinegar and mustard. The factory will remain, but Mr. Zabar will use part of the building as a shop where he will...", "section_name": "Home and Garden", "print_page": "8", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-10-27T00:00:00Z", "word_count": 680, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Discount Bread Eli Zabar's empire is expanding. He has bought 433 East 91st Street, a building where a factory makes Baker's Brand vinegar and mustard. The factory will remain, but Mr. Zabar will use part of the building as a shop where he will sell select food, including his own breads, at discount prices. Mr. Zabar owns E.A.T. on Madison Avenue but is not associated with Zabar's on the West Side. On Monday at his new location, he will begin selling bread from his wholesale bakery, also on 91st Street. This is not day-old bread but overstock.", "headline": {"main": "Food Notes"}, "_id": "4fd1e0a28eb7c8105d727a79", "web_url": "http://www.nytimes.com/1993/10/27/garden/food-notes-563993.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A Plethora of Wares    The American Institute of Wine and Food is holding its annual Marketplace Tasting on Saturday in the Winter Garden Atrium of the World Financial Center in lower Manhattan. Farmers, cheese makers, wine makers, beer makers and...", "section_name": "Home and Garden", "print_page": "8", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-09-29T00:00:00Z", "word_count": 588, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "A Plethora of Wares The American Institute of Wine and Food is holding its annual Marketplace Tasting on Saturday in the Winter Garden Atrium of the World Financial Center in lower Manhattan. Farmers, cheese makers, wine makers, beer makers and bakers will display their wares. Admission is free, but those who wish to taste must buy a button for $10. The doors open at 9 A.M. for members of the institute, at 11 A.M. for others, and will remain open until 5 P.M. Cutting Cookware Prices Chantal Cookware, a line of heavy, brightly enameled pots, pans and kettles, will be sold at deep discounts during a factory sale tomorrow through Sunday at the Radisson Hotel Englewood, 401 South Van Brunt Street, off Route 4 in Englewood, N.J., near the George Washington Bridge. The hours: 10 A.M. to 7 P.M. tomorrow through Saturday, noon to 5 P.M. Sunday. Roll Out the Barrel New York is turning into an Octoberfest, with beer events, beer dinners at restaurants and beer benefits. One of the most elaborate is the New York Beerfest sponsored by the Fund for the Borough of Brooklyn, on Sunday from noon to 7 P.M. on the esplanade under the Brooklyn side of the Brooklyn Bridge and in the adjoining Empire-Fulton State Park. More than 50 breweries will offer information and samples. Beer-friendly food will be served. Tickets are $20 in advance from Ticketmaster, (212) 307-7171. At the door they are $25. Pub-Crawl Guide \"The Insider's Guide to Manhattan Bars\" by Eric Zicklin (Citadel Press, $7.95) is a pocket-size directory that sums up the drinking scenes in hundreds of bars and restaurants. Whether your taste runs to black leather jackets or three-piece suits, to romance or blaring rock music, you will probably find listings of places with like-minded drinkers. The guide groups the bars by location, describes the decor and indicates prices. Chilis con Carnival With beer? Chilis of course, and in Brooklyn, too. On Sunday from 10 A.M. to 4:30 P.M., the Brooklyn Botanic Garden is celebrating chili peppers with a multi-ethnic festival that includes lectures, cooking and gardening demonstrations, music, dance, crafts and food from places where chilis are king, like South America, Thailand, Mexico, the Caribbean and the American Southwest. The event is free, and food will be sold in the Terrace Cafe from 11 A.M. to 4 P.M. Scrutable Asian Cuisine Kelley & Ping, a new Asian grocery store at 127 Greene Street, near Houston Street, is the brainchild of Brad Kelley and Lee Ping, who are aiming to make Asian ingredients and equipment more easily understandable for non-Asians. They also want to offer a taste of the colorful, raffish market atmosphere typical in Asian countries. \"We're selling a selection of products from China, Japan, Korea, Thailand and Vietnam, and we have people who can explain them,\" said Mr. Kelley, who with Ms. Ping also owns Kin Khao, a Thai restaurant on Spring Street. At the store, packaged foods, including soy sauce, vinegar, cooking wine, rice, noodles, seaweed, spices, tea and candy are displayed on dark wood shelves. Prices are closer to those of Chinatown than at Dean & DeLuca nearby. For example, a 21-ounce bottle of excellent Pearl River soy sauce is $1.85. Five chefs turn out soups, noodle dishes, Asian-style sandwiches, salads and so on, to eat in or take out. A copious and delicious bowl of duck broth, with pieces of duck, noodles and vegetables is $5.95. The store is open from 9 A.M. to 9 P.M. every day. Information: (212) 228-1212.", "headline": {"main": "Food Notes"}, "_id": "4fd1ac698eb7c8105d6cc0b8", "web_url": "http://www.nytimes.com/1993/09/29/garden/food-notes-365093.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 57, "offset": 1080}}, "status": "OK"}