{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "FOR candy companies, Mother's Day is one of the big three. Along with Valentine's Day and Easter, the biggest sales are racked up for the second Sunday in May -- to honor mother.         Though there are a number of superb chocolate companies from...", "section_name": "New York and Region", "print_page": "14", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-04-28T00:00:00Z", "word_count": 669, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "FOR candy companies, Mother's Day is one of the big three. Along with Valentine's Day and Easter, the biggest sales are racked up for the second Sunday in May -- to honor mother. Though there are a number of superb chocolate companies from which to purchase a gift, chocolates for mother will be all the more irresistible if they are homemade.", "headline": {"kicker": "FOOD", "main": "Truffles, Chilled and Rolled: the Easiest Chocolates to Make"}, "_id": "4fd1f0698eb7c8105d74610e", "web_url": "http://www.nytimes.com/1996/04/28/nyregion/food-truffles-chilled-and-rolled-the-easiest-chocolates-to-make.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "TRUFFLES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AT this time of year, produce stands are filled with berries, peaches and apricots from other climates, but for desserts these are expensive and not necessarily satisfying choices.          Dried fruits like cranberries, winter pears or the perenn...", "section_name": "New York and Region", "print_page": "18", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-02-18T00:00:00Z", "word_count": 878, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "AT this time of year, produce stands are filled with berries, peaches and apricots from other climates, but for desserts these are expensive and not necessarily satisfying choices. Dried fruits like cranberries, winter pears or the perennial favorite, chocolate, offer more inspiration. Cranberries stand in nicely for raisins in a rice pudding; pears drizzled with warm honey can top a rustic torte, and chocolate is a welcome addition to a fairly low-fat cheesecake.", "headline": {"kicker": "FOOD", "main": "Pears, Dried Cranberries and Chocolate for Inspiring Desserts"}, "_id": "4fd1d3798eb7c8105d70fed9", "web_url": "http://www.nytimes.com/1996/02/18/nyregion/food-pears-dried-cranberries-and-chocolate-for-inspiring-desserts.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "WHEN friends return from vacations in Italy, they invariably complain that the food simply doesn't taste the same here. A plate of spaghetti with tomatoes and basil that tasted sublime in Positano or Siena is ordinary when made at home.   But now ...", "section_name": "New York and Region", "print_page": "12", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1995-07-16T00:00:00Z", "word_count": 810, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "WHEN friends return from vacations in Italy, they invariably complain that the food simply doesn't taste the same here. A plate of spaghetti with tomatoes and basil that tasted sublime in Positano or Siena is ordinary when made at home. But now fresh, locally grown vegetables are coming into season. When produce is cooked within hours (or even minutes) of being picked, and a good fruity olive oil is on hand, you can get close to re-creating that Italian flavor -- if not the setting.", "headline": {"kicker": "FOOD", "main": "'Made in Italy' Taste Starts With Fresh Vegetables"}, "_id": "4fd1cf558eb7c8105d707be4", "web_url": "http://www.nytimes.com/1995/07/16/nyregion/food-made-in-italy-taste-starts-with-fresh-vegetables.html", "keywords": [{"name": "glocations", "value": "ITALY"}, {"name": "subject", "value": "VEGETABLES"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "BEETS are one of my favorite root vegetables, especially in the summertime.   They add a dash of color as well as flavor to salads and are especially good with game, duck, beef and other dark meats and things cooked on the grill. (They contain a c...", "section_name": "New York and Region", "print_page": "10", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1995-07-02T00:00:00Z", "word_count": 895, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "BEETS are one of my favorite root vegetables, especially in the summertime. They add a dash of color as well as flavor to salads and are especially good with game, duck, beef and other dark meats and things cooked on the grill. (They contain a crimson dye called betanin, which stains other ingredients, so I usually toss them in the dressing separately.)", "headline": {"kicker": "FOOD", "main": "For a Touch of Color and Flavor in Risotto or Salad, Add Beets"}, "_id": "4fd1bfe38eb7c8105d6ee2b2", "web_url": "http://www.nytimes.com/1995/07/02/nyregion/food-for-a-touch-of-color-and-flavor-in-risotto-or-salad-add-beets.html", "keywords": [{"name": "subject", "value": "BEETS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "WHAT is slaw? Culinary historians trace the term to the Dutch \"sla\" for salad. Coleslaw is so named because the Dutch word for cabbage is \"kool.\"   Indeed, coleslaw is the mother of all slaws. But the produce stands are filled with other inspirati...", "section_name": "New York and Region", "print_page": "19", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1995-06-25T00:00:00Z", "word_count": 670, "news_desk": "New Jersey Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "WHAT is slaw? Culinary historians trace the term to the Dutch \"sla\" for salad. Coleslaw is so named because the Dutch word for cabbage is \"kool.\" Indeed, coleslaw is the mother of all slaws. But the produce stands are filled with other inspirations for one of the most versatile and inviting salads. The main ingredient must have an inherent crispness so it can sop up a dressing without losing its character. Asian Cabbage Slaw Total time: 20 minutes 6 cups shredded Chinese cabbage (about 1 medium-size head) 1/4 cup finely minced scallions 1 tablespoon finely slivered fresh ginger 2 tablespoons sesame seeds 1/3 cup rice vinegar 1 tablespoon light soy sauce 1/3 cup Oriental sesame oil 1 tablespoon finely minced fresh coriander leaves Hot red pepper flakes to taste. 1. Put the cabbage in a large bowl. Toss with the scallions and ginger. 2. Put the sesame seeds in a dry skillet over medium-high heat and toast until golden, about three minutes. Remove from heat; set aside. 3. Mix the vinegar, soy sauce and sesame oil together. Pour the dressing over the cabbage and toss gently. Add the coriander leaves and red pepper flakes and toss again. 4. Transfer to a serving bowl and sprinkle with the toasted sesame seeds. The salad is ready to serve, but it can wait, at room temperature, an hour or two before serving. Yield: 6 servings. Moroccan Carrot Slaw Total time: 10 minutes plus 30 minutes marinating 1/2 teaspoon whole cumin seeds 1/4 cup fresh lemon juice 1/2 teaspoon ground cumin 1 tablespoon extra-virgin olive oil 1 pound peeled baby carrots (sold in bags), or 1 pound large carrots, peeled Salt and fresh black pepper 1 tablespoon finely chopped fresh coriander leaves. 1. Toast the cumin seeds by putting them in a hot skillet over medium-high heat for about 30 seconds until they become fragrant. Remove from heat and put in a two-quart bowl. 2. Add the lemon juice, ground cumin and oil. Mix well. 3. Grate the carrots by putting them in the feed tube of a food processor and processing them through a shredding disk. (The reason for using baby carrots is one of convenience -- they come already peeled.) Alternatively, regular large carrots, peeled, can be used. Without a food processor, it's better to use large carrots and grate them by hand on a box grater. Add the grated carrots to the bowl and toss to coat well with the dressing. 4. Season to taste with salt and pepper. Fold in coriander and marinate about 30 minutes at room temperature before serving. The salad can hold longer, but the coriander will turn dull green, so wait until the last minute before adding. Yield: 4 to 6 servings. Warm Fennel Slaw With Bacon Total time: 30 minutes 2 large fennel bulbs 2 tablespoons extra-virgin olive oil 4 ounces country-style slab bacon, diced 3 tablespoons white wine vinegar 1 tablespoon Dijon mustard Freshly ground black pepper 1 tablespoon minced fresh chives. 1. Trim the stems and leaves from the fennel bulbs. Chop and reserve two tablespoons of the leaves. Discard the stems. Quarter and shred the fennel bulbs by hand or on the fine slicing disk of a food processor. Put the fennel in a bowl. 2. Heat one tablespoon of the oil in a heavy skillet, add the bacon and saute over medium heat until the bacon is golden. Pour the contents of the skillet through a strainer into a heatproof bowl. Spread the pieces of bacon on absorbent paper. 3. Add the vinegar to the skillet and heat briefly, then stir in the mustard. Return the reserved bacon fat to the pan and add the remaining olive oil. Season to taste with pepper. 4. Pour the dressing over the fennel, add the chopped leaves and the chives and serve at once. For convenience, the dressing and fennel can be prepared in advance. Wait until just before serving to reheat the dressing, then toss it with the fennel. Yield: 4 servings.", "headline": {"kicker": "FOOD", "main": "Slaws, Glorious Slaws"}, "_id": "4fd1ce2f8eb7c8105d70607b", "web_url": "http://www.nytimes.com/1995/06/25/nyregion/food-slaws-glorious-slaws.html", "keywords": [{"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "MINT is losing its monopoly. Other fresh green herbs that have long been associated with savory dishes, not sweets, have begun showing up on dessert plates in restaurants.    Chefs have found that some fresh herbs, notably rosemary, tarragon and b...", "section_name": "New York and Region", "print_page": "12", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1994-11-13T00:00:00Z", "word_count": 627, "news_desk": "New Jersey Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "MINT is losing its monopoly. Other fresh green herbs that have long been associated with savory dishes, not sweets, have begun showing up on dessert plates in restaurants. Chefs have found that some fresh herbs, notably rosemary, tarragon and basil, can provide a lovely, if unexpected, whiff of fragrance and flavor. Home cooks can easily follow suit. Why not garnish that apple tart with a sprig of tarragon, crush some rosemary into the lemon sorbet or add basil to an orange custard?", "headline": {"kicker": "FOOD", "main": "Fresh Herbs Add a Hint of the Exotic to Desserts"}, "_id": "4fd1c90c8eb7c8105d6fbb34", "web_url": "http://www.nytimes.com/1994/11/13/nyregion/food-fresh-herbs-add-a-hint-of-the-exotic-to-desserts.html", "keywords": [{"name": "subject", "value": "HERBS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "NOT many women got the last word with George Bernard Shaw. But Mrs. Patrick Campbell, the actress, engaged in a furious battle with this die-hard vegetarian during a rehearsal of one of his plays and finally ended the argument by saying, in effect...", "section_name": "New York and Region", "print_page": "8", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1994-05-08T00:00:00Z", "word_count": 905, "news_desk": "New Jersey Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "NOT many women got the last word with George Bernard Shaw. But Mrs. Patrick Campbell, the actress, engaged in a furious battle with this die-hard vegetarian during a rehearsal of one of his plays and finally ended the argument by saying, in effect, \"Shaw, someday you will eat a pork chop and then God help all women!\" Pork chops have long been thought to be especially nourishing. Now that pork is also being touted as a low-fat meat, it is making its way back with increasing frequency to the dinner table and onto the menus of popular restaurants. It is mellow and rich without being too heavy -- and it is also inexpensive.", "headline": {"kicker": "FOOD", "main": "Stylish Alternatives to Plain Pork Chops"}, "_id": "4fd1f3198eb7c8105d74abd1", "web_url": "http://www.nytimes.com/1994/05/08/nyregion/food-stylish-alternatives-to-plain-pork-chops.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THERE are those for whom Christmas isn't Christmas without a whole ham or a roast goose or, for dessert, buche de Noel. For me, the holiday season isn't complete without mince pies. In England, the tradition goes, when you bite into the first pie ...", "section_name": "New York and Region", "print_page": "18", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-12-19T00:00:00Z", "word_count": 1406, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "THERE are those for whom Christmas isn't Christmas without a whole ham or a roast goose or, for dessert, buche de Noel. For me, the holiday season isn't complete without mince pies. In England, the tradition goes, when you bite into the first pie of the year, which is filled with a mixture of nuts, dried fruits, suet and spices -- all soaked in brandy -- you get a wish. The Puritans frowned on these pies, which used to be boat-shape, representing the cradle of the baby Jesus. They condemned them as \"popish\" and claimed the souls of those who ate them would go to hell. The warnings were ignored, and later Samuel Johnson also discounted the supposed damning effects of mince pies, particularly regarding digestion: \"We have never been witnesses of the animosities excited by the use of mince pies and plum porridge, nor seen what the abhorrence was of those who could seek them at all other times of the year, yet shrink from them at Christmas.\"", "headline": {"kicker": "FOOD", "main": "Ideas for Stuffing Pies and Stockings"}, "_id": "4fd1e9e88eb7c8105d738b4c", "web_url": "http://www.nytimes.com/1993/12/19/nyregion/food-ideas-for-stuffing-pies-and-stockings.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE farm stands and markets are now overflowing with brightly colored winter squashes. Summer squashes, mostly thin-skinned yellow ones or types of zucchini in green or gold, are more delicate than the sturdy, thick-skinned winter varieties.    Fa...", "section_name": "New York and Region", "print_page": "13", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-10-17T00:00:00Z", "word_count": 856, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "THE farm stands and markets are now overflowing with brightly colored winter squashes. Summer squashes, mostly thin-skinned yellow ones or types of zucchini in green or gold, are more delicate than the sturdy, thick-skinned winter varieties. Fall's crop ranges in color from nearly white to yellow, orange, green and even, in the case of some Hubbard varieties, battleship gray and blue. They come striped and solid. Some are round, some elongated and some are deeply ridged. There are squashes with smooth skins and others that are warty. They may be perfectly symmetrical or lopsided.", "headline": {"kicker": "FOOD", "main": "Winning Ways With Winter Squash"}, "_id": "4fd1bb338eb7c8105d6e60c8", "web_url": "http://www.nytimes.com/1993/10/17/nyregion/food-winning-ways-with-winter-squash.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "PORK has been out of fashion in recent years. But when I was growing up, we probably ate it once a week.   A favorite method of preparation was to bake a pork chop in the undiluted contents of a can of Campbell's mushroom soup. A cinch, every time...", "section_name": "New York and Region", "print_page": "8", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-08-29T00:00:00Z", "word_count": 704, "news_desk": "New Jersey Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "PORK has been out of fashion in recent years. But when I was growing up, we probably ate it once a week. A favorite method of preparation was to bake a pork chop in the undiluted contents of a can of Campbell's mushroom soup. A cinch, every time. But, as people began to discover other meats such as lamb and venison, pork gradually fell into disfavor. You didn't see it on many restaurant menus anymore, unless barbecue was being served.", "headline": {"kicker": "FOOD", "main": "Trimmer and Seasoned, Pork Makes a Comeback"}, "_id": "4fd1e04c8eb7c8105d726902", "web_url": "http://www.nytimes.com/1993/08/29/nyregion/food-trimmer-and-seasoned-pork-makes-a-comeback.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 100, "offset": 470}}, "status": "OK"}