{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Produce Prices Rise After Freeze      The freeze that hit southern Florida 11 days ago has resulted in severe crop losses and higher prices for green beans, strawberries, cucumbers, zucchini, Florida tomatoes, green peppers, eggplant and some gree...", "section_name": "Home and Garden", "print_page": "2", "abstract": "Florence Fabricant's Food Notes column (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-01-29T00:00:00Z", "word_count": 670, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Produce Prices Rise After Freeze The freeze that hit southern Florida 11 days ago has resulted in severe crop losses and higher prices for green beans, strawberries, cucumbers, zucchini, Florida tomatoes, green peppers, eggplant and some greens. Wholesale price increases of 50 to 100 percent are being passed on to consumers. Green beans, for example, are retailing for nearly $3 a pound, up from around $1.50. Some of the shortages will be relatively brief.", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd1f77e8eb7c8105d752d1c", "web_url": "http://www.nytimes.com/1997/01/29/garden/food-notes-383112.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Prosciutto, but Different       San Daniele prosciutto, a variety of uncooked, cured ham from Friuli, in northern Italy, is now available in New York. It has a nutty, slightly more assertive flavor than the prosciutto from Parma and was approved l...", "section_name": "Home and Garden", "print_page": "2", "abstract": "Florence Fabricant's Food Notes column (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-01-22T00:00:00Z", "word_count": 661, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Prosciutto, but Different San Daniele prosciutto, a variety of uncooked, cured ham from Friuli, in northern Italy, is now available in New York. It has a nutty, slightly more assertive flavor than the prosciutto from Parma and was approved last year for import by the Agriculture Department. The ham is $17.75 a pound at Agata & Valentina, 1505 First Avenue (79th Street); $19.96 at Balducci's, 424 Avenue of the Americas (Ninth Street); $19.95 at Dean & DeLuca, 560 Broadway (Prince Street); $17.16 at Fairway, 2127 Broadway (74th Street) and 2328 12th Avenue (132d Street), $27.96 at Grace's Marketplace, 1237 Third Avenue (71st Street) and $16.99 at DiPalo, 206 Grand Street (Mott Street).", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd20cf78eb7c8105d77ca9c", "web_url": "http://www.nytimes.com/1997/01/22/garden/food-notes-274623.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Eating and Driving: A Warning     Here's a different holiday safety tip. The National Highway Traffic Safety Administration is advising drivers to take a break after Thanksgiving dinner before hitting the road. The agency said that driving immedia...", "section_name": "Home and Garden", "print_page": "2", "abstract": "Florence Fabricant Food Notes summarizes latest food and restaurant news in New York City (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-11-27T00:00:00Z", "word_count": 681, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Eating and Driving: A Warning Here's a different holiday safety tip. The National Highway Traffic Safety Administration is advising drivers to take a break after Thanksgiving dinner before hitting the road. The agency said that driving immediately after eating a big dinner can cause drowsiness and accidents. Turkey and other high-protein foods also contain tryptophan, a sleep-inducing amino acid. The agency, however, is not suggesting a minimum waiting period before driving after eating. Open on Thanksgiving", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd1d8dd8eb7c8105d71827f", "web_url": "http://www.nytimes.com/1996/11/27/garden/food-notes-473871.html", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Tomatoes Aid Pasta        Three new tomato-based pasta sauces bearing the Coco Pazzo label are made from a short list of honest ingredients that home cooks would be likely to use. The puttanesca has a tangy edge, the arrabbiata delivers a nice pep...", "section_name": "Home and Garden", "print_page": "2", "abstract": "Food Notes column; Art D'Lugoff, who closed Village Gate in Greenwich Village three years ago, reopens on West 52d Street; partners in jazz club-restaurant-cabaret are Eugene Wolsk and restaurateur Peter Aschkenasy (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-10-23T00:00:00Z", "word_count": 747, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Tomatoes Aid Pasta Three new tomato-based pasta sauces bearing the Coco Pazzo label are made from a short list of honest ingredients that home cooks would be likely to use. The puttanesca has a tangy edge, the arrabbiata delivers a nice peppery kick and the rustica, with sweet red onions, has sweetness to spare. The sauces have only 60 calories in a half-cup serving, and as prepared pasta sauces go, a relatively moderate sodium count: 350 milligrams a serving. They are $6 to $8 for 24 ounces at Food Emporium supermarkets; Agata & Valentina, 1505 First Avenue (79th Street); Garden of Eden, 162 West 23d Street; Zabar's, 80th Street and Broadway; Rye Country Store, 50 Purchase Street, Rye, N.Y., and Sobsey's Produce, 92 Bloomfield Street, Hoboken, N.J. They can be ordered by mail from Zingerman's, a large food store in Ann Arbor, Mich.; (313) 769-1625.", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd1eddb8eb7c8105d7405c1", "web_url": "http://www.nytimes.com/1996/10/23/garden/food-notes-941280.html", "keywords": [{"name": "persons", "value": "WOLSK, EUGENE"}, {"name": "persons", "value": "ASCHKENASY, PETER"}, {"name": "persons", "value": "D'LUGOFF, ART"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "VILLAGE GATE"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "JAZZ"}, {"name": "subject", "value": "NIGHTCLUBS AND CABARETS"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Making and Drinking Wine       No need to remove your shoes, but on Saturday afternoon, starting at 12:30, there will be three demonstrations of grape crushing in front of Union Square Wines and Spirits, 33 Union Square West. John Martini, the own...", "section_name": "Home and Garden", "print_page": "2", "abstract": "Food Notes column; grape-crushing demonstration at Union Square noted (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-10-09T00:00:00Z", "word_count": 754, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Making and Drinking Wine No need to remove your shoes, but on Saturday afternoon, starting at 12:30, there will be three demonstrations of grape crushing in front of Union Square Wines and Spirits, 33 Union Square West. John Martini, the owner of the Anthony Road Wine Company in the Finger Lakes region, is bringing the grapes and a wine press. Observers will have a chance to sample the unfermented juice along with wine from the last vintage, which will be served in the store. The crush will be repeated at 2 P.M. and 3:30 P.M. Cakes on Parade A week of events, including cake and basketball competitions, is planned for the Washington Heights and Inwood neighborhoods from Sunday through Oct. 20. There will also be Hispanic markets selling food and other goods from Oct. 14 to 20. Cakes will be displayed by bakers from the Dominican Republic, who are renowned for their extravagant confections for special occasions. The cakes, all competing for prizes, will be on view on Monday from 10 A.M. to 2 P.M., on West 175th Street between Audubon and Wadsworth Avenues. Remembering Escoffier Auguste Escoffier, the influential French chef and author, who was born 150 years ago on Oct. 28, will be the subject of a panel discussion next Wednesday from 6 P.M. to 9 P.M. at New York University, 110 West Third Street, between Sullivan and Macdougal Streets. Michel Escoffier will be at the event to autograph copies of his great-grandfather's memoirs, ''Memories of My Life'' (Van Nostrand Reinhold), newly translated into English. Tickets, $25 before Oct. 13, can be reserved by calling (212) 557-5702, or bought at the door for $35. Long Island Taste Tour A food and wine tour of Long Island next Saturday will include visits and tastings at two North Fork wineries, a farm tour and a harvest wine dinner at Tierra Mar restaurant in Westhampton, which has organized the event. Box lunches and transportation from Manhattan or Manorville, L.I., by Hampton Jitney are included. The price is $200. For reservations: (516) 288-2700. Supermarket Sushi The evolution of supermarkets, which are trying to keep pace with the ever-expanding specialty food stores, continues: some D'Agostino markets have started selling sushi, which is made by Sushi d'Lite in Long Island City. The sushi, which is similar to the kind sold at the fast-food sushi restaurants that have sprung up, is decent, fresh daily and sells for $1.49 to $4.98 a box, depending on the assortment. Off the Menu Seafood Savings At the new Redeye Grill, 888 Seventh Avenue (56th Street), the focus is on smoked fish and other seafood. Another attraction is a 15 percent discount on preview dinners through next Wednesday. The owner, Sheldon Fireman, is also featuring antipasto displays at two of his other restaurants -- Trattoria dell'Arte and Fiorello's. When the Jury Is Out ''The Jury Is Out to Lunch'' is a new pamphlet that suggests places to eat near the courthouses in lower Manhattan. It was compiled by the Citizens Jury Project, a division of the Vera Institute of Justice, and includes a map and shopping excursions for non-edible products. Copies are available by writing to the Vera Institute, 377 Broadway, New York 10013, (212) 334-5520, or by E-mail, jvmra.org. The information is also available electronically from www.vera.org/jury. On the Web, the pamphlet is updated weekly. Printed versions will be revised several times a year. South of TriBeCa Erik Blauberg, who was the chef at American Renaissance in TriBeCa until it closed for renovation in May, has resurfaced in Florida. He is the executive chef of Max's Grille, a restaurant in Celebration, the planned community being built by the Walt Disney Company near Orlando. The restaurant, scheduled to open next month, is owned by Unique Restaurant Concepts, a company based in Boca Raton, Fla., which owns eight other restaurants in southern Florida, including Maxaluna in Boca Raton. The company is also opening two other food businesses in Celebration: Max's Cafe and Coffee Shop and, with Dan Leader, a branch of Bread Alone Bakery, Mr. Leader's bakery near Woodstock, N.Y. Mr. Blauberg will also work with the bakery.", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd208dc8eb7c8105d774148", "web_url": "http://www.nytimes.com/1996/10/09/garden/food-notes-711179.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Sauce for the Sirloin      Smith & Wollensky, 797 Third Avenue (49th Street), has introduced its own steak sauce just in time for grill season. Horseradish gives the rich sauce a spicy bite. Smith & Wollensky Steak Sauce is $7.50 for 12 ounces at ...", "section_name": "Technology; Home and Garden; Style", "print_page": "2", "abstract": "Food Notes: Smith & Wollensky introduces its own steak sauce in time for summer grill season; Starchefs Web site adds directory of 2,500 farmers' markets nationwide; Antzis Live Poultry Market in Upper Manhattan begins delivery service for telephone orders; restaurateur Li Ping will open Obeca/Li in TriBeCa; chefs, Rebecca Charles and Mary Redding, open Pearl, seafood restaurant, in SoHo; dinners based on 18th-century recipes are being offered at historic Van Cortlandt Manor in Croton-on-Hudson (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-07-02T00:00:00Z", "word_count": 665, "news_desk": "Home Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Sauce for the Sirloin Smith & Wollensky, 797 Third Avenue (49th Street), has introduced its own steak sauce just in time for grill season. Horseradish gives the rich sauce a spicy bite. Smith & Wollensky Steak Sauce is $7.50 for 12 ounces at the steakhouse and Williams-Sonoma stores. This month, the restaurant will open a small retail shop to sell filet, T-bone and sirloin steaks for the sauce. Farmers' Markets on the Net Starchefs, a Web site devoted to chefs, recipes, cookbook authors and other food-related subjects (www.starchefs.com), has added a directory of nearly 2,500 farmers' markets around the country. It is organized by state and city. Click on ''Farm Fresh Markets'' on the main menu.", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd1f9458eb7c8105d755ef5", "web_url": "http://www.nytimes.com/1997/07/02/garden/food-notes-914410.html", "keywords": [{"name": "persons", "value": "LI PING"}, {"name": "persons", "value": "REDDING, MARY"}, {"name": "persons", "value": "CHARLES, REBECCA"}, {"name": "organizations", "value": "PEARL"}, {"name": "organizations", "value": "SMITH & WOLLENSKY"}, {"name": "organizations", "value": "ANTZIS LIVE POULTRY MARKET"}, {"name": "organizations", "value": "OBECA/LI"}, {"name": "organizations", "value": "STARCHEFS"}, {"name": "subject", "value": "AGRICULTURE"}, {"name": "subject", "value": "VAN CORTLANDT MANOR (CROTON-ON-HUDSON, NY)"}, {"name": "subject", "value": "FARMERS"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "INTERNET AND WORLD WIDE WEB"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "MEAT"}, {"name": "subject", "value": "POULTRY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Picnics, Cantonese-Style       China Fun restaurants, 1239 Second Avenue (65th Street) and 246 Columbus Avenue (72d Street), sell picnics for two for $15.90. They consist of curried chicken pastries, grilled vegetables, pickled vegetables and a ch...", "section_name": "Home and Garden; Style", "print_page": "2", "abstract": "China Fun restaurants in Manhattan are selling picnic lunches for two for $15.90; culinary arts division of New School will offer program on culinary history; Vinegar Factory in Upper Manhattan is again selling organic strawberries; William Holt is opening Russian cafe in midtown; restaurateur Matthew Kenney opens Monzu, 200-seat restaurant in Lower Manhattan; Leslie Parks, daughter of photographer Gordon Parks, is new chef at Harvest in Brooklyn Heights; Gary Robins is new executive chef at Match; is starting Match Uptown in SoHo; Philipe Feret leaves as chef at Windows on the World to work for Frontier Buffalo, which operates chain of buffalo-theme restaurants; chef John Tesar will open Lobster Bar and Grill in Hampton Bays, NY; James Chew, original chef at Typhoon Brewery, leaves New York for Singapore to work on Asian-theme brewery-restaurant there (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-05-21T00:00:00Z", "word_count": 741, "news_desk": "Home Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Picnics, Cantonese-Style China Fun restaurants, 1239 Second Avenue (65th Street) and 246 Columbus Avenue (72d Street), sell picnics for two for $15.90. They consist of curried chicken pastries, grilled vegetables, pickled vegetables and a choice of tasty barbecued chicken legs, roast chicken or Chinese soy sauce chicken -- plus rice, custard tarts and fortune cookies. The picnics come with paper plates and cups, and are available from 11 A.M. to 6 P.M. through Labor Day for pickup or delivery. East Side orders, (212) 752-0810; West Side, (212) 580-1516. Eating in the Past On June 7, the culinary arts division of the New School will offer a program on culinary history from 9 A.M. to 6 P.M. at the Roger Smith Hotel, 501 Lexington Avenue (47th Street). Talks will be given by Andrew Smith, Karen Hess and Michele Scicolone, food writers, and Josefina Howard, the owner of Rosa Mexicano. There will be a lunch of medieval-style food and a sampling of other foods from the past. The fee is $150. For information: (212) 255-4141.", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd1f0dd8eb7c8105d746dbd", "web_url": "http://www.nytimes.com/1997/05/21/garden/food-notes-204897.html", "keywords": [{"name": "persons", "value": "PARKS, LESLIE"}, {"name": "persons", "value": "ROBINS, CAROL PEACE"}, {"name": "persons", "value": "HOLT, WILLIAM"}, {"name": "persons", "value": "PARKS, GORDON"}, {"name": "persons", "value": "FERET, PHILIPPE"}, {"name": "persons", "value": "CHEW, JAMES"}, {"name": "persons", "value": "KENNEY, MATTHEW"}, {"name": "organizations", "value": "HARVEST"}, {"name": "organizations", "value": "FIREBIRD"}, {"name": "organizations", "value": "FRONTIER BUFFALO"}, {"name": "organizations", "value": "MATCH"}, {"name": "organizations", "value": "CHINA FUN"}, {"name": "organizations", "value": "LOBSTER BAR AND GRILL"}, {"name": "organizations", "value": "WINDOWS ON THE WORLD"}, {"name": "organizations", "value": "NEW SCHOOL FOR SOCIAL RESEARCH"}, {"name": "organizations", "value": "VINEGAR FACTORY"}, {"name": "subject", "value": "ORGANIC FOOD"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "STRAWBERRIES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Good Conscience Hearts of Palm      Now you can enjoy hearts of palm without destroying trees. Rain Forest Produce, of Chagrin Falls, Ohio, which markets fish and produce from the Amazon, is importing fresh hearts of pupunha palm, a hybrid that re...", "section_name": "Home and Garden", "print_page": "2", "abstract": "Hybrid palms in Brazil can now be harvested for hearts of palm without killing the palm, which happens with most other palms (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-03-12T00:00:00Z", "word_count": 699, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Good Conscience Hearts of Palm Now you can enjoy hearts of palm without destroying trees. Rain Forest Produce, of Chagrin Falls, Ohio, which markets fish and produce from the Amazon, is importing fresh hearts of pupunha palm, a hybrid that regenerates when the stems are cut. Most other palms harvested for hearts of palm are killed when the bud is removed. The pupunha can be harvested continually. Rain Forest Produce has developed about 200 acres of plantations on previously deforested land in the Amazon. The processing plant is in Manaus, Brazil. Jeff Moats, the owner of the company, said that even though the soil is extremely poor, the trees are grown without chemicals.", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd20e5e8eb7c8105d77f948", "web_url": "http://www.nytimes.com/1997/03/12/garden/food-notes-038776.html", "keywords": [{"name": "glocations", "value": "BRAZIL"}, {"name": "subject", "value": "PALM TREES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "From Pelts to Pasta     Nick Antonatos has moved from furs to food. Early this year, the former furrier opened Kitchen Provance, a carryout shop at 68 West 45th Street with an airy Mediterranean look and balcony seating. A buffet, at $5.50 a pound...", "section_name": "Home and Garden", "print_page": "2", "abstract": "Florence Fabricant Food Notes column; miscellaneous restaurant news reviewed; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-08-21T00:00:00Z", "word_count": 527, "news_desk": "Living DeskLiving Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "From Pelts to Pasta Nick Antonatos has moved from furs to food. Early this year, the former furrier opened Kitchen Provance, a carryout shop at 68 West 45th Street with an airy Mediterranean look and balcony seating. A buffet, at $5.50 a pound, offers well-seasoned salads, grilled vegetables, pastas and grains as well as tuna cakes and polenta gratin, all arrayed in big white bowls. Sandwiches, pastries and soups are also available. The name of the shop is an intentional misspelling of Provence, the region in the south of France. The chef, Ray Farygia, is from Malta. Off the Menu Hefty Seafood Maloney & Porcelli, 37 East 50th Street, replaces the short-lived, gaudy Gloucester. The place is named for two lawyers, Bill Maloney and Joe Porcelli, who work with the owner, the New York Restaurant Group.", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd1d8d98eb7c8105d717f92", "web_url": "http://www.nytimes.com/1996/08/21/garden/food-notes-949833.html", "keywords": [{"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Vinegar Factory Expands     Following the example of his brothers, Saul and Stanley, who own Zabar's, on the Upper West Side, Eli Zabar has added cooking equipment to the mezzanine at the Vinegar Factory, 431 East 91st Street. Earlier this year, M...", "section_name": "Home and Garden", "print_page": "2", "abstract": "Food Notes column; Eli Zabar adds cooking equipment to mezzanine of his Vinegar Factory food emporium at 431 East 91st Street, Manhattan (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-09-03T00:00:00Z", "word_count": 626, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Vinegar Factory Expands Following the example of his brothers, Saul and Stanley, who own Zabar's, on the Upper West Side, Eli Zabar has added cooking equipment to the mezzanine at the Vinegar Factory, 431 East 91st Street. Earlier this year, Mr. Zabar started selling cookware and utensils on the main floor. With a new staircase, he has been able to increase the floor area of the mezzanine. A six-inch Wusthof chef's knife is $48.99, heavy-duty lobster shears are $4.99, and Le Creuset casseroles are 30 percent off list price. A Cider Called Original Sin The growing list of well-made hard ciders has a local newcomer -- Original Sin. Produced in the Hudson Valley, it is light-bodied, pale gold and clean-tasting, with the merest hint of sweetness to smooth it. A clever serpentine label is wrapped around the bottle. Among the stores in Manhattan that sell it are New York Beverage, 428 East 91st Street, and Spring Street Market, 111 Spring Street (Greene Street). A 12-ounce bottle is about $2. Korean Cooking on Display Anita Lo, the executive chef at Mirezi in Manhattan, will offer a Korean cooking demonstration, along with samples, on Sunday from 11 A.M. to 1 P.M., at the Brooklyn Botanic Garden, 1000 Washington Avenue, at Prospect Park. There is no charge, but admission to the garden is $3 for adults, $1.50 for students and those 65 and older, and 50 cents for children 6 to 16. Information: (718) 622-4433. Three Festivals Some 24 restaurants in lower Manhattan will participate in Dine-Around Downtown, a food festival on Tuesday from 11 A.M. to 3 P.M. at the plaza of the World Trade Center. The Hudson River Club and Odeon will be among the restaurants offering tastings for $3 to $5. Samples will also be sold at the Greenmarket on Church Street. The rain date is Sept. 11.", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd200d18eb7c8105d76468c", "web_url": "http://www.nytimes.com/1997/09/03/garden/food-notes-912042.html", "keywords": [{"name": "persons", "value": "ZABAR, ELI"}, {"name": "organizations", "value": "VINEGAR FACTORY"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 38, "offset": 860}}, "status": "OK"}