{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "UNITED AIRLINES is moving and embellishing its transcontinental airline service at Kennedy International Airport.    Starting Sept. 9, the carrier -- a unit of UAL -- will operate all of its 14 daily flights between Kennedy and Los Angeles and San...", "section_name": "Business", "print_page": "5", "abstract": "United Airlines is moving and embellishing its transcontinental airline service at Kennedy International Airport; starting Sept 9, United will operate all of its 14 daily flights between Kennedy and San Francisco and Los Angeles from Gates One, Two and Three in Terminal Six, former Trans World Airlines terminal; Grand Hyatt in Hong Kong has renovated its business center, on lobby level; Travelers at Changi Airport in Singapore with time to spare can divert themselves with free two-hour tours sponsored by local travel interests; Virgin Group's Virgin Atlantic Airways has big plans for 16 Airbus A340-600's it recently leased; aircraft, which Virgin will begin to fly in 2002, will feature new premium class of service (Business Travel column) (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-08-27T00:00:00Z", "word_count": 706, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Jane", "role": "reported", "lastname": "Levere", "organization": ""}], "original": "By Jane L. Levere"}, "multimedia": [], "blog": [], "lead_paragraph": "UNITED AIRLINES is moving and embellishing its transcontinental airline service at Kennedy International Airport. Starting Sept. 9, the carrier -- a unit of UAL -- will operate all of its 14 daily flights between Kennedy and Los Angeles and San Francisco from Gates One, Two and Three -- just beyond the security checkpoint -- in Terminal Six, the former Trans World Airlines terminal. It currently operates all flights from Terminal Seven, the former British Airways terminal.", "headline": {"kicker": "Business Travel", "main": "United Airlines is moving its transcontinental service to a different terminal at Kennedy"}, "_id": "4fd1fc528eb7c8105d75afc5", "web_url": "http://www.nytimes.com/1997/08/27/business/united-airlines-moving-its-transcontinental-service-different-terminal-kennedy.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "HONG KONG"}, {"name": "glocations", "value": "SAN FRANCISCO (CALIF)"}, {"name": "glocations", "value": "LOS ANGELES (CALIF)"}, {"name": "glocations", "value": "SINGAPORE"}, {"name": "organizations", "value": "CHANGI AIRPORT"}, {"name": "organizations", "value": "UNITED AIRLINES"}, {"name": "organizations", "value": "AIRBUS INDUSTRIE"}, {"name": "organizations", "value": "HYATT HOTELS CORP"}, {"name": "organizations", "value": "VIRGIN ATLANTIC AIRWAYS"}, {"name": "organizations", "value": "KENNEDY INTERNATIONAL AIRPORT"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AFTER the Valujet crash in the Florida Everglades in May 1996, many travelers started booking away from not only Valujet, but also many other start-up, low-fare airlines. A new survey suggests that they remain out of favor with corporate travel ma...", "section_name": "Business", "print_page": "7", "abstract": "National Business Travel Association survey shows only 18 percent of corporate travel managers interviewed consider booking employees on low-cost or start-up airlines as a way to reduce travel costs; Swissair's introduction of organic food has been so successful that by year 2000 the carrier wants 90 percent of food and beverages it serves in economy business and first class to be organic; New York City taxicabs will continue program of using voices of celebrities on digital chips to remind passengers to buckle seat belt and to take belongings when leaving cab; recordings are required to be in all 12,000 cabs by Aug 1; time is growing short for those intending to compete in World Corporate Games but who have not registered; games will be held in Aruba from Sept 13 through Sept 20, and participants must be registered by Aug 13; American Automobile Association will formally become AAA, effective July 23; to mark the occasion, familiar logo has been redesigned (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-07-23T00:00:00Z", "word_count": 772, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "AFTER the Valujet crash in the Florida Everglades in May 1996, many travelers started booking away from not only Valujet, but also many other start-up, low-fare airlines. A new survey suggests that they remain out of favor with corporate travel managers. According to the National Business Travel Association, a survey it conducted of 565 corporate travel managers showed that only 18 percent of them considered booking employees on low-cost or start-up airlines as a way to reduce travel costs.", "headline": {"kicker": "Business Travel", "main": "Start-up and low-fare airlines continue to remain out of favor for corporate fliers, despite savings."}, "_id": "4fd20fd48eb7c8105d782e42", "web_url": "http://www.nytimes.com/1997/07/23/business/start-up-low-fare-airlines-continue-remain-favor-for-corporate-fliers-despite.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "ARUBA"}, {"name": "organizations", "value": "AMERICAN AUTOMOBILE ASSN"}, {"name": "organizations", "value": "AAA"}, {"name": "organizations", "value": "SWISSAIR"}, {"name": "organizations", "value": "NATIONAL BUSINESS TRAVEL ASSN"}, {"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "WORLD CORPORATE GAMES"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AUTOMOBILES"}, {"name": "subject", "value": "ORGANIC FOOD"}, {"name": "subject", "value": "NAMES, ORGANIZATIONAL"}, {"name": "subject", "value": "TAXICABS AND TAXICAB DRIVERS"}, {"name": "subject", "value": "EXECUTIVES AND MANAGEMENT"}, {"name": "subject", "value": "LOGOTYPES"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "ATHLETICS AND SPORTS"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IT'S too early for China's Hong Kong to change much.     ''There's no visa requirement -- same as usual -- if the visit is less than 30 days,'' advised Melinda J. Parsons of the Hong Kong Economic and Trade Office. ''But you'll still need a visa i...", "section_name": "Technology; Business", "print_page": "5", "abstract": "Travel to Hong Kong is operating as usual; there is no visa requirement--same as usual--if visit is less than 30 days; visa is still needed if going on from Hong Kong to China; for annual fees ranging from $150 to $200, airlines pamper business travelers by providing members-only clubs full of comforts and conveniences; Trans World Airlines is breaking ranks with its competitors by letting certain nonmembers in the door on their day of travel; US Passport Agency in Rockefeller Center now requires an appointment; AMR's American Airlines has installed plug-in ports for laptop computers on its trans-Atlantic Airbuses flying out of Kennedy International Airport in New York and Logan International Airport in Boston; carrier will begin putting them in its 767 international fleets and its Super 80's that fly domestic routes (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-07-02T00:00:00Z", "word_count": 846, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "Burnham", "firstname": "Paul", "role": "reported", "lastname": "Finney", "organization": ""}], "original": "By Paul Burnham Finney"}, "multimedia": [], "blog": [], "lead_paragraph": "IT'S too early for China's Hong Kong to change much. ''There's no visa requirement -- same as usual -- if the visit is less than 30 days,'' advised Melinda J. Parsons of the Hong Kong Economic and Trade Office. ''But you'll still need a visa if you're going on from Hong Kong to China on a business trip.'' The easiest way to get a Chinese visa is through one of China Travel Service's offices right in Hong Kong.", "headline": {"kicker": "Business Travel", "main": "For those headed to China's Hong Kong, things are operating pretty much as usual."}, "_id": "4fd1d5368eb7c8105d712e5e", "web_url": "http://www.nytimes.com/1997/07/02/business/for-those-headed-to-china-s-hong-kong-things-are-operating-pretty-much-as-usual.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "HONG KONG"}, {"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "TRANS WORLD AIRLINES"}, {"name": "organizations", "value": "AMERICAN AIRLINES INC"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "PASSPORTS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "VISAS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE cyberspace revolution is venturing into new territory, as hotels begin to offer special telephone lines in guest rooms for high-speed Internet access similar to that already found in some hotel business centers.    A key player is Atcom/Info, ...", "section_name": "Technology; Business", "print_page": "8", "abstract": "Cyberspace revolution is venturing into new territory, as hotels begin to offer special telephone lines in guest rooms for high-speed Internet access similar to that already found in some hotel business centers; key player is Atcom/Info, a software company based in San Diego, Calif; among Atcom/Info's clients are Renaissance Washington Hotel and Claremont Resort and Spa in Oakland, Calif; high-speed guest-room Internet access from Fourth Communications Network will soon be available via television and personal computer; Orient-Express Hotels, subsidiary of Sea Containers Ltd, has purchased La Samanna, an 80-room resort on St Martin in French West Indies, for $20 million from estate of original owner (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-10-30T00:00:00Z", "word_count": 682, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Jane", "role": "reported", "lastname": "Levere", "organization": ""}], "original": "By Jane L. Levere"}, "multimedia": [], "blog": [], "lead_paragraph": "THE cyberspace revolution is venturing into new territory, as hotels begin to offer special telephone lines in guest rooms for high-speed Internet access similar to that already found in some hotel business centers. A key player is Atcom/Info, a software company based in San Diego whose ''cyberbooths'' -- kiosks where travelers can log on to read their E-mail or surf the World Wide Web -- are springing up in airports and convention centers. Assisted by Atcom/Info, the Renaissance Washington Hotel has set up computer terminals offering high-speed Internet access on a trial basis in 13 of its 799 guest rooms. The Renaissance is charging guests 33 cents a minute to use the equipment, with a maximum charge of $25 daily. Brad Edwards, general manager of the hotel, which already has two cyberbooths outside its ballroom, said if the trial was successful, additional computers would be installed in one-fourth of all guest rooms.", "headline": {"kicker": "Business Travel", "main": "High-speed access to the Internet is beginning to be a feature in some hotel guest rooms."}, "_id": "4fd208d58eb7c8105d773b06", "web_url": "http://www.nytimes.com/1996/10/30/business/high-speed-access-internet-beginning-be-feature-some-hotel-guest-rooms.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "RENAISSANCE HOTELS & RESORTS"}, {"name": "organizations", "value": "SEA CONTAINERS LTD"}, {"name": "organizations", "value": "ATCOM/INFO"}, {"name": "organizations", "value": "LA SAMANNA HOTEL"}, {"name": "organizations", "value": "FOURTH COMMUNICATIONS NETWORK"}, {"name": "organizations", "value": "CLAREMONT RESORT AND SPA"}, {"name": "organizations", "value": "ORIENT-EXPRESS HOTELS"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "INTERNET AND WORLD WIDE WEB"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THERE is now a harvest of low air fares to be reaped in markets in the Eastern third of the country, thanks to yesterday's start of Delta Express, the ambitious low-cost carrier arm of Delta Air Lines, as well as the resumption of flights by Valuj...", "section_name": "Technology; Business", "print_page": "9", "abstract": "Edwin McDowell (Business Travel) column says start of Delta Express, ambitious low-cost carrier arm of Delta Air Lines, along with resumption of flights by Valujet, offer travelers bounty of low-priced air fares; also says American Airlines is adding power ports at all first class and business class seats on selected international flights, which will allow passengers to save batteries on their portable computers; notes Best Western has joined American Express Membership Rewards program (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-10-02T00:00:00Z", "word_count": 584, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "THERE is now a harvest of low air fares to be reaped in markets in the Eastern third of the country, thanks to yesterday's start of Delta Express, the ambitious low-cost carrier arm of Delta Air Lines, as well as the resumption of flights by Valujet on Monday. They both join the new incarnation of Pan American World Airways, which started a limited route system less than a week ago but which, like Valujet, plans to expand.", "headline": {"kicker": "Business Travel", "main": "In the spirit of autumn, discount airlines are offering a bounteous crop of low-priced fares."}, "_id": "4fd1f5e28eb7c8105d74fcad", "web_url": "http://www.nytimes.com/1996/10/02/business/spirit-autumn-discount-airlines-are-offering-bounteous-crop-low-priced-fares.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "AMERICAN EXPRESS CO"}, {"name": "organizations", "value": "VALUJET AIRLINES"}, {"name": "organizations", "value": "BEST WESTERN INTERNATIONAL INC"}, {"name": "organizations", "value": "AMERICAN AIRLINES INC"}, {"name": "organizations", "value": "DELTA AIR LINES INC"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "BATTERIES"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "OF course, the train doesn't have anywhere near the reach of the plane. But for business travelers who happen to be headed where the train tracks go, the railroad offers a realistic alternative to the dread airport departure lounge.    Here's a re...", "section_name": "Business", "print_page": "10", "abstract": "Article on train travel as pleasant alternative to air travel; report on recent business trip on Amtrak's Metroliner, which travels between New York City and Washington, DC, noted (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-06-16T00:00:00Z", "word_count": 838, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Sharkey", "organization": "", "firstname": "Joe"}], "original": "By Joe Sharkey"}, "multimedia": [], "blog": [], "lead_paragraph": "OF course, the train doesn't have anywhere near the reach of the plane. But for business travelers who happen to be headed where the train tracks go, the railroad offers a realistic alternative to the dread airport departure lounge. Here's a report on one recent business trip on Amtrak's Metroliner, which travels between New York City and Washington, D.C.:", "headline": {"main": "Business Travel; If you're going where the tracks go, the train can be a realistic, pleasant alternative to air travel."}, "_id": "4fd221548eb7c8105d7a5d78", "web_url": "http://www.nytimes.com/1999/06/16/business/business-travel-if-you-re-going-where-tracks-go-train-can-be-realistic-pleasant.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "AMTRAK"}, {"name": "subject", "value": "RAILROADS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "CERTAIN miles accumulated in UAL's United Airlines and AMR's American Airlines frequent-flier programs are scheduled to expire on Dec. 31, but there is still time to use or preserve them, while miles originally scheduled to expire in Delta Air Lin...", "section_name": "Business", "print_page": "7", "abstract": "Time is growing short for frequent fliers to cash in certain of their airline miles; Royal Caribbean's ship Monarch of the Seas has canceled scheduled voyage after striking reef while leaving St Maarten in French West Indies; Disney Cruise Line's second ship, Disney Wonder, will be delivered next spring, but its maiden voyage is not scheduled until Aug 15; ship will miss most of traditional summer cruise season; recent passenger aboard Carnival Paradise, industry's first smoke-free cruise ship, was put off in Nassau, the Bahamas, where he had to pay his own way home; Carnival says passengers were warned that ship was for nonsmokers (Business Travel) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-12-16T00:00:00Z", "word_count": 689, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "CERTAIN miles accumulated in UAL's United Airlines and AMR's American Airlines frequent-flier programs are scheduled to expire on Dec. 31, but there is still time to use or preserve them, while miles originally scheduled to expire in Delta Air Lines' and Northwest Airlines' programs have been extended a year. As always, miles in the Continental Airlines and U S Airways programs do not expire at all. The miles that will soon expire in the United and American programs are those that were earned in 1995. But members of either program who lack enough miles for a free flight may be able to qualify by transferring miles from their Diners Club Club Rewards or American Express Membership Rewards programs. Or they can use their accumulated miles for a rental car or free hotel stays or upgrades. Or they can donate their miles to a charity sponsored by the airline. Trans World Airlines' frequent fliers, for example, have donated more than five million miles to the Salvation Army, which sent 75 volunteers on T.W.A. flights to the Caribbean to repair homes that were destroyed by Hurricane Georges, and to provide food to hundreds of refugees.", "headline": {"main": "Business Travel"}, "_id": "4fd2173c8eb7c8105d792b99", "web_url": "http://www.nytimes.com/1998/12/16/business/business-travel.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "ST MAARTEN"}, {"name": "organizations", "value": "DISNEY CRUISE LINE"}, {"name": "organizations", "value": "CARNIVAL CRUISE LINES"}, {"name": "organizations", "value": "ROYAL CARIBBEAN CRUISES LTD"}, {"name": "subject", "value": "ACCIDENTS AND SAFETY"}, {"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "SMOKING AND TOBACCO"}, {"name": "subject", "value": "CARNIVAL PARADISE (SHIP)"}, {"name": "subject", "value": "CRUISES"}, {"name": "subject", "value": "MONARCH OF THE SEAS (SHIP)"}, {"name": "subject", "value": "DISNEY WONDER (SHIP)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "PASSENGERS with a gripe about airlines have a new way to complain, courtesy of the American Society of Travel Agents, which has issued an Air Traveler's Bill of Rights and is inviting feedback on flights at a new Web site.    The society plans to ...", "section_name": "Technology; Business", "print_page": "5", "abstract": "American Society of Travel Agents has issued Air Traveler's Bill of Rights and is inviting feedback on flights at new Web site; society plans to publish results of Web surveys periodically; Price Waterhouse Coopers Lodging Research Network says average daily room rate at US hotels will rise 5 percent this year, to $78.94, even though hotel occupancies are expected to decline for second consecutive year; valet parking has come to Newark International Airport and should soon arrive at Kennedy International Airport; service is operated by Ampco System Parking; Delta Air Lines and UAL's United Airlines will become partners in one another's frequent-flier programs on Sept 1 (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-07-08T00:00:00Z", "word_count": 735, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Piorko", "organization": "", "firstname": "Janet"}], "original": "By Janet Piorko"}, "multimedia": [], "blog": [], "lead_paragraph": "PASSENGERS with a gripe about airlines have a new way to complain, courtesy of the American Society of Travel Agents, which has issued an Air Traveler's Bill of Rights and is inviting feedback on flights at a new Web site. The society plans to publish the results of the Web surveys periodically.", "headline": {"main": "Business Travel; The American Society of Travel Agents is giving airline passengers a new avenue for complaints."}, "_id": "4fd1eafe8eb7c8105d73b448", "web_url": "http://www.nytimes.com/1998/07/08/business/business-travel-american-society-travel-agents-giving-airline-passengers-new.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "PRICE WATERHOUSE COOPERS LODGING RESEARCH NETWORK"}, {"name": "organizations", "value": "UNITED AIRLINES"}, {"name": "organizations", "value": "AMPCO SYSTEM PARKING"}, {"name": "organizations", "value": "KENNEDY INTERNATIONAL AIRPORT"}, {"name": "organizations", "value": "DELTA AIR LINES INC"}, {"name": "organizations", "value": "AMERICAN SOCIETY OF TRAVEL AGENTS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "PARKING"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "NEWARK INTERNATIONAL AIRPORT (NJ)"}, {"name": "subject", "value": "INTERNET AND WORLD WIDE WEB"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A NEW subsidiary of British Airways called Go, based at Stansted Airport outside London, plans to join the ranks of no-frills European airlines next month. Go is scheduled to start flights to Rome beginning May 22 and Milan May 23, followed by Cop...", "section_name": "Business", "print_page": "8", "abstract": "New subsidiary of British Airways called Go, based at Stansted Airport outside London, plans to join ranks of no-frills European airlines next month; Easyjet is so unhappy with Go's entry into no-frills field that it is taking British Airways to court, charging that parent company is 'cross-subsidizing' start-up; British Airways says there is nothing unlawful or anticompetitive about Go's operation; Seaport Hotel is set to open May 1 on Boston's waterfront across the street from World Trade Center; hotel is owned by Commonwealth Flats Development and John Drew Co; it is first new full-service luxury property in downtown Boston in more than decade; Albany International Airport is scheduled to open new $72 million passenger terminal and concourse June 1 (Business Travel column) (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-04-22T00:00:00Z", "word_count": 650, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Piorko", "organization": "", "firstname": "Janet"}], "original": "By Janet Piorko"}, "multimedia": [], "blog": [], "lead_paragraph": "A NEW subsidiary of British Airways called Go, based at Stansted Airport outside London, plans to join the ranks of no-frills European airlines next month. Go is scheduled to start flights to Rome beginning May 22 and Milan May 23, followed by Copenhagen on June 5, all on leased Boeing 737-300's. Several low-cost carriers have cropped up in Europe in recent years with the gradual deregulation of the airline industry there. One of them, Easyjet, is so unhappy with Go's entry into the field that it is taking British Airways to court, charging that the parent company is ''cross-subsidizing'' the start-up. British Airways maintains ''there is nothing unlawful or anticompetitive about Go's operation,'' according to John Lampl, a company spokesman. Hearings in Britain's High Court are set for May 11.", "headline": {"main": "Business Travel; A subsidiary of British Airways is joining the ranks of no-frills airlines in Europe."}, "_id": "4fd216c38eb7c8105d791a85", "web_url": "http://www.nytimes.com/1998/04/22/business/business-travel-subsidiary-british-airways-joining-ranks-no-frills-airlines.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "BOSTON (MASS)"}, {"name": "organizations", "value": "SEAPORT HOTEL"}, {"name": "organizations", "value": "STANSTED AIRPORT"}, {"name": "organizations", "value": "BRITISH AIRWAYS PLC"}, {"name": "organizations", "value": "DREW, JOHN, CO"}, {"name": "organizations", "value": "ALBANY INTERNATIONAL AIRPORT"}, {"name": "organizations", "value": "GO AIRLINES"}, {"name": "organizations", "value": "EASYJET"}, {"name": "organizations", "value": "COMMONWEALTH FLATS DEVELOPMENT"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "ANTITRUST ACTIONS AND LAWS"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "STATIONS AND TERMINALS (PASSENGER)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "COMMISSIONS to travel agents were lowered yesterday by American Airlines and Delta Air Lines, following the lead of United Airlines, which cut them last Friday. Because the Big Three carriers command about 60 percent of domestic market share, ther...", "section_name": "Business", "print_page": "9", "abstract": "Commissions to travel agents are lowered by American Airlines and Delta Air Lines, following lead of United Airlines, which cut them on Sept 19; because Big Three carriers command about 60 percent of market share, there appears little chance that commission cuts will be reversed, at least voluntarily; American Society of Travel Agents vows to 'go to the mat' for travel agents; Association of Retail Travel Agents says 14 national travel agency marketing groups and some other companies have pledged $250,000 to form alliance that would seek Congressional approval to allow small agents to bargain collectively with airlines (Business Travel column) (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-09-24T00:00:00Z", "word_count": 755, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "COMMISSIONS to travel agents were lowered yesterday by American Airlines and Delta Air Lines, following the lead of United Airlines, which cut them last Friday. Because the Big Three carriers command about 60 percent of domestic market share, there appears little chance that the commission cuts will be reversed, at least voluntarily. Nevertheless, the American Society of Travel Agents vowed yesterday to ''go to the mat'' for travel agents. And the Association of Retail Travel Agents, meeting in Las Vegas, Nev., yesterday, said that 14 national travel agency marketing groups and some other companies had pledged $250,000 to form an alliance that would seek Congressional approval to allow small agents to bargain collectively with airlines.", "headline": {"main": "Business Travel; American and Delta join United in cutting travel agent commissions. Should consumers care?"}, "_id": "4fd213968eb7c8105d78a88a", "web_url": "http://www.nytimes.com/1997/09/24/business/business-travel-american-delta-join-united-cutting-travel-agent-commissions.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "UNITED AIRLINES"}, {"name": "organizations", "value": "AMERICAN AIRLINES INC"}, {"name": "organizations", "value": "ASSN OF RETAIL TRAVEL AGENTS"}, {"name": "organizations", "value": "DELTA AIR LINES INC"}, {"name": "organizations", "value": "AMERICAN SOCIETY OF TRAVEL AGENTS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "COMMISSIONS (FEES)"}, {"name": "subject", "value": "TRAVEL AGENCIES AND AGENTS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 35813, "time": 136, "offset": 70}}, "status": "OK"}