{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "The idea, honestly, was modest. That the modest idea became a genuine odyssey -- a trip that changed everyone's idea of scale (as Julian Schnabel predicted it would), altered their aesthetics (as Miuccia Prada said it did hers) and boggled their c...", "section_name": "Style; Magazine", "print_page": "204", "abstract": "Amy M Spindler article on how fashion shoot in Egypt became odyssey; photos (special section, Fashions of The Times) (part 2 of 2-part section) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-08-20T00:00:00Z", "word_count": 3178, "news_desk": "Fashions of The Times Magazine", "byline": {"person": [{"role": "reported", "organization": "", "rank": 1}], "original": "By Amy M. Spindler"}, "multimedia": [], "blog": [], "lead_paragraph": "The idea, honestly, was modest. That the modest idea became a genuine odyssey -- a trip that changed everyone's idea of scale (as Julian Schnabel predicted it would), altered their aesthetics (as Miuccia Prada said it did hers) and boggled their concept of Egyptian grandeur itself (as Sandy Pittman went on and on about in an e-mail) -- was a fortunate accident. But all anyone wanted, at the outset, was one glamorous photo in front of the Pyramids, the kind you associate with another era of fashion. Just a model, a dress and a monument made five millennia ago. Why, we wondered, don't we see more of that in fashion? Certainly, ancient Egypt was the first place to take fashion edicts from the 5,000-year-old equivalent of Nicole Kidman: copies of the royals' makeup holders and hand mirrors were found in the laborers' quarters, and the ancient knock-off version of her Academy Awards dress. The ancients routinely wore sheer, see-through linens -- proof of the wearers' wealth -- racier than anything worn today. Isis is depicted in Nefertari's tomb in the original Rudi Gernreich. And the first known eye makeup was used there: Kohl ground with malachite for green eye shadow, and galena for gray. There's a reason why Las Vegas, land of ersatz glamour, named its hotels the Sahara, the Sands, the Luxor. A trip down the Nile is the definition of an odyssey. Odysseus himself ventured to the Nile in the voyage that gave such voyages their name. It's a trip that imprints itself for life on every person who takes it. The Nile, and its source, has been an obsession of pharaohs, Phoenicians, Greeks, Romans, Muhammad Ali, Ibrahim Pasha and -- until the 1960's, when it seems to have disappeared from their photos -- fashion editors.", "headline": {"kicker": "TRAVEL NOTES", "main": "The Agony and the Odyssey"}, "_id": "4fd236c08eb7c8105d7c8c3b", "web_url": "http://www.nytimes.com/2000/08/20/magazine/travel-notes-the-agony-and-the-odyssey.html", "keywords": [{"name": "glocations", "value": "EGYPT"}, {"name": "subject", "value": "APPAREL"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "An aquarium featuring some of the most feared predators of the sea -- venomous tropical fish, carnivorous water monitors (a type of lizard that measures up to seven feet long) and 10 species of shark -- recently opened at the Mandalay Bay Resort a...", "section_name": null, "print_page": "3", "abstract": "Aquarium featuring venomous tropical fish, carnivorous water monitors and 10 species of shark opens at Mandalay Bay Resort and Casino in Las Vegas, Nev (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-08-13T00:00:00Z", "word_count": 223, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "An aquarium featuring some of the most feared predators of the sea -- venomous tropical fish, carnivorous water monitors (a type of lizard that measures up to seven feet long) and 10 species of shark -- recently opened at the Mandalay Bay Resort and Casino in Las Vegas. The Shark Reef at Mandalay Bay is constructed to resemble the ruins of an ancient temple slowly sinking into the sea. A path winds through the temple's courtyard and gradually descends, to suggest that the visitor is going underwater.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Sea Carnivores Move In At Las Vegas Casino"}, "_id": "4fd2370d8eb7c8105d7c95ac", "web_url": "http://www.nytimes.com/2000/08/13/travel/travel-advisory-sea-carnivores-move-in-at-las-vegas-casino.html", "keywords": [{"name": "glocations", "value": "LAS VEGAS (NEV)"}, {"name": "organizations", "value": "MANDALAY BAY RESORT AND CASINO"}, {"name": "subject", "value": "SHARKS"}, {"name": "subject", "value": "CASINOS"}, {"name": "subject", "value": "LIZARDS"}, {"name": "subject", "value": "AQUARIUMS"}, {"name": "subject", "value": "FISH AND OTHER MARINE LIFE"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "On July 14, tanks will roll down the Champs-Elysees and fighter planes will swoop overhead for the traditional military parade that marks the birthday of the French Republic. Across the nation, there will be fireworks and open-air dances.    But B...", "section_name": null, "print_page": "3", "abstract": "Bastille Day 2000 events in France will include giant public picnic along 597-mile stretch of Paris Meridian, running from Dunkirk to Prats-de-Molo on Spanish border, air show and multidisciplinary relay race; three million people are expected to participate (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-06-25T00:00:00Z", "word_count": 277, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "On July 14, tanks will roll down the Champs-Elysees and fighter planes will swoop overhead for the traditional military parade that marks the birthday of the French Republic. Across the nation, there will be fireworks and open-air dances. But Bastille Day 2000 calls for something special. Last November, schoolchildren started planting thousands of saplings along the Paris Meridian, the line running 2 degrees 20 minutes 14 seconds east of Greenwich, from Dunkirk to Prats-de-Molo on the Spanish border. On Bastille Day, this 597-mile tree line sets the stage for the largest dejeuner sur l'herbe in French history.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A Very Big Picnic For Bastille Day"}, "_id": "4fd1fa148eb7c8105d757ad3", "web_url": "http://www.nytimes.com/2000/06/25/travel/travel-advisory-a-very-big-picnic-for-bastille-day.html", "keywords": [{"name": "glocations", "value": "FRANCE"}, {"name": "subject", "value": "AIR SHOWS"}, {"name": "subject", "value": "BASTILLE DAY"}, {"name": "subject", "value": "PICNICS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A thousand years ago, Leif Ericson and his crew of Vikings rowed their longships to the rocky shores of Newfoundland, where they founded the first European settlement of North America. This summer, Newfoundland is host to ''Vikings! 1,000 Years,''...", "section_name": null, "print_page": "3", "abstract": "Festival marking 1000th anniversary of Leif Ericson's discovery of Newfoundland noted; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-05-28T00:00:00Z", "word_count": 349, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "CATTO", "organization": "", "firstname": "Susan"}], "original": "By SUSAN CATTO"}, "multimedia": [], "blog": [], "lead_paragraph": "A thousand years ago, Leif Ericson and his crew of Vikings rowed their longships to the rocky shores of Newfoundland, where they founded the first European settlement of North America. This summer, Newfoundland is host to ''Vikings! 1,000 Years,'' a provincewide festival centered around L'Anse aux Meadows, the only authenticated Norse settlement in North America. At the tip of Newfoundland's Northern Peninsula, a coastal region famous for icebergs and seabird colonies, L'Anse aux Meadows will welcome a flotilla of longships in a re-enactment of Ericson's landing on July 28.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Vikings Return to Newfoundland"}, "_id": "4fd1fa0b8eb7c8105d757528", "web_url": "http://www.nytimes.com/2000/05/28/travel/travel-advisory-vikings-return-to-newfoundland.html", "keywords": [{"name": "persons", "value": "ERICSON, LEIF"}, {"name": "glocations", "value": "NEWFOUNDLAND (CANADA)"}, {"name": "subject", "value": "FESTIVALS"}, {"name": "subject", "value": "VIKINGS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "For sheer magnitude and ecological audacity, few millennium events can match La Meridienne Verte, the showcase of the Mission 2000 project planned by the French government.     Last November, tens of thousands of schoolchildren planted miles of sa...", "section_name": null, "print_page": "3", "abstract": "French government plans Incredible Picnic July 14 along Green Meridian, 597-mile line of Paris meridian, along which schoolchildren have planted trees to mark start of new century; Peris meridian, running from Dunkirk to Barcelona, was used by 18th-century French mathematicians to establish metric standard and calculate local time; 337 communities along line are also planting fields of flowers for summer event (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-01-09T00:00:00Z", "word_count": 275, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "LaBalme", "organization": "", "firstname": "Corinne"}], "original": "By Corinne LaBalme"}, "multimedia": [], "blog": [], "lead_paragraph": "For sheer magnitude and ecological audacity, few millennium events can match La Meridienne Verte, the showcase of the Mission 2000 project planned by the French government. Last November, tens of thousands of schoolchildren planted miles of saplings along the Paris meridian, the line running 2 degrees 20 minutes 14 seconds east of Greenwich from Dunkirk to Barcelona that helped 18th-century French mathematicians establish the metric standard and calculate local time.(Despite the ravages of the recent storms, the small trees have emerged for the most part unscathed.)", "headline": {"kicker": "TRAVEL ADVISORY", "main": "France Plans a Picnic, And Invites 3 Million"}, "_id": "4fd233c58eb7c8105d7c471b", "web_url": "http://www.nytimes.com/2000/01/09/travel/travel-advisory-france-plans-a-picnic-and-invites-3-million.html", "keywords": [{"name": "glocations", "value": "FRANCE"}, {"name": "subject", "value": "TREES AND SHRUBS"}, {"name": "subject", "value": "METRIC SYSTEM"}, {"name": "subject", "value": "FLOWERS AND PLANTS"}, {"name": "subject", "value": "TWO THOUSAND (YEAR)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "MAJOR CARRIERS GAIN Network carriers are reclaiming a bigger share of business travelers from low-cost carriers, according to a survey by Accenture, the consulting company. Last month, 82 percent of business travelers said they were now...", "section_name": "Business", "print_page": "9", "abstract": "Accenture survey finds network carriers are reclaiming bigger share of business travelers from low-cost carriers; corporate travel managers are uneasy about State Department's plan to introduce passports later this year that will have tiny radio tags for transmitting personal and facial-biometric information, to expedite processing of travelers through border controls and Customs checkpoints; domestic hotels are slowly following lead of airlines in giving customers options for automated check-ins; Hilton Hotels last year tested self-service kiosks at several major hotels, and by year's end had them installed in 44 hotels; others installing or testing kiosks are Global Hyatt Corp, Starwood Hotels and Resorts and Holiday Inn; photo (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2005-04-05T00:00:00Z", "word_count": 541, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Joe", "lastname": "SHARKEY", "organization": "", "rank": 1}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "MAJOR CARRIERS GAIN -- Network carriers are reclaiming a bigger share of business travelers from low-cost carriers, according to a survey by Accenture, the consulting company. Last month, 82 percent of business travelers said they were now ''primarily'' using major airlines, up from 72 percent a year ago, according to the survey, which reported a ''significant shift'' back to major network carriers over the past year for both business and personal travel. For business travelers, a shift back to network carriers reflects a loosening of corporate travel policies in an improved economy, Paul Chiu, the head of travel and tourist research for Accenture, said in an interview. Business travelers now have ''more flexibility to pick airlines and flights more conducive to their schedules and destinations, rather than selecting them strictly on price,'' he said. A third of business travelers surveyed said they expected to travel more in the next six months than they did in the comparable period last year, while a little over half said their travel frequency would be about the same. RADIO-FREE PASSPORTS? -- Corporate travel managers are uneasy about the State Department's plan to introduce passports later this year that will have tiny radio tags for transmitting personal and facial-biometric information, to expedite processing of travelers through border controls and Customs checkpoints. The Association of Corporate Travel Executives has polled its members and found that ''93 percent of them are opposed to this,'' said Jack Riepe, a spokesman for the group. The reason is that radio frequency identification, or RFID, devices -- similar to radio tags used in inventory management of manufactured goods -- can broadcast ''the presence of U.S. citizens in crowds, in hotel lobbies, on trains or even on the street to those in possession of a fairly unsophisticated receiver,'' according to a statement by the group. The main concern is about politically motivated attacks on United States citizens abroad, but the devices ''could also be pinpointing likely targets for pickpockets and thieves,'' said Greeley Koch, the group's president. ''The problem is that anyone can activate these things,'' which can be read from as far as 100 feet away, said Bill Scannell, a consultant on privacy who is organizing opposition to the proposal on a Web site, www.RFIDkills.com. AUTOMATED CHECK-INS -- Domestic hotels are slowly following the lead of airlines in giving customers options for automated check-ins. Last year, Hilton Hotels tested self-service kiosks at several major hotels, and by year's end had them installed at 44 hotels. Hilton is now installing registration kiosks at all of its 175 Embassy Suites hotels. Others installing or testing kiosks are the Global Hyatt Corporation, which is putting them into 100 Hyatt Regency and Grand Hyatt hotels this year; Starwood Hotels and Resorts, which is installing kiosks in more than 100 Sheraton hotels; and Holiday Inn, a unit of Lodgian, which is testing a kiosk at its Gwinnett Center property in Georgia that will also allow guests to print out airline boarding passes. ''Initial expectations have been met that this is a viable means for customers to expedite check-ins,'' while still having access to personalized front desk service if desired, Thomas B. Spitler, Hilton's vice president for front office operations, said in an interview. JOE SHARKEY", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd2a64c8eb7c8105d88e486", "web_url": "http://www.nytimes.com/2005/04/05/business/05memo.html", "keywords": [{"name": "organizations", "value": "HOLIDAY INNS INC"}, {"name": "organizations", "value": "STATE DEPARTMENT"}, {"name": "organizations", "value": "HILTON HOTELS CORP"}, {"name": "organizations", "value": "GLOBAL HYATT CORP"}, {"name": "organizations", "value": "STARWOOD HOTELS & RESORTS WORLDWIDE INC"}, {"name": "organizations", "value": "ACCENTURE"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "BIOMETRICS"}, {"name": "subject", "value": "RADIO"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "PASSPORTS"}, {"name": "subject", "value": "CUSTOMS (TARIFF)"}, {"name": "subject", "value": "KIOSKS"}, {"name": "subject", "value": "IDENTIFICATION DEVICES"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "PRIVACY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "MAINTAINING ALTITUDE OR CLIMBING Business travel this year will match or exceed last year's volume, according to a survey of 300 major North American travel managers commissioned by Carlson Wagonlit Travel. More than 80 percent of the corporate an...", "section_name": "Business", "print_page": "9", "abstract": "Survey of 300 major North American travel managers commissioned by Carlson Wagonlit Travel shows business travel in 2005 will match or exceed volume in 2004; Las Vegas' monorail has reopened after being shut down by merchanical problems in September; North American members of British Airways' Executive Club frequent-flier program will get 40,250 bonus miles for completing at least one trans-Atlantic round-trip flight in first class or Club World business class from Jan 13 to April 30; General Services Administration, in response to complaints by federal employees, has published final daily reimbursement maximums for hotels if various cities for fiscal 2005; Air Canada will start thrice-weekly non-stop service from Toronto to Seoul in July; photo (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2005-01-11T00:00:00Z", "word_count": 420, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Joe", "lastname": "SHARKEY", "organization": "", "rank": 1}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "MAINTAINING ALTITUDE OR CLIMBING -- Business travel this year will match or exceed last year's volume, according to a survey of 300 major North American travel managers commissioned by Carlson Wagonlit Travel. More than 80 percent of the corporate and third-party travel managers polled said they expected their 2005 business-travel spending to increase (34 percent) or stay the same (49 percent). The survey, which also polled 1,200 individual travelers, found that the top two pet peeves on flights were people who carry on bulky bags that should have been checked (32 percent cited this) and babies who cry (13 percent). Managers thought the main problems would be long security lines (29 percent) and resentment that others were paying less on the same flight (19 percent). Travelers put those at 11 percent and 5 percent, respectively. ROLLING AGAIN IN LAS VEGAS -- Visitors need no longer walk long blocks or take a taxi from their Strip hotels to the convention center in Las Vegas. The city's monorail line reopened just before New Year's Day. The $650 million, four-mile monorail, which started service in July but was shut down by mechanical problems in September, has six stops at hotels on the east side of the Strip and another stop at the Las Vegas Convention Center. Single rides cost $3; a one-day pass is $10. BRITISH AIR FREQUENT-FLIER BONUS -- North American members of British Airways' Executive Club frequent-flier program will get 40,250 bonus miles for completing at least one trans-Atlantic round-trip flight in first class or Club World business class from Thursday to April 30. A Web site to register for the offer is to be activated after 9 a.m. today at www.ba.com/winteroffer. BEST DEAL: PHOENIX IN THE SUMMER -- In response to complaints by federal employees, the General Services Administration has published final daily reimbursement maximums for hotels in various cities for fiscal 2005. Some samples: New York is at the top, with a range of $177 to $208 (depending on the season); Los Angeles is $100 (but neighboring Santa Monica is $151); Washington is $153; and Chicago is $149. Among the lowest rates: Houston ($99); Orlando ($98); and Phoenix/Scottsdale, $75 in the summer, $103 in the fall and $121 in the winter. TORONTO TO SEOUL NONSTOP -- Air Canada said yesterday that it would start thrice-weekly nonstop service from Toronto to Seoul in July. Flight time will be about 14 hours and 45 minutes westbound to Seoul and 12 hours and 55 minutes eastbound to Toronto. JOE SHARKEY", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Memo Pad"}, "_id": "4fd254e98eb7c8105d7fd139", "web_url": "http://www.nytimes.com/2005/01/11/business/11memo.html", "keywords": [{"name": "glocations", "value": "SEOUL (SOUTH KOREA)"}, {"name": "glocations", "value": "TORONTO (ONTARIO)"}, {"name": "glocations", "value": "LAS VEGAS (NEV)"}, {"name": "organizations", "value": "BRITISH AIRWAYS PLC"}, {"name": "organizations", "value": "CARLSON WAGONLIT TRAVEL"}, {"name": "organizations", "value": "GENERAL SERVICES ADMINISTRATION"}, {"name": "organizations", "value": "AIR CANADA"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "MONORAILS"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "TRANSIT SYSTEMS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "GOVERNMENT EMPLOYEES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "MONEY ON THEIR MINDS Most executives involved with corporate and professional association meetings and incentive travel- 55 percent of more than 900 polled - say that the cost of hotel accommodations is the single most important factor in selectin...", "section_name": "Business", "print_page": "9", "abstract": "Annual survey by Yesawich Pepperdine Brown & Russell finds that 55 percent of more than 900 executives polled say cost of hotel accommodations is single most important factor in selecting destination for corporate and professional association meetings; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-11-30T00:00:00Z", "word_count": 505, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Joe", "lastname": "SHARKEY", "organization": "", "rank": 1}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "MONEY ON THEIR MINDS -- Most executives involved with corporate and professional association meetings and incentive travel-- 55 percent of more than 900 polled -- say that the cost of hotel accommodations is the single most important factor in selecting a destination, according to Yesawich, Pepperdine, Brown &Russell's annual survey, ''Portrait of North American Meeting Planners.'' Still, nearly a quarter of the planners said they expected to book more travel next year than they did this year. On the other hand, 21 percent said they planned to reduce the number of days of their meetings to save money over the next three years. PARKING LOT FEVER -- You better act fast if you want to find a cheap place to park your car near a big airport over the busy holiday season. ''This was the absolute record; we were at two and a half times last year's numbers,'' Tom Lombardi said yesterday about the Thanksgiving holiday demand for parking spaces at the 160 private lots near 60 airports in North America that can be reserved on his Web site (AirportParkingReservations.com). The Christmas rush is shaping up the same way, said Mr. Lombardi, who started the company in 2000 to help travelers find discounted off-site parking lots that provide free shuttle service to terminals. Over Thanksgiving, he said, about 25 of the parking lots listed on the site were sold out ''and at about another 25, I had to call them and tell them, you guys need to honor these reservations, so they went out and found auxiliary parking.'' A word to the prudent for Christmas reservations: because of the demand, he said, ''a lot of them are raising prices.'' So book early. KEEPING MILES SIMPLE -- International airlines have been adding code-share partners in arrangements that make it easier for travelers to connect on airlines seamlessly while keeping their frequent-flier benefits in one basket. Singapore Airlines, for example, recently expanded its code-share alliance with Lufthansa. Starting tomorrow, a total of 77 weekly connections operated by Lufthansa will be available between Frankfurt and four cities in Spain: Barcelona, Bilbao, Madrid and Málaga. The expansion means that Singapore and Lufthansa will operate code-share services to 33 worldwide destinations, an increase from the current 28. Under the new agreement, Lufthansa will also share codes on some daily Singapore flights between Bangkok and Singapore. Under these agreements, passengers are able to book flights through one airline on a code-sharing partner airline, while choosing to compile their frequent-flier benefits in either airline. MILES-HIGH SHOPPING CLUB -- There is a new in-flight shopping holiday promotion on America West Airlines. Passengers who order onboard from the SkyMall catalog receive either 10 frequent flier miles for every dollar spent or $20 off on any order of $60 or more. Passengers must use a special order form available from flight attendants. The promotion closely matches a similar one Continental Airlines started in July with SkyMall, a subsidiary of Gemstar-TV Guide that publishes in-flight sales catalogs available on 19 domestic airlines. JOE SHARKEY", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd280248eb7c8105d84b306", "web_url": "http://www.nytimes.com/2004/11/30/business/30memo.html", "keywords": [{"name": "organizations", "value": "YESAWICH PEPPERDINE BROWN & RUSSELL"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "CONVENTIONS AND CONFERENCES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "As travel companies compete for customers at their Web sites, lowest-price guarantees have emerged as a major tool. The latest such offer is from Orbitz, which announced a ''Low Fare Promise'' in October.    It is offering to compensate anyone who...", "section_name": null, "print_page": "3", "abstract": "Orbitz offers to compensate anyone who buys airline tickets on Orbitz and later that day finds published fare online, for same airline and flight number, that is at least $5 less than price Orbitz charges, not including service fees; drawing (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-11-14T00:00:00Z", "word_count": 230, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Susan", "lastname": "STELLIN", "organization": "", "rank": 1}], "original": "By SUSAN STELLIN"}, "multimedia": [], "blog": [], "lead_paragraph": "As travel companies compete for customers at their Web sites, lowest-price guarantees have emerged as a major tool. The latest such offer is from Orbitz, which announced a ''Low Fare Promise'' in October. It is offering to compensate anyone who buys an airline ticket on Orbitz and later that day finds a published fare online -- for the same airline and flight number -- that is at least $5 less than the price charged by Orbitz, not including service fees.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Low-Fare Promise, Within Limits"}, "_id": "4fd23f1e8eb7c8105d7d63fb", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E05E1D6113CF937A25752C1A9629C8B63", "keywords": [{"name": "organizations", "value": "ORBITZ INC"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Travelers with stockpiles of frequent flier miles on US Airways and other troubled airlines are spotting an escape hatch in the airlines' alliance partners. But that option may not be as ideal as some passengers would hope.    As with any frequent...", "section_name": null, "print_page": "3", "abstract": "Travelers with stockpiles of frequent flier miles on US Airways and other troubled airlines have option of booking flights on partner airlines; problems may arise when partners are in financial difficulty as well or have declared bankruptcy; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-11-07T00:00:00Z", "word_count": 256, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Micheline", "lastname": "MAYNARD", "organization": "", "rank": 1}], "original": "By MICHELINE MAYNARD"}, "multimedia": [], "blog": [], "lead_paragraph": "Travelers with stockpiles of frequent flier miles on US Airways and other troubled airlines are spotting an escape hatch in the airlines' alliance partners. But that option may not be as ideal as some passengers would hope. As with any frequent flier program, partner airlines control how many free tickets are available using another airline's miles, as well as the dates when passengers are able to redeem their miles. And airlines can change their programs with little or no notice.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "But Will I Lose My Frequent Flier Miles?"}, "_id": "4fd259fd8eb7c8105d806771", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9506E4D81F3DF934A35752C1A9629C8B63", "keywords": [{"name": "organizations", "value": "US AIRWAYS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "BANKRUPTCIES"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 30, "offset": 820}}, "status": "OK"}