{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Three days of festivities and historical re-enactments next weekend will mark the 250th anniversary of the siege of the Fort at No. 4 in Charlestown, N.H. During the Siege of 1747, the British repulsed an attack by the French and Indians, an event...", "section_name": null, "print_page": "3", "abstract": "Travel article on festivities and historical re-enactments next weekend marking 250th anniversary of siege of Fort at No 4 in Charlestown, NH; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-07-20T00:00:00Z", "word_count": 177, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Three days of festivities and historical re-enactments next weekend will mark the 250th anniversary of the siege of the Fort at No. 4 in Charlestown, N.H. During the Siege of 1747, the British repulsed an attack by the French and Indians, an event to be commemorated from July 25 to 27. More than 400 participants in period costumes will converge on the reconstructed fort for three days of musketry, cannon fire, encampments and bagpipe and fife music in honor of the British victory. Each day at 2 P.M. there will be a re-enactment of the attack.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "New Hampshire Victory In 1747 to Be Marked"}, "_id": "4fd1d53c8eb7c8105d713399", "web_url": "http://www.nytimes.com/1997/07/20/travel/new-hampshire-victory-in-1747-to-be-marked.html", "keywords": [{"name": "glocations", "value": "CHARLESTOWN (NH)"}, {"name": "subject", "value": "HISTORIC BUILDINGS AND SITES"}, {"name": "subject", "value": "HISTORY"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "RESORT   Hello, Young Duffers    For parents who have seen Tiger Woods and are thinking of raising some Tiger cubs, Hyatt resorts can help. From now to Aug. 28, children ages 8 through 17 will be able to play a round of golf free each day, when ac...", "section_name": null, "print_page": "3", "abstract": "Golfing for children at 14 Hyatt resorts noted (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-06-08T00:00:00Z", "word_count": 210, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SIANO", "organization": "", "firstname": "Joseph"}], "original": "By JOSEPH SIANO"}, "multimedia": [], "blog": [], "lead_paragraph": "RESORT Hello, Young Duffers For parents who have seen Tiger Woods and are thinking of raising some Tiger cubs, Hyatt resorts can help. From now to Aug. 28, children ages 8 through 17 will be able to play a round of golf free each day, when accompanied by a paying adult, at 14 Hyatt resorts, including those at Dorado Beach in Puerto Rico; Grand Cayman; Hilton Head, S.C.; Maui, and Monterey, Calif. Information and reservations: (800) 446-5373. TOUR The Artist's Europe Smithsonian Study Tours is organizing two trips to Europe in September to explore regions that played major roles in the life of Pablo Picasso, in conjunction with the Picasso exhibit at the National Gallery of Art in Washington. The young Picasso studied art in Barcelona, and from Sept. 5 to 14, a Smithsonian tour explores the city, stopping at the Picasso Museum, the Joan Miro Foundation and the Dali Museum. The price, with air fare, is $4,220 a person, double occupancy. From Sept. 17 to 29, the focus is on Renoir, Matisse and Picasso in a trip to the French Riviera. Stops include the Renoir and Matisse Museums, and the Matisse Chapel in Vence. Cost: $3,995 a person, double, with air fare. Information: (202) 357-4700. JOSEPH SIANO", "headline": {"kicker": "TRAVEL ADVISORY", "main": "TRAVEL ADVISORY"}, "_id": "4fd1d0408eb7c8105d7095b0", "web_url": "http://www.nytimes.com/1997/06/08/travel/travel-advisory-430790.html", "keywords": [{"name": "organizations", "value": "HYATT HOTELS CORP"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "GOLF"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Art Institute of Chicago has opened five galleries of contemporary art that include recent acquisitions and gifts and many works not seen at the institute for more than five years. The new galleries, on the first floor of the renovated Morton ...", "section_name": null, "print_page": "3", "abstract": "Art Institute of Chicago opens five galleries of contemporary art in renovated Morton Wing (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-06-01T00:00:00Z", "word_count": 191, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FOWLER", "organization": "", "firstname": "Brenda"}], "original": "By BRENDA FOWLER"}, "multimedia": [], "blog": [], "lead_paragraph": "The Art Institute of Chicago has opened five galleries of contemporary art that include recent acquisitions and gifts and many works not seen at the institute for more than five years. The new galleries, on the first floor of the renovated Morton Wing, display American and European painting, sculpture and mixed-media works from the post-World War II period to the early 1990's, including important works by Mark Rothko, Frank Stella and Donald Judd. One gallery is devoted to paintings by the German artist Gerhard Richter, with 11 works dating from 1963 to 1993. Andy Warhol's painting ''Mao,'' from 1973, has been positioned so the image of the former chairman of China's Communist Party is visible through a doorway of the Morton building and through the galleries of ancient Chinese art that lead away from it. Three galleries of contemporary art on the second floor of the Morton Wing have also been renovated; Motherwell's ''Wall Painting With Stripes'' (1944) is among the works on display.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Chicago Museum Adds Modern Art Galleries"}, "_id": "4fd1d04a8eb7c8105d709cba", "web_url": "http://www.nytimes.com/1997/06/01/travel/chicago-museum-adds-modern-art-galleries.html", "keywords": [{"name": "organizations", "value": "ART INSTITUTE OF CHICAGO"}, {"name": "subject", "value": "MUSEUMS"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A new attraction for children has opened at the Buckinghamshire County Museum in Aylesbury, 35 miles west of London. The Roald Dahl Children's Gallery was built in memory of the late author, who lived nearby in Great Missenden. His widow, Felicity...", "section_name": "Books", "print_page": "3", "abstract": "Roald Dahl Children's Gallery opens in Buckinghamshire County Museum in Aylesbury, England; exhibit introduces children's to Dahl books (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-05-04T00:00:00Z", "word_count": 168, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "A new attraction for children has opened at the Buckinghamshire County Museum in Aylesbury, 35 miles west of London. The Roald Dahl Children's Gallery was built in memory of the late author, who lived nearby in Great Missenden. His widow, Felicity Dahl, contributed $125,000 of the $1 million total cost. The gallery, in an 18th-century coach house and a new extension with a glass elevator, aims to make learning fun, in the spirit of Dahl's writing, through discovery, imagination, touch, experiment, listening and looking. The Discovery Gallery on the ground floor is designed to give the feeling of walking into the pages of an enormous pop-up book, with five areas each introducing a theme based on a Dahl story, including ''Matilda'' and ''James and the Giant Peach.''", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Dahl Children's Gallery Brings Stories to Life"}, "_id": "4fd20fd48eb7c8105d782e82", "web_url": "http://www.nytimes.com/1997/05/04/travel/dahl-children-s-gallery-brings-stories-to-life.html", "keywords": [{"name": "persons", "value": "DAHL, ROALD"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "AYLESBURY (ENGLAND)"}, {"name": "organizations", "value": "BUCKINGHAMSHIRE COUNTY MUSEUM"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Two events in Chicago this spring, an international art fair and an outdoor exhibition of large sculpture, will focus on contemporary art.    Art 1997 Chicago will present the work of more than 2,100 international artists May 9 through 12 at Festi...", "section_name": null, "print_page": "3", "abstract": "International art fair and outdoor exhibition of large contemporary sculpture planned in Chicago this spring (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-04-27T00:00:00Z", "word_count": 238, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Two events in Chicago this spring, an international art fair and an outdoor exhibition of large sculpture, will focus on contemporary art. Art 1997 Chicago will present the work of more than 2,100 international artists May 9 through 12 at Festival Hall on the Navy Pier. More than 200 galleries from 22 countries will be represented. The show, in its fifth year, will offer a variety of artistic styles and a broad range of media, including photography, drawings, video, painting and sculpture. Panel discussions open to the public will held on May 10. Admission is $10, $7 for students and adults over 64. Multiple-day and group tickets are available. Art 1997 Chicago will be open Friday, Saturday and Sunday from noon to 8 P.M. and Monday to 6. For information, contact Thomas Blackman Associates, (312) 587-3300 or www.artchicago.com.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Contemporary Art Showcased in Chicago"}, "_id": "4fd1f8c58eb7c8105d754b16", "web_url": "http://www.nytimes.com/1997/04/27/travel/contemporary-art-showcased-in-chicago.html", "keywords": [{"name": "glocations", "value": "CHICAGO (ILL)"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "COSTA RICA CRUISE -- Windstar Cruises, which begins seven-day Costa Rica sailings in December, has introduced air-sea packages that offer a 44 percent discount from the cruise-only fare. The package price of $2,695 a person, double occupancy, incl...", "section_name": null, "print_page": "3", "abstract": "List of some current travel discount offerings", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-04-06T00:00:00Z", "word_count": 473, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "PIORKO", "organization": "", "firstname": "Janet"}], "original": "By JANET PIORKO"}, "multimedia": [], "blog": [], "lead_paragraph": "COSTA RICA CRUISE -- Windstar Cruises, which begins seven-day Costa Rica sailings in December, has introduced air-sea packages that offer a 44 percent discount from the cruise-only fare. The package price of $2,695 a person, double occupancy, includes the cruise, air fare from Miami to San Jose, Costa Rica, and transfers between the airport and the ship. The line charges $340 a person extra for round-trip air fare from New York to Miami.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Deals and Discounts"}, "_id": "4fd1dd8c8eb7c8105d71fec6", "web_url": "http://www.nytimes.com/1997/04/06/travel/deals-and-discounts.html", "keywords": [{"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "DISCOUNT SELLING"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Two new nature attractions have opened in Albuquerque: the Albuquerque Aquarium and the Rio Grande Botanic Garden. The aquarium's exhibits reproduce aquatic environments along the Rio Grande, from its headwaters in southern Colorado to the Gulf of...", "section_name": null, "print_page": "3", "abstract": "Opening of Albuquerque Aquariam and Rio Grande Botanic Garden in Albuquerque noted; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-04-06T00:00:00Z", "word_count": 203, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Katherine", "role": "reported", "lastname": "HOUSE", "organization": ""}], "original": "By KATHERINE L. HOUSE"}, "multimedia": [], "blog": [], "lead_paragraph": "Two new nature attractions have opened in Albuquerque: the Albuquerque Aquarium and the Rio Grande Botanic Garden. The aquarium's exhibits reproduce aquatic environments along the Rio Grande, from its headwaters in southern Colorado to the Gulf of Mexico. The showpiece is a 285,000-gallon shark tank with 15 to 20 sharks and several other species of fish. A tank with several hundred tropical fish in an artificial coral reef depicts the Flower Garden Banks, the northernmost of the Gulf of Mexico's coral reef communities. Other exhibits, including a jetty tank that dramatizes unintended consequences of controlling beach erosion, show the human impact on the Texas coast. The Rio Grande Botanic Garden showcases plants of the Southwest and other climates. Its 10,000-square-foot conservatory houses a desert collection, including unique species from Baja California as well as species native to Mediterranean climates, southern California and Australia. The design, planting scheme and decorative accents of a Spanish-Moorish Garden are adapted from a Spanish courtyard garden.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Sharks and Flowers In Albuquerque"}, "_id": "4fd1dd8c8eb7c8105d71fecf", "web_url": "http://www.nytimes.com/1997/04/06/travel/sharks-and-flowers-in-albuquerque.html", "keywords": [{"name": "glocations", "value": "ALBUQUERQUE (NM)"}, {"name": "organizations", "value": "RIO GRANDE BOTANIC GARDEN"}, {"name": "organizations", "value": "ALBUQUERQUE AQUARIUM"}, {"name": "subject", "value": "GARDENS AND GARDENING"}, {"name": "subject", "value": "AQUARIUMS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Blue Cross and Blue Shield plans have begun a program to enable many holders of their medical insurance to use selected hospitals in Europe, Japan, Israel and Mexico as if they were going to a hospital at home. Instead of the patient's paying ...", "section_name": null, "print_page": "3", "abstract": "Blue Cross-Blue Shield's new Bluecard Worldwide program enables insurance card holders to use selected hospitals in Europe, Japan, Israel and Mexico without having to lay out money and apply for reimbursement afterward (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-03-23T00:00:00Z", "word_count": 296, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "WADE", "organization": "", "firstname": "Betsy"}], "original": "By BETSY WADE"}, "multimedia": [], "blog": [], "lead_paragraph": "The Blue Cross and Blue Shield plans have begun a program to enable many holders of their medical insurance to use selected hospitals in Europe, Japan, Israel and Mexico as if they were going to a hospital at home. Instead of the patient's paying the whole cost on departure and filing for reimbursement, the foreign hospital will bill the Blue Cross-Blue Shield plan directly and the patients will be responsible only for the extra charges they would pay at home: co-payments, noncovered services and deductibles. Eligible holders have cards with identification numbers preceded by a letter or letters. They may hold the insurance through a plan at work or may buy it independently. Iris D. Shaffer, a spokeswoman for the Blue Cross Blue Shield Plan Association in Chicago, said that at least 85 percent of their 69 million policy holders have access to the overseas benefit.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Blue Cross-Blue Shield Now Applies Overseas"}, "_id": "4fd1dd8b8eb7c8105d71fe68", "web_url": "http://www.nytimes.com/1997/03/23/travel/blue-cross-blue-shield-now-applies-overseas.html", "keywords": [{"name": "glocations", "value": "JAPAN"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "MEXICO"}, {"name": "organizations", "value": "BLUE CROSS & BLUE SHIELD ASSN"}, {"name": "subject", "value": "HEALTH INSURANCE"}, {"name": "subject", "value": "MEDICINE AND HEALTH"}, {"name": "subject", "value": "HOSPITALS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "As home to a new Imax Omnitheater, Syracuse, N.Y., has joined such cities as Boston, Chicago, Paris and Tokyo. The 220-seat Bristol Omnitheater, at the Milton J. Rubenstein Museum of Science and Technology at Armory Square in downtown Syracuse, is...", "section_name": "Movies", "print_page": "3", "abstract": "Imax Omnitheater opens in Syracuse (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-03-16T00:00:00Z", "word_count": 232, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "As home to a new Imax Omnitheater, Syracuse, N.Y., has joined such cities as Boston, Chicago, Paris and Tokyo. The 220-seat Bristol Omnitheater, at the Milton J. Rubenstein Museum of Science and Technology at Armory Square in downtown Syracuse, is the 30th domed Imax in the United States and the first in New York State. The film showing now is ''The Dream Is Alive,'' narrated by Walter Cronkite. It takes viewers on a ride in space with sequences filmed by astronauts on three trips aboard the Space Shuttle. Starting in May, ''The Dream is Alive'' will alternate with ''Super Speedway,'' about the science behind auto racing, narrated by Paul Newman.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Syracuse's Imax Trumps New York's"}, "_id": "4fd20e638eb7c8105d77fd5c", "web_url": "http://www.nytimes.com/1997/03/16/travel/syracuse-s-imax-trumps-new-york-s.html", "keywords": [{"name": "glocations", "value": "SYRACUSE (NY)"}, {"name": "organizations", "value": "IMAX CORP"}, {"name": "subject", "value": "THEATERS (BUILDINGS)"}, {"name": "subject", "value": "MOTION PICTURES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "It's not too late for Yankee fans to attend spring training. Carnival Air Lines is offering spring-training packages from the New York area....", "section_name": null, "print_page": "3", "abstract": "It is not too late for New York Yankee fans to attend spring training; Carnival Air Lines is offering spring-training packages from New York area (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-03-09T00:00:00Z", "word_count": 145, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "It's not too late for Yankee fans to attend spring training. Carnival Air Lines is offering spring-training packages from the New York area.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "There's Still Time to See Yankee Spring Training"}, "_id": "4fd1efae8eb7c8105d7446f7", "web_url": "http://www.nytimes.com/1997/03/09/travel/there-s-still-time-to-see-yankee-spring-training.html", "keywords": [{"name": "organizations", "value": "NEW YORK YANKEES"}, {"name": "organizations", "value": "CARNIVAL AIR LINES"}, {"name": "subject", "value": "BASEBALL"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 35813, "time": 48, "offset": 560}}, "status": "OK"}