{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "DRIVING THE WEB -- Hertz is offering a savings at its Internet site, www.hertz.com, for $10 off rentals of at least four days, on compact through midsize vehicles. By remembering to request this Double Take offer when they pick up the car, custome...", "section_name": null, "print_page": "3", "abstract": "Deals and Discounts column on discount travel packages (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-05-16T00:00:00Z", "word_count": 457, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SIANO", "organization": "", "firstname": "Joseph"}], "original": "By JOSEPH SIANO"}, "multimedia": [], "blog": [], "lead_paragraph": "DRIVING THE WEB -- Hertz is offering a savings at its Internet site, www.hertz.com, for $10 off rentals of at least four days, on compact through midsize vehicles. By remembering to request this Double Take offer when they pick up the car, customers will get $20 off (but first, remember to request promotion code 953455 when you reserve). If you have any memory space left, remember to look for details under Special Offers at the Web site. The deal applies for cars picked up through June 30 at participating airport locations. Blackout dates apply. HAPPY 20TH -- The Novotel New York, at West 52nd Street and Broadway, is 20 years old this year. From May 24 to Aug. 28, it is taking 20 percent off room rates, meals and drinks. Rates start at $199 a night (tax is extra) before the discount; the discount is applied to the best available published rate, not including other promotional or package rates. The package includes a one-day subway pass. Just be sure to ask the reservations office, waiter or bartender for the discount. Information: (212) 315-0100 or www.novotel.com.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Deals and Discounts"}, "_id": "4fd23aa58eb7c8105d7cf4e7", "web_url": "http://www.nytimes.com/2004/05/16/travel/travel-advisory-deals-and-discounts.html", "keywords": [{"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Church of Our Lady (Frauenkirche in German), a Protestant church constructed in Dresden under the rule of the Catholic Dukes of Saxony, symbolized 18th-century religious tolerance. The bell-shaped dome and unusual elevated choir produced legen...", "section_name": null, "print_page": "3", "abstract": "Reconstruction of Church of Our Lady (Frauenkirsch), Protestant church in Dresden, Germany, destroyed in World War II, is completed; replica of original gilded globe and cross, donated by British Dresden Trust, will be placed atop church on June 22; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-05-09T00:00:00Z", "word_count": 317, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "LaBALME", "organization": "", "firstname": "Corinne"}], "original": "By CORINNE LaBALME"}, "multimedia": [], "blog": [], "lead_paragraph": "The Church of Our Lady (Frauenkirche in German), a Protestant church constructed in Dresden under the rule of the Catholic Dukes of Saxony, symbolized 18th-century religious tolerance. The bell-shaped dome and unusual elevated choir produced legendary effects. Richard Wagner had the premiere of his ''Love Feast of the Apostles'' there in 1843. A masterpiece of German Baroque architecture, the church defined Dresden's skyline from 1743 until Feb. 13, 1945, when Allied bombers leveled most of the city. The 12,000-ton sandstone dome collapsed after two days of intense fires, and destroyed the famous ''Christ in Gethsemane'' altarpiece designed by Johann Christian Feige and an organ that Bach had played. Unable to pay for restoration, the cash-strapped East German government let the blackened ruins molder. In the early 1990's, an ambitious worldwide effort that included the New York-based Friends of Dresden began raising money to rebuild the church in time for Dresden's 800th anniversary in 2006. The final stone of the exterior reconstruction was put in place last month, and on June 22, a replica of the original gilded globe and cross, over 25 feet high, will be placed atop the church.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Risen From Dresden's Ashes"}, "_id": "4fd29f5f8eb7c8105d882bfb", "web_url": "http://www.nytimes.com/2004/05/09/travel/travel-advisory-risen-from-dresden-s-ashes.html", "keywords": [{"name": "glocations", "value": "DRESDEN (GERMANY)"}, {"name": "organizations", "value": "BRITISH DRESDEN TRUST"}, {"name": "subject", "value": "FRAUENKIRSCHE (DRESDEN, GERMANY)"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}, {"name": "subject", "value": "RELIGION AND CHURCHES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Historic theaters, churches and other performance spaces are among the places around Charleston providing a stage this spring for an international roster of musicians, dancers, singers, actors and visual artists at the 28th annual Spoleto Festival...", "section_name": null, "print_page": "3", "abstract": "28th annual Spoleto Festival USA, which will feature international roster of musicians, dancers, singers, actors and visual artists, will run from May 28 to June 13 in Charleston, SC (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-05-09T00:00:00Z", "word_count": 325, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "CONNELLY", "organization": "", "firstname": "Marjorie"}], "original": "By MARJORIE CONNELLY"}, "multimedia": [], "blog": [], "lead_paragraph": "Historic theaters, churches and other performance spaces are among the places around Charleston providing a stage this spring for an international roster of musicians, dancers, singers, actors and visual artists at the 28th annual Spoleto Festival USA, from May 28 to June 13. The opera schedule features the return of the Russian soprano Lyubov Petrova in Strauss's ''Ariadne auf Naxos,'' an updated production of Bellini's ''I Capuleti e i Montecchi,'' a concert version of Tom Johnson's ''The Four Note Opera'' and the 16th-century Chinese opera ''The Peony Pavilion.''", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A Time for the Arts In Charleston"}, "_id": "4fd2a1e48eb7c8105d886c20", "web_url": "http://www.nytimes.com/2004/05/09/travel/travel-advisory-a-time-for-the-arts-in-charleston.html", "keywords": [{"name": "glocations", "value": "CHARLESTON (SC)"}, {"name": "subject", "value": "SPOLETO FESTIVAL USA"}, {"name": "subject", "value": "CULTURE"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SUMMER AIRPORT CROWDING PREDICTED -- Along with the rebound in world airline traffic, domestic traffic is showing steady growth this year. One consequence could be longer airport security lines this summer as vacationers add to the traffic and not...", "section_name": "Business", "print_page": "7", "abstract": "Domestic airline traffic is showing steady growth; one consequence could be longer airport security lines this summer as vacationers add to traffic and not enough screeners are on duty to expedite lines after layoffs by Transportation Security Administration; leisure and business travel to Spain did not suffer as expected after terrorist bombings on Madrid trains March 11, though some businesses reported short-term declines; Commerce Department says leisure and business travelers to US from overseas rose 5 percent in January over January 2003; biggest national increase, 11 percent, came from Britons, Japanese arrivals rose 9 percent in January and visits from Germany were up 8 percent; analysts at World Travel and Tourism meeting in Qatar predict that as foreign travel expands into new markets, US will continue to see growth in overseas visitors in coming decade, while growth rate of Americans going abroad should remain relatively flat; US Airways drops fares at its hub in Philadelphia, reaction to arrival of Southwest Airlines, which starts operations in city next week, and issues statement noting that US Air, unlike Southwest, is network carrier with routes offering nonstop service to 106 destinations in North America and 10 European destinations from Philadelphia; Song, low-fare carrier created by Delta Air Lines, completes installation of in-flight entertainment systems on its 36 airplanes; graph (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-05-04T00:00:00Z", "word_count": 581, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "SUMMER AIRPORT CROWDING PREDICTED -- Along with the rebound in world airline traffic, domestic traffic is showing steady growth this year. One consequence could be longer airport security lines this summer as vacationers add to the traffic and not enough screeners are on duty to expedite lines after layoffs by the Transportation Security Administration. ''The good news is we're coming back to pre-9/11 levels,'' said James C. May, the president of the Air Transport Association. ''This summer, we're looking at loads of roughly 65 million passengers a month for a sustained time,'' he said. ''But we're also looking at 6,000 fewer screeners. We're worried to death about lines and the usual hassle factor concerns.'' He said his group, the airline industry's main trade organization, was speaking with T.S.A. officials to try to ''find ways to expedite the process.'' QUICK SPANISH RECOVERY -- Leisure and business travel to Spain did not suffer as expected after the terrorist bombings on Madrid trains March 11, though some businesses reported short-term declines. ''Over all, the number of tourists to Madrid was up 7.9 percent for March,'' Antonio Nieto, general manager of tourism for the Madrid region, said in an interview Sunday at the World Travel and Tourism Council annual summit in Qatar. There were no cancellations of any international conventions or business in Madrid after the bombings, he said.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd2535a8eb7c8105d7f9c1b", "web_url": "http://www.nytimes.com/2004/05/04/business/business-travel-memo-pad.html", "keywords": [{"name": "glocations", "value": "JAPAN"}, {"name": "glocations", "value": "GERMANY"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "SPAIN"}, {"name": "glocations", "value": "PHILADELPHIA (PA)"}, {"name": "glocations", "value": "MADRID (SPAIN)"}, {"name": "organizations", "value": "US AIRWAYS"}, {"name": "organizations", "value": "SONG"}, {"name": "organizations", "value": "DELTA AIR LINES"}, {"name": "organizations", "value": "COMMERCE DEPARTMENT"}, {"name": "organizations", "value": "TRANSPORTATION SECURITY ADMINISTRATION"}, {"name": "organizations", "value": "SOUTHWEST AIRLINES"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "BOMBS AND EXPLOSIVES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}, {"name": "subject", "value": "RAILROADS"}, {"name": "subject", "value": "LAYOFFS AND JOB REDUCTIONS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "TERRORISM"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "NEW YORK BY SEA -- So it's not the Queen Mary 2. But the New York Water Taxi is much cheaper, especially with its new Two-Day Hop On/Hop Off Pass. For $15 a person -- which was the same price for the one-day pass this replaces -- you get unlimited...", "section_name": null, "print_page": "3", "abstract": "Deals and Discounts column on spring and summer vacation discounts (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-05-02T00:00:00Z", "word_count": 481, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SIANO", "organization": "", "firstname": "Joseph"}], "original": "By JOSEPH SIANO"}, "multimedia": [], "blog": [], "lead_paragraph": "NEW YORK BY SEA -- So it's not the Queen Mary 2. But the New York Water Taxi is much cheaper, especially with its new Two-Day Hop On/Hop Off Pass. For $15 a person -- which was the same price for the one-day pass this replaces -- you get unlimited rides over two consecutive days. The 54-foot catamarans, which are handicapped-accessible and have climate-controlled cabins, stop at various points around Manhattan and in Brooklyn and New Jersey. They can accommodate up to 74 passengers on two decks and can go up to 28 miles an hour, faster than a cab in a traffic jam. For information, call up www.nywatertaxi.com. GASOLINE VOUCHERS -- Another way to save on transportation costs is offered by the Gaylord Palms Resort in Kissimmee, Fla., this summer. Stay at least three nights at the resort, which is near the gates to Disney World, between June 15 to Sept. 6, and receive $75 toward the cost of gasoline. Reservations must be made by July 15, using the promotion code Free Gas. There are 1,406 rooms in the resort, along with a Canyon Ranch Spa Club and a glassed-in atrium covering almost five acres. Rates during this offer start at $169 a night, plus tax and a resort fee; the $75 will be credited toward the bill when checking out. For information: (877) 725-6773 or go to www.gaylordpalms.com.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Deals and Discounts"}, "_id": "4fd27e7f8eb7c8105d84754e", "web_url": "http://www.nytimes.com/2004/05/02/travel/travel-advisory-deals-and-discounts.html", "keywords": [{"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SKI FOR LESS -- Two Northeastern ski resorts have deals on lift tickets during this snowy winter. Jack Frost-Big Boulder Mountain in the Poconos has a Web-only offer of four lift tickets (all good on the same day) for a total of $99, through March...", "section_name": null, "print_page": "3", "abstract": "Deals and Discounts column on winter and spring travel deals (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-02-22T00:00:00Z", "word_count": 472, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SIANO", "organization": "", "firstname": "Joseph"}], "original": "By JOSEPH SIANO"}, "multimedia": [], "blog": [], "lead_paragraph": "SKI FOR LESS -- Two Northeastern ski resorts have deals on lift tickets during this snowy winter. Jack Frost-Big Boulder Mountain in the Poconos has a Web-only offer of four lift tickets (all good on the same day) for a total of $99, through March 7. Visit www.jfbb.com. And Waterville Valley Resort in New Hampshire will add the third night of accommodations and third day's skiing free when guests book two nights at the Valley Inn. You must stay Sunday to Thursday night, on a nonholiday week, and the price starts at $118 a person a night, based on double occupancy. Breakfast and access to the White Mountain Athletic Club are also included. This offer is good as long as the snow holds out; (800) 468-2553 or at www.waterville.com. HILTON HEAD -- Through June 4, the Sea Pines Resort on Hilton Head Island has rates starting at $158 a night for a two-bedroom villa on the resort's Ocean golf course that sleeps up to four. In addition, a six-night reservation brings a seventh night at no extra charge. The Sea Pines section of the island features three golf courses. Ask for the Lowcountry Loafing rate. Availability is limited and reservations are required. Information: (843) 785-3333 or www.seapines.com.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Deals and Discounts"}, "_id": "4fd24dc48eb7c8105d7eef04", "web_url": "http://www.nytimes.com/2004/02/22/travel/travel-advisory-deals-and-discounts.html", "keywords": [{"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Fewer Are Flying On Short Routes      It's no secret that ever since the summer of 2000, when the air traffic system backed up and thousands of flights were delayed, growing numbers of business travelers have been getting into cars or trains, inst...", "section_name": "Business", "print_page": "9", "abstract": "Federal Aviation Administration data show growing number of business travelers are not boarding airplanes for trips of 300 miles or less; some reasons travelers are avoiding short flights noted; California Coach Builders has begun marketing CrewZer, 22 1/2-foot luxury stretch limousine that company describes as 'party on wheels'; CrewZer will be introduced at Limousine and Chauffer Transportation Show in Las Vegas; base price for limousine is $125,000; Accenture survey finds almost three-quarters of British business travelers say they expect to travel to US in next six months, up 33 percent who said same thing in last survey in May; charts (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-02-17T00:00:00Z", "word_count": 453, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "Fewer Are Flying On Short Routes It's no secret that ever since the summer of 2000, when the air traffic system backed up and thousands of flights were delayed, growing numbers of business travelers have been getting into cars or trains, instead of boarding airplanes, for trips of 300 miles of less. Data from the Federal Aviation Administration show that trend continued through the end of 2003, and may have even accelerated into trips of nearly 500 miles, for which flights dropped significantly in December over December 2002.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd29cd28eb7c8105d87e9ef", "web_url": "http://www.nytimes.com/2004/02/17/business/business-travel-memo-pad.html", "keywords": [{"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "organizations", "value": "FEDERAL AVIATION ADMINISTRATION"}, {"name": "organizations", "value": "ACCENTURE"}, {"name": "organizations", "value": "CALIFORNIA COACH BUILDERS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "PUBLIC OPINION"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "LIMOUSINE AND CHAUFFER TRANSPORTATION SHOW (LAS VEGAS)"}, {"name": "subject", "value": "LIMOUSINES"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "TRADE SHOWS AND FAIRS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Weather Causes Delays at 2 Big Hubs        Snow, ice and wind were causing departure delays of four to nine hours last night at Chicago and Atlanta airports, two of the country's major air traffic hubs....", "section_name": "Technology; Business", "print_page": "6", "abstract": "Snow, ice and wind are causing departure delays of four to nine hours at Chicago and Atlanta airports; Hilton Hotels reports sharp rise in fourth-quarter profit and moderate rise in average daily room rates, citing improved domestic and international business travel, increased meetings business and surge in holiday leisure travel; National Business Travel Monitor survey finds 57 percent of business travelers in 2003 say they took one or more trips on which they combined business with pleasure, down from 62 percent year before; 51 percent of business travelers say they did not get enough sleep on trips, third say they ate too much when they were on road, third classified airport security as 'big hassle' and third say they would avoid airplane travel altogether if they could find way to do so; United Airlines is abandoning service between Miami and South America effective May 1, when it will eliminate daily flights to Buenos Aires and Sao Paulo, Brazil; will close its flight attendant base in Miami, leaving 481 flight attendants to bid for transfers to home bases elsewhere and that is discussions with its pilots' union to close pilot base there as well, affecting 99 pilots; Travel Industry Association of America says percentage who booked hotels online grew to 71 percent in 2003 from 57 percent year before; Innovation Analysis Group survey finds 31 percent of travelers say they switched their preferred airline last year; 61 percent cite lower fares, but 24 percent say poor customer service is main reason they switched (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-01-27T00:00:00Z", "word_count": 670, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "Weather Causes Delays at 2 Big Hubs Snow, ice and wind were causing departure delays of four to nine hours last night at Chicago and Atlanta airports, two of the country's major air traffic hubs.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd24f168eb7c8105d7f180c", "web_url": "http://www.nytimes.com/2004/01/27/business/business-travel-memo-pad.html", "keywords": [{"name": "glocations", "value": "LATIN AMERICA"}, {"name": "glocations", "value": "MIAMI (FLA)"}, {"name": "glocations", "value": "BRAZIL"}, {"name": "glocations", "value": "ATLANTA (GA)"}, {"name": "glocations", "value": "SAO PAULO (BRAZIL)"}, {"name": "glocations", "value": "ARGENTINA"}, {"name": "glocations", "value": "CHICAGO (ILL)"}, {"name": "glocations", "value": "BUENOS AIRES (ARGENTINA)"}, {"name": "organizations", "value": "UNITED AIRLINES"}, {"name": "organizations", "value": "HILTON HOTELS CORP"}, {"name": "organizations", "value": "INNOVATION ANALYSIS GROUP"}, {"name": "organizations", "value": "TRAVEL INDUSTRY ASSN OF AMERICA"}, {"name": "organizations", "value": "NATIONAL BUSINESS TRAVEL ASSN"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "PUBLIC OPINION"}, {"name": "subject", "value": "SHUTDOWNS (INSTITUTIONAL)"}, {"name": "subject", "value": "SNOW AND SNOWSTORMS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "SLEEP"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}, {"name": "subject", "value": "DELAYS (TRANSPORTATION)"}, {"name": "subject", "value": "FLIGHT ATTENDANTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "WEATHER"}, {"name": "subject", "value": "PILOTS"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "COMPANY REPORTS"}, {"name": "subject", "value": "RELOCATION OF PERSONNEL"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Americans Traveling More This Winter      Even with tightened security creating longer lines at domestic airports, Americans are planning to travel more this winter, according to the Travel Industry Association of America.    Contributing to that ...", "section_name": "Technology; Business", "print_page": "6", "abstract": "Travel Industry Association of America survey finds that Americans are planning to travel more this winter even with tightened security creating longer lines at domestic airports; says from December 2003 through February 2004, Americans will take 31.4 million separate business trips, increase of 3.7 perent from last winter; leisure trips are expected to number about 164 million this winter, about 2 percent increase over winter 2002-3; United Airlines has been using e-mail messages to reassure passengers from, to or through O'Hare International Airport in Chicago that rules and restrictions regarding standard change fees, day or time applications, and/or minimum stay or Saturday night stay requirements have been waived through Jan 12 for tickets purchased on or before Jan 4 because airport has been socked in with snow and ice; NetJets orders 50 Hawker 400XP light jets and 8 Hawker 800XP midsize jets from Raytheon Co; total value of order exceeds $360 million; Department of Homeland Security says new requirements for fingerprinting and photographing foreign nationals from most countries will probably add 'only seconds' to visitors' processing times at airports and seaports; graph (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-01-06T00:00:00Z", "word_count": 433, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "Americans Traveling More This Winter Even with tightened security creating longer lines at domestic airports, Americans are planning to travel more this winter, according to the Travel Industry Association of America. Contributing to that trend has been ''a noticeable increase in business travel'' for the winter, the travel industry trade group said. From December 2003 through Feb. 2004, Americans will take 31.4 million separate business trips, an increase of 3.7 percent from last winter, according to an annual survey by the group. That represents the first growth in business trips since the winter of 1999-2000, when Americans took an estimated 39 million business travel trips.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd24bbb8eb7c8105d7eaef8", "web_url": "http://www.nytimes.com/2004/01/06/business/business-travel-memo-pad.html", "keywords": [{"name": "glocations", "value": "CHICAGO (ILL)"}, {"name": "organizations", "value": "UNITED AIRLINES"}, {"name": "organizations", "value": "RAYTHEON CO"}, {"name": "organizations", "value": "NETJETS"}, {"name": "organizations", "value": "HOMELAND SECURITY DEPARTMENT"}, {"name": "organizations", "value": "TRAVEL INDUSTRY ASSN OF AMERICA"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "SHUTDOWNS (INSTITUTIONAL)"}, {"name": "subject", "value": "IMMIGRATION AND REFUGEES"}, {"name": "subject", "value": "SNOW AND SNOWSTORMS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "IDENTIFICATION DEVICES"}, {"name": "subject", "value": "FINGERPRINTING"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "WEATHER"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "O'HARE INTERNATIONAL AIRPORT (CHICAGO)"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Travelers headed to countries affected by last year's SARS outbreak should not count on travel insurance for a refund if the disease reemerges and they decide to cancel their trips. So far, Taiwan has confirmed one patient who has developed the il...", "section_name": null, "print_page": "3", "abstract": "Representatives of companies that issue travel insurance policies say while policies that provide medical benefits would typically cover treatment for SARS, they would not cover canceling trip altogether because of fear of SARS (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-01-04T00:00:00Z", "word_count": 370, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "STELLIN", "organization": "", "firstname": "Susan"}], "original": "By SUSAN STELLIN"}, "multimedia": [], "blog": [], "lead_paragraph": "Travelers headed to countries affected by last year's SARS outbreak should not count on travel insurance for a refund if the disease reemerges and they decide to cancel their trips. So far, Taiwan has confirmed one patient who has developed the illness this winter, a SARS virus researcher who is believed to have contracted it at work. Although travel insurance policies that provide medical benefits would typically cover a policyholder who contracted SARS while traveling, representatives of insurance companies said canceling a trip altogether would not be covered.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Cancellation Insurers Limit SARS Coverage"}, "_id": "4fd23c168eb7c8105d7d17d6", "web_url": "http://www.nytimes.com/2004/01/04/travel/travel-advisory-cancellation-insurers-limit-sars-coverage.html", "keywords": [{"name": "subject", "value": "INSURANCE"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "SARS (SEVERE ACUTE RESPIRATORY SYNDROME)"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 118, "offset": 660}}, "status": "OK"}