{"response": {"meta": {"offset": 270, "time": 23, "hits": 107281}, "docs": [{"slideshow_credits": null, "document_type": "article", "_id": "4fd23f218eb7c8105d7d667c", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E0DEFDB143EF93BA15752C1A9629C8B63", "source": "The New York Times", "abstract": "American Airlines, seeking to divert sales from discount airlines, simplifies fare structure in South Florida market (S)", "snippet": "With JetBlue and other discount airlines muscling into the South Florida market, American Airlines has taken steps to draw traffic back to its flights into Miami and two other cities. On Nov. 18, it simplified its fare structure -- going from 18 d...", "blog": [], "type_of_material": "News", "byline": {"original": "By JEREMY W. PETERS", "person": [{"role": "reported", "lastname": "PETERS", "firstname": "Jeremy", "middlename": "W.", "rank": 1, "organization": ""}]}, "pub_date": "2004-11-28T00:00:00Z", "word_count": 302, "lead_paragraph": "With JetBlue and other discount airlines muscling into the South Florida market, American Airlines has taken steps to draw traffic back to its flights into Miami and two other cities. On Nov. 18, it simplified its fare structure -- going from 18 different fares between LaGuardia and Miami down to 8, for example -- eliminated some restrictions and cut fares on a limited number of seats. With a seven-day advance purchase, the one-way fare between LaGuardia and Miami can now be as low as $102; a day in advance, it can be as low as $109. And for those who fly on a whim, the lowest walk-up fare is $209 one way (formerly $836) on that route; the highest full coach fare is now $499 one way. From Newark Liberty, the lowest walk-up fare to Miami is $241 one way. Fares for Fort Lauderdale and West Palm Beach have also been restructured.", "keywords": [{"value": "FLORIDA", "name": "glocations"}, {"value": "AMERICAN AIRLINES INC", "name": "organizations"}, {"value": "AIRLINES AND AIRPLANES", "name": "subject"}, {"value": "PRICES (FARES, FEES AND RATES)", "name": "subject"}], "headline": {"main": "American Airlines Simplifies Florida Fares", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd23f218eb7c8105d7d6682", "section_name": "Technology", "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C0CEFDB143EF93BA15752C1A9629C8B63", "source": "The New York Times", "abstract": "Kayak.com becomes latest Web search site to enter travel business; such sites display prices available for flights, hotel rooms or car rentals and refer customers to other sites to buy tickets or make reservations; drawing (M)", "snippet": "Just as travelers begin to understand that no single Web site displays prices from all travel sellers, a group of companies is betting they can attract customers by making the search process less of a chore.    The latest search site to enter the ...", "blog": [], "type_of_material": "News", "byline": {"original": "By SUSAN STELLIN", "person": [{"firstname": "Susan", "rank": 1, "role": "reported", "organization": "", "lastname": "STELLIN"}]}, "pub_date": "2004-11-28T00:00:00Z", "word_count": 336, "lead_paragraph": "Just as travelers begin to understand that no single Web site displays prices from all travel sellers, a group of companies is betting they can attract customers by making the search process less of a chore. The latest search site to enter the travel landscape is Kayak.com, which joins companies like CheapFlights, SideStep, Mobissimo and Yahoo!'s FareChase in the race to become, essentially, the Google of travel. These sites don't sell tickets or accept reservations; they simply display prices available for flights, hotel rooms or car rentals, and refer customers to other sites to buy, typically getting a fee for the referral. (Another site, ITASoftware.com, earns money from licensing its technology, not referrals.)", "keywords": [{"value": "KAYAK.COM", "name": "organizations"}, {"value": "RESERVATIONS (AIRLINES, HOTELS, ETC)", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Kayak Is New Vehicle For Searching the Web", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd23e588eb7c8105d7d4e3a", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9503E5DB163BF933A25753C1A9629C8B63", "source": "The New York Times", "abstract": "United Kingdom Passport Service introduces new guidelines for passport photos as step toward development of new biometric ePassport and use of face recognition technology to be introduced in 2005; changes are part of ongoing fight against fraud and international terrorism; drawing (S)", "snippet": "How many of us like our passport photo? Britons may be further thwarted in their quest for a passport photograph that flatters them after an announcement in August by the United Kingdom Passport Service. To ensure that British travel documents mee...", "blog": [], "type_of_material": "News", "byline": {"original": "By PAMELA KENT", "person": [{"firstname": "Pamela", "rank": 1, "role": "reported", "organization": "", "lastname": "KENT"}]}, "pub_date": "2004-10-10T00:00:00Z", "word_count": 179, "lead_paragraph": "How many of us like our passport photo? Britons may be further thwarted in their quest for a passport photograph that flatters them after an announcement in August by the United Kingdom Passport Service. To ensure that British travel documents meet new international standards that call for a digital facial image to be introduced into passports, the passport authorities have introduced new rules. In the future, saying ''cheese'' while having a passport photograph taken will be out; among the requirements is a neutral expression and a closed mouth. Other stipulations: no tinted glasses or reflection on spectacles, no hats, and hair must not obscure any part of the face. Oh, and (presumably for babies) you must be on your own -- no toys, dummies or other people visible.", "keywords": [{"value": "GREAT BRITAIN", "name": "glocations"}, {"value": "FRAUDS AND SWINDLING", "name": "subject"}, {"value": "PASSPORTS", "name": "subject"}, {"value": "IDENTIFICATION DEVICES", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}, {"value": "TERRORISM", "name": "subject"}], "headline": {"main": "Look at the Camera And Say Stilton", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd23e578eb7c8105d7d4d7e", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/10/03/travel/03deals.html", "source": "The New York Times", "abstract": "Deals and Discounts column on travel deals (M)", "snippet": "ALL SHAPES AND SIZES The Bulfinch Hotel, which opened last month in the Bulfinch Triangle-North Station neighborhood of Boston, across from the Fleet Center, occupies a triangle-shaped building. This makes for a variety of floor plans in its 80 ro...", "blog": [], "type_of_material": "News", "byline": {"original": "By JOSEPH SIANO", "person": [{"firstname": "Joseph", "rank": 1, "role": "reported", "organization": "", "lastname": "SIANO"}]}, "pub_date": "2004-10-03T00:00:00Z", "word_count": 492, "lead_paragraph": "ALL SHAPES AND SIZES -- The Bulfinch Hotel, which opened last month in the Bulfinch Triangle-North Station neighborhood of Boston, across from the Fleet Center, occupies a triangle-shaped building. This makes for a variety of floor plans in its 80 rooms and junior suites, including the rooms in the nose of the building. Through March, introductory rates are $169 a night for a room and $199 for a suite, plus tax. Information: (617) 624-0202. BREAKING EVEN -- The 289-room Millennium Maxwell House in Nashville will provide a $100 credit good for food and drinks at the hotel's restaurant and sports bar with each night's stay through Dec. 30. The room rates for this offer start at $100 a night, with tax extra. There are blacked-out dates. The hotel (at an earlier incarnation of the establishment, Theodore Roosevelt, as legend has it, complimented the coffee, and made advertising history) is in the Metro Center Business Park, near downtown. Information: (615) 259-4343 or go to www.millenniumhotels.com. AMTRAK TO FLORIDA -- To help boost Florida's economy after recent hurricane damage, Amtrak is trying to encourage travel there by taking 20 percent off fares on its Silver Service (three routes between New York and Miami) and Auto Train for trips through Oct. 28. Tickets must be bought by Oct. 15, and at least three days before departure. Cite promotion code V671 when reserving at (800) 872-7245 or at www.amtrak.com. CHAD-FREE OFFER -- To help create happier recollections of Florida and voting, the Clinton Hotel, an 88-room property on Washington Avenue in the South Beach neighborhood of Miami, is offering a deal to guests who show a voter-registration card. Do so between now and Nov. 2, Election Day, and get a fourth night free with three paid nights. Rates start at $99 a night, plus tax; good Monday to Thursday nights. The deal includes a bottle of wine, a two-hour boat tour and nightclub passes. You must book this offer online at www.clintonsouthbeach.com. Information: (305) 938-4040. CENTENNIAL SPECIAL -- The 135-room Washington Jefferson Hotel, at 318 West 51st Street, between Eighth and Ninth Avenues in Manhattan, has refurbished itself in time for its 100th birthday, and through the end of this month, rates start at $179 a night, plus tax (regularly $199 and up). Rooms have free high-speed Internet access and limestone bathrooms. Amenities include a fitness center and room service. Information: (888) 567-7550 or go to www.wjhotel.com. FLEXIBLE SKI PASSES -- Telluride, in the Colorado Rockies, is selling two passes this winter that give skiers more choices in setting their schedules. The first is a transferable lift ticket. For $275, you get five single-day lift tickets that can be shared with others, allowing you to skip a day without wasting the price of a day's skiing. The second is an adult lesson pass for $149 that allows unlimited instruction in skiing or snowboarding, subject to blackout dates. Information: (970) 728-7517 or www.tellurideskiresort.com. JOSEPH SIANO", "keywords": [{"value": "TRAVEL AND VACATIONS", "name": "subject"}], "headline": {"main": "Deals and Discounts", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd247f08eb7c8105d7e3d45", "section_name": "Business", "news_desk": "Business/Financial Desk", "print_page": "14", "multimedia": [{"url": "images/2004/09/21/business/21miles.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/09/21/business/21miles.gif"}, "height": 75, "type": "image"}], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/09/21/business/21miles.html", "source": "The New York Times", "abstract": "Many frequent fliers, especially business travelers, are concerned about their frequent flier miles in light of so many bankruptcies in airline industry; e-Rewards Market Research survey finds active frequent fliers hold average of 70 percent more unredeemed miles than they did during bankruptcies of 1990's; InsideFlyer magazine estimated in 1992 that travelers had amassed total of 1.4 trillion miles; photo (M)", "snippet": "With the newly bankrupt airlines, what are frequent fliers doing to preserve their mileage assets and stay on schedule?...", "blog": [], "type_of_material": "News", "byline": {"original": "By CHRISTOPHER ELLIOTT; Joe Sharkey contributed reporting for this article", "person": [{"firstname": "Christopher", "rank": 1, "role": "reported", "organization": "", "lastname": "ELLIOTT"}]}, "pub_date": "2004-09-21T00:00:00Z", "word_count": 1274, "lead_paragraph": "For the occasional traveler, the latest round of airline bankruptcy filings may feel like the early 1990's, when some big carriers flew under a dark cloud of bankruptcy protection and others never emerged from it. But to frequent fliers like Jean Freeland, the recent airline troubles seem worse. ''I'm much more nervous this time,'' said Ms. Freeland, an editor for the Web site Bonjour Paris, who lives in Rayville, La. ''If these airlines go out of business, I think we're in trouble.''", "keywords": [{"value": "US AIRWAYS", "name": "organizations"}, {"value": "E-REWARDS MARKET RESEARCH", "name": "organizations"}, {"value": "DELTA AIR LINES INCORPORATED", "name": "organizations"}, {"value": "INSIDEFLYER", "name": "organizations"}, {"value": "WORLD AIRWAYS INCORPORATED", "name": "organizations"}, {"value": "AIRLINES AND AIRPLANES", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}, {"value": "BANKRUPTCIES", "name": "subject"}], "headline": {"main": "Frequent Fliers Wonder if Their Miles Have a Future", "kicker": "BUSINESS TRAVEL"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd27fc08eb7c8105d84a673", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/08/29/travel/travel-advisory-coming-or-going-convention-strategies.html", "source": "The New York Times", "abstract": "Hotel reservation site Quikbook.com shows that New York City, site of Republican National Convention, has last-minute rooms available at choice Manhattan hotels; last-minute packages are also still available for New Yorkers wanting to flee city at last minute; photo (M)", "snippet": "For those contemplating a last-minute trip to New York City this week, although streets will be closed for the Republican National Convention, visitors won't have to sleep on the sidewalks.    As of last Monday, the hotel reservation site Quikbook...", "blog": [], "type_of_material": "News", "byline": {"original": "By SUSAN STELLIN", "person": [{"firstname": "Susan", "rank": 1, "role": "reported", "organization": "", "lastname": "STELLIN"}]}, "pub_date": "2004-08-29T00:00:00Z", "word_count": 199, "lead_paragraph": "For those contemplating a last-minute trip to New York City this week, although streets will be closed for the Republican National Convention, visitors won't have to sleep on the sidewalks. As of last Monday, the hotel reservation site Quikbook.com still had rooms at a choice of Manhattan locations, including the trendy Hotel Gansevoort in the meatpacking district (for $275 a night), the Roosevelt in Midtown ($259) and the Milford Plaza near Times Square ($150).", "keywords": [{"value": "NEW YORK CITY", "name": "glocations"}, {"value": "HOTELS AND MOTELS", "name": "subject"}, {"value": "CONVENTIONS, NATIONAL (US)", "name": "subject"}, {"value": "RESERVATIONS (AIRLINES, HOTELS, ETC)", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}, {"value": "PRESIDENTIAL ELECTION OF 2004", "name": "subject"}], "headline": {"main": "Coming or Going? Convention Strategies", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd280268eb7c8105d84b489", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/08/22/travel/travel-advisory-tools-for-ancient-eyes-to-view-the-heavens.html", "source": "The New York Times", "abstract": "Dragon Skies: Astronomy of Imperial China, some of world's oldest stargazing tools and timepieces, are on display for first time time in US at Chabot Space and Science Center in Oakland, Calif; photo (M)", "snippet": "Some of the world's oldest stargazing tools, used by the royal astronomers of ancient China, are on display in Oakland, Calif., in their first appearance in the United States, at the Chabot Space and Science Center. Through Jan. 2, the hilltop obs...", "blog": [], "type_of_material": "News", "byline": {"original": "By CAROLYN MARSHALL", "person": [{"firstname": "Carolyn", "rank": 1, "role": "reported", "organization": "", "lastname": "MARSHALL"}]}, "pub_date": "2004-08-22T00:00:00Z", "word_count": 255, "lead_paragraph": "Some of the world's oldest stargazing tools, used by the royal astronomers of ancient China, are on display in Oakland, Calif., in their first appearance in the United States, at the Chabot Space and Science Center. Through Jan. 2, the hilltop observatory will showcase 32 artifacts, many of them original, and 13 interactive displays that make up ''Dragon Skies: Astronomy of Imperial China.'' China's royal astronomers were among the first to chart constellations and record the passing of comets, eclipses and supernovas, creating some of the earliest known continuous written logs of celestial events, dating at least as far back as 1500 B.C.", "keywords": [{"value": "CHINA", "name": "glocations"}, {"value": "CHABOT SPACE AND SCIENCE CENTER", "name": "organizations"}, {"value": "WATCHES AND CLOCKS", "name": "subject"}, {"value": "SPACE", "name": "subject"}], "headline": {"main": "Tools for Ancient Eyes To View the Heavens", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2a1e88eb7c8105d886e81", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/06/27/travel/travel-advisory-the-rockets-red-glare-fireworks-on-the-fourth.html", "source": "The New York Times", "abstract": "Sampling of fireworks displays scheduled around country on Independence Day; photos (M)", "snippet": "The largest Fourth of July fireworks show in the United States will be presented by Macy's in New York City on the East River, starting at 9 p.m. between 23rd and 42nd Street and just below the South Street Seaport. But there are plenty of other o...", "blog": [], "type_of_material": "News", "byline": {"original": "By MARJORIE CONNELLY", "person": [{"firstname": "Marjorie", "rank": 1, "role": "reported", "organization": "", "lastname": "CONNELLY"}]}, "pub_date": "2004-06-27T00:00:00Z", "word_count": 293, "lead_paragraph": "The largest Fourth of July fireworks show in the United States will be presented by Macy's in New York City on the East River, starting at 9 p.m. between 23rd and 42nd Street and just below the South Street Seaport. But there are plenty of other opportunities throughout the nation for aficionados of big pyrotechnic displays. The Boston Pops has been performing on the Esplanade along the banks of the Charles River on July 4 since 1930, and in 1973 fireworks were added. This year, the two-hour free concert, in the Hatch Shell, culminates with Tchaikovsky's ''1812'' Overture with cannons, church bells and fireworks. The performance starts at 8:30 p.m. More information: (888) 484-7677 or on the Web at www.july4th.org.", "keywords": [{"value": "INDEPENDENCE DAY (US) (JULY 4)", "name": "subject"}, {"value": "FIREWORKS", "name": "subject"}], "headline": {"main": "The Rockets' Red Glare: Fireworks on the Fourth", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd23d9b8eb7c8105d7d3ac9", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/06/27/travel/travel-advisory-deals-and-discounts.html", "source": "The New York Times", "abstract": "Deals and Discounts column on travel bargains (M)", "snippet": "TEA IN EDINBURGH -- In July, the Howard, an 18-room five-star hotel in Edinburgh, will have discounted rates for Sunday and Monday nights. A standard room, regularly $514, is $327 (at $1.87 to the pound); a superior, regularly $552, is $365. These...", "blog": [], "type_of_material": "News", "byline": {"original": "By JOSEPH SIANO", "person": [{"firstname": "Joseph", "rank": 1, "role": "reported", "organization": "", "lastname": "SIANO"}]}, "pub_date": "2004-06-27T00:00:00Z", "word_count": 461, "lead_paragraph": "TEA IN EDINBURGH -- In July, the Howard, an 18-room five-star hotel in Edinburgh, will have discounted rates for Sunday and Monday nights. A standard room, regularly $514, is $327 (at $1.87 to the pound); a superior, regularly $552, is $365. These rates include breakfast, afternoon tea, gallery passes, butler service and the value-added tax of 17.5 percent. Ask for the Tea at the Howard offer when booking, at (800) 525-4800; information online at www.thehoward.com. SAVINGS UP NORTH CHIP -- Hospitality, which manages more than 30 hotels throughout Canada, is offering three nights for the price of two through Sept. 15. It is called the Great Canadian Getaway promotion. A three-night stay in Vancouver at the Residence Inn by Marriott is $285 (at $1.40 Canadian to the United States dollar); near Quebec City, it's $185 at the Hôtel Gouverneur. For information, call (888) 422-6232; on the Web, www.greatcanadianhotels.com.", "keywords": [{"value": "TRAVEL AND VACATIONS", "name": "subject"}], "headline": {"main": "Deals and Discounts", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd27d588eb7c8105d8450fd", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/05/16/travel/travel-advisory-d-day-s-60th-is-for-presidents-and-pfc-s.html", "source": "The New York Times", "abstract": "Highlights of some events scheduled in celebration of 60th anniversary of Normandy landings in France; official D-Day ceremonies will include Pres Bush, Pres Jacques Chirac, Queen Elizabeth II and German Chancellor Gerhard Schroder; photo (M)", "snippet": "France and its World War II allies will celebrate the 60th anniversary of the Normandy landings this spring and summer. The occasion may be the last major D-Day tribute that many aging veterans will attend, and the roster of events is extensive.  ...", "blog": [], "type_of_material": "News", "byline": {"original": "By CORINNE LaBALME", "person": [{"firstname": "Corinne", "rank": 1, "role": "reported", "organization": "", "lastname": "LaBALME"}]}, "pub_date": "2004-05-16T00:00:00Z", "word_count": 403, "lead_paragraph": "France and its World War II allies will celebrate the 60th anniversary of the Normandy landings this spring and summer. The occasion may be the last major D-Day tribute that many aging veterans will attend, and the roster of events is extensive. The official D-Day ceremonies in Normandy from June 5 to 7 will include President Bush, President Jacques Chirac, Queen Elizabeth II and Chancellor Gerhard Schröder, the first German official to attend a major D-Day memorial in France. Band concerts, cemetery memorials, air shows, tours, museum exhibits, hot-air balloon flights, parades and fireworks are planned for dozens of sites, including small villages.", "keywords": [{"value": "CHIRAC, JACQUES", "name": "persons"}, {"value": "ELIZABETH II, QUEEN OF GREAT BRITAIN", "name": "persons"}, {"value": "BUSH, GEORGE W", "name": "persons"}, {"value": "SCHRODER, GERHARD", "name": "persons"}, {"value": "NORMANDY (FRANCE)", "name": "glocations"}, {"value": "FRANCE", "name": "glocations"}, {"value": "WORLD WAR II (1939-45)", "name": "subject"}], "headline": {"main": "D-Day's 60th Is for Presidents and Pfc.'s", "kicker": "TRAVEL ADVISORY"}}]}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "status": "OK"}