{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "AMERICAN AIRLINES' new code-sharing and frequent-flier partnership with Asiana Airlines -- which is based in Seoul, South Korea -- is part of a long-range strategy by the Dallas-based carrier to heighten its presence in the Pacific Rim.    America...", "section_name": "Business", "print_page": "11", "abstract": "American Airlines' new code-sharing and frequent-flier partnership with Asiana Airlines--which is based in Seoul, South Korea, is part of long-range strategy by American Airlines to heighten its presence in the Pacific Rim; one way to travel inexpensively through Asia is to purchase Cathay Pacific's All Asia Pass, available only to individuals who have registered on carrier's Web site; Hyatt Hotels and Resorts has consolidated details of all current promotional offers at its 107 hotels and resorts in US, Canada and Caribbean into program called Hyatt Extras, and is offfering these data through special telephone number and on its Web site (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-10-22T00:00:00Z", "word_count": 654, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Jane", "role": "reported", "lastname": "Levere", "organization": ""}], "original": "By Jane L. Levere"}, "multimedia": [], "blog": [], "lead_paragraph": "AMERICAN AIRLINES' new code-sharing and frequent-flier partnership with Asiana Airlines -- which is based in Seoul, South Korea -- is part of a long-range strategy by the Dallas-based carrier to heighten its presence in the Pacific Rim. American, a unit of AMR and a powerhouse in the United States and Latin America, has been seeking -- so far unsuccessfully -- to join forces in Europe with British Airways since June 1996. It has historically been a minor player in Asia, especially compared with Northwest Airlines and UAL's United Airlines. Both Northwest and United have major hubs at Narita Airport in Tokyo that allow them to serve multiple points in the region; Northwest has been flying extensively to Asia since 1947, while United bought Pan Am's trans-Pacific operation in 1985.", "headline": {"main": "Business Travel; The American Airlines pact with Asiana is part of a strategy to increase a Pacific Rim presence."}, "_id": "4fd1e25e8eb7c8105d72b200", "web_url": "http://www.nytimes.com/1997/10/22/business/business-travel-american-airlines-pact-with-asiana-part-strategy-increase.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "CANADA"}, {"name": "glocations", "value": "CARIBBEAN AREA"}, {"name": "glocations", "value": "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"}, {"name": "organizations", "value": "ASIANA AIRLINES"}, {"name": "organizations", "value": "HYATT HOTELS CORP"}, {"name": "organizations", "value": "CATHAY PACIFIC AIRWAYS"}, {"name": "organizations", "value": "AMERICAN AIRLINES INC"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "INTERNET AND WORLD WIDE WEB"}, {"name": "subject", "value": "HOTELS AND MOTELS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "TRANS WORLD AIRLINES and Royal Jordanian Airlines will begin their code-share alliance on Nov. 1, which will enable T.W.A. passengers to fly to Amsterdam and Amman, Jordan, with a connection in New York, and will allow Royal Jordanian passengers t...", "section_name": "Business", "print_page": "9", "abstract": "Trans World Airlines and Royal Jordanian Airlines will begin their code-sharing alliance on Nov 1, which will enable TWA passengers to fly to Amsterdam and Amman, Jordan, and will allow Royal Jordanian passengers to connect in New York to TWA's domestic flights; Israel Ministry of Tourism says hotels throughout Israel are sold out not only for week-long Succoth holiday (Oct 16-24), but for weekend days of Oct 25 and 26; Silversea Cruises is offering 16-day voyage aboard ship Silver Wind, departing Cairns, Australia, on Dec 22, 1999, or 15-day voyage, departing Auckland, New Zealand, the same day; survey sponsored by Reed Travel Group and conducted by Travel Industry Association shows record 42.9 million travelers racked up 193 million business trips in 1996 despite higher air fares and hotel rates; when Carnival's 1,000-passenger ship Elation enters service next March, it will have cruise line's first dedicated conference room; Hyatt Hotels and Resorts will join TWA's frequent-flier program on Nov 1 and Hyatt guests can earn 500 miles for each stay (Business Travel column) (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-10-15T00:00:00Z", "word_count": 669, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "TRANS WORLD AIRLINES and Royal Jordanian Airlines will begin their code-share alliance on Nov. 1, which will enable T.W.A. passengers to fly to Amsterdam and Amman, Jordan, with a connection in New York, and will allow Royal Jordanian passengers to connect in New York to T.W.A.'s domestic flights. Passengers on both carriers will receive boarding passes and seat assignments at their originating city and their bags will be checked straight through. The growth of such partnerships was underscored when Delta Air Lines sponsored a meeting in New York last week for its current and pending partners -- 21 of them, representing carriers from Austria to Brazil to China. But what is expected to be the most ambitious partnership is scheduled to take effect next May, when the Star Alliance is up and running. Its partners, which collectively fly to more than 600 destinations in 108 countries, are UAL's United Airlines, Germany's Lufthansa, the Scandinavian Airlines System, Thai Airways, Air Canada and Brazil's Varig Airlines, which is scheduled to join Oct. 26.", "headline": {"main": "Business Travel; T.W.A. and Royal Jordanian Airlines are set to begin their code-sharing alliance on Nov. 1."}, "_id": "4fd2021a8eb7c8105d767320", "web_url": "http://www.nytimes.com/1997/10/15/business/business-travel-twa-royal-jordanian-airlines-are-set-begin-their-code-sharing.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "AUSTRALIA"}, {"name": "glocations", "value": "AMSTERDAM (NETHERLANDS)"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "AMMAN (JORDAN)"}, {"name": "glocations", "value": "NEW ZEALAND"}, {"name": "organizations", "value": "CARNIVAL CRUISE LINES INC"}, {"name": "organizations", "value": "REED TRAVEL GROUP"}, {"name": "organizations", "value": "ROYAL JORDANIAN AIRLINES"}, {"name": "organizations", "value": "TRANS WORLD AIRLINES"}, {"name": "organizations", "value": "HYATT HOTELS CORP"}, {"name": "organizations", "value": "SILVERSEA CRUISES"}, {"name": "organizations", "value": "TRAVEL INDUSTRY ASSN OF AMERICA"}, {"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "SUCCOTH"}, {"name": "subject", "value": "JEWS"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "ONE of the first phone calls Alami Driss received yesterday morning was from someone asking how he could buy euros for a planned trip to Europe. Responding as he had done to similar phone calls for more than a month, Mr. Driss explained that the e...", "section_name": "Business", "print_page": "5", "abstract": "Many American travelers to Europe are confused about the euro; while euro notes and coins will not go on sale before Jan 1, 2002, and will not formally replace local currencies before July 1, 2002, the euro exchange rate can be used for traveler's check payments, credit card purchases and other noncash transactions (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-01-06T00:00:00Z", "word_count": 663, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "ONE of the first phone calls Alami Driss received yesterday morning was from someone asking how he could buy euros for a planned trip to Europe. Responding as he had done to similar phone calls for more than a month, Mr. Driss explained that the euro is not available for purchase anywhere for three more years. ''A lot of people think that by this Jan. 1, European currencies just vanished,'' said Mr. Driss, senior vice president of People's Foreign Exchange, a money exchange in midtown Manhattan. Meanwhile, he is awaiting a supply of explanatory brochures about the euro to give to walk-in customers, both as a service and in hopes of forestalling a rash of similar phone calls.", "headline": {"main": "Business Travel; Many of those headed to Europe are a bit bewildered about coping with the euro."}, "_id": "4fd1e8188eb7c8105d73605f", "web_url": "http://www.nytimes.com/1999/01/06/business/business-travel-many-those-headed-europe-are-bit-bewildered-about-coping-with.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "EUROPE"}, {"name": "organizations", "value": "EUROPEAN UNION"}, {"name": "subject", "value": "CURRENCY"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "UNITED AIRLINES is installing new customer-friendly equipment at a number of United States airports as part of a $200 million, three-year program to improve airport processes and make travel easier for its passengers.    At San Francisco Internati...", "section_name": "Technology; Business", "print_page": "8", "abstract": "United Airlines is installing new customer-friendly equipment at number of United States airports as part of a $200 million, three-year program to improve airport processes and make travel easier for its passengers; new services include mobile check-in podium at check-in counters when there are long lines; December issue of PC Computing magazine conducts 'hand-held PC torture test' with editors rating 13 machines for performance; magazine gives 3Com's Palm III its highest rating; Radisson Hotels Worldwide, Hilton Hotels Corp and Ritz-Carlton, Chicago, offer new services for travelers (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-11-18T00:00:00Z", "word_count": 592, "news_desk": "Business/Financial Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "UNITED AIRLINES is installing new customer-friendly equipment at a number of United States airports as part of a $200 million, three-year program to improve airport processes and make travel easier for its passengers. At San Francisco International Airport, the carrier is currently testing a small, mobile check-in podium that it uses when there are long lines at check-in counters, flights are canceled or other bottlenecks with passengers occur. Custom-made for United, the equipment is battery-powered and has access to the carrier's data base by radio frequency.", "headline": {"main": "Business Travel; United Airlines is installing new passenger-friendly equipment at several domestic airports."}, "_id": "4fd1e6ec8eb7c8105d733d58", "web_url": "http://www.nytimes.com/1998/11/18/business/business-travel-united-airlines-installing-new-passenger-friendly-equipment.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "persons", "value": "LEVERE, JANE L"}, {"name": "organizations", "value": "RITZ-CARLTON HOTEL"}, {"name": "organizations", "value": "UNITED AIRLINES"}, {"name": "organizations", "value": "HILTON HOTELS CORP"}, {"name": "organizations", "value": "THREECOM CORP"}, {"name": "organizations", "value": "PC COMPUTING"}, {"name": "organizations", "value": "RADISSON HOTELS WORLDWIDE"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "RATINGS AND RATING SYSTEMS"}, {"name": "subject", "value": "TESTS AND TESTING"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IT'S still the peak summer travel season, but airlines are looking ahead to fall with sale fares to Europe. Travelers will have to act fast for this batch: the booking deadline for most is Aug. 13.     Late fall and winter travel offers the cheape...", "section_name": "Business", "print_page": "5", "abstract": "Airlines are looking ahead to fall with sale fares to Europe; booking deadline for most is Aug 13; Budget Rent a Car is joining ranks of other rental companies with 'paperless' express service; Budget service, called Fastbreak, is being phased in over next few weeks at major US airports; US Airways and Nationsbank have started Dividend Miles Visa Platinum credit card that allows members to earn 1.2 miles for each dollar spent; survey of 227 corporate travel managers by Runzheimer International shows Chicago is city most often visited by business travelers domestically and London is most popular internationally; other results noted (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-08-05T00:00:00Z", "word_count": 625, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Piorko", "organization": "", "firstname": "Janet"}], "original": "By Janet Piorko"}, "multimedia": [], "blog": [], "lead_paragraph": "IT'S still the peak summer travel season, but airlines are looking ahead to fall with sale fares to Europe. Travelers will have to act fast for this batch: the booking deadline for most is Aug. 13. Late fall and winter travel offers the cheapest seats. For example, $418 is the lowest round-trip fare from New York to Paris being offered by Air France, AMR's American Airlines, Delta Air Lines and most other carriers for travel in September and October. That drops to $338 from Nov. 1 through Dec. 11 and Jan. 11 to March 24. Tax is extra, and travel must be on Monday through Thursday. The major drawback for business travelers, in addition to the lead time, is the Saturday-night stay required.", "headline": {"main": "Business Travel; Airlines are beginning to offer special fall sale fares to Europe, but travelers will need to act fast."}, "_id": "4fd1fe088eb7c8105d75ea7e", "web_url": "http://www.nytimes.com/1998/08/05/business/business-travel-airlines-are-beginning-offer-special-fall-sale-fares-europe-but.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "LONDON (ENG)"}, {"name": "glocations", "value": "CHICAGO (ILL)"}, {"name": "organizations", "value": "US AIRWAYS"}, {"name": "organizations", "value": "BUDGET RENT A CAR CORP"}, {"name": "organizations", "value": "NATIONSBANK"}, {"name": "organizations", "value": "RUNZHEIMER INTERNATIONAL"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AUTOMOBILES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "EXECUTIVES AND MANAGEMENT"}, {"name": "subject", "value": "RENTING AND LEASING"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "CREDIT AND MONEY CARDS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Don't look now, but typical business air fares finally appear to be holding steady. The reasons why are a matter of some dispute. But after having to contend with steadily rising fares from 1995 through 1997, as the airline industry struggled to r...", "section_name": "Business", "print_page": "5", "abstract": "Typical business air fares appear to be holding steady; American Express domestic air fare index shows that from October 1997 through May 1998, typical one-way business fares rose only 1 percent, to $452; in contrast, those fares climbed 16 percent in 1997 over pervious year; Air Transport Association finds that average ticket prices over all increased in June only 2.2 percent over fares in June 1997; members of frequent-flier programs of AMR's American Airlines and US Airways can begin claiming awards for travel on either airline beginning Aug 1; some limited berths are available for Disney Magic, the Walt Disney Co's twice-delayed cruise ship (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-07-29T00:00:00Z", "word_count": 586, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDOWELL", "organization": "", "firstname": "Edwin"}], "original": "By EDWIN McDOWELL"}, "multimedia": [], "blog": [], "lead_paragraph": "Don't look now, but typical business air fares finally appear to be holding steady. The reasons why are a matter of some dispute. But after having to contend with steadily rising fares from 1995 through 1997, as the airline industry struggled to return to financial health after its $14 billion hemorrhage in the first half of the decade, business travelers are likely to welcome any leveling off, whatever the reasons. The most recent evidence of stability is contained in the American Express domestic air fare index, which shows that from October 1997 through May of this year, typical one-way business fares rose only 1 percent, to $452. In contrast, those fares climbed 16 percent in 1997 over the previous year.", "headline": {"main": "Business Travel; Business Air Fares Are Holding Steady"}, "_id": "4fd1dfe98eb7c8105d72564a", "web_url": "http://www.nytimes.com/1998/07/29/business/business-travel-business-air-fares-are-holding-steady.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "AMERICAN EXPRESS CO"}, {"name": "organizations", "value": "US AIRWAYS"}, {"name": "organizations", "value": "AIR TRANSPORT ASSN"}, {"name": "organizations", "value": "DISNEY, WALT, CO"}, {"name": "organizations", "value": "AMERICAN AIRLINES INC"}, {"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "DISNEY MAGIC (SHIP)"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "CRUISES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IN what many in the travel industry expect to become a standard on airplanes, United Airlines will soon begin an experiment in which  passengers who pay the lowest fare will be limited to one carry-on bag a flight, instead of the usual two.     ''...", "section_name": "Business", "print_page": "10", "abstract": "United Airlines will soon begin experiment in which passengers who pay lowest fare will be limited to one carry-on bag a flight, instead of usual two; experiment will begin Dec 1; American Express business air fare index shows average typical business fare on 215 routes tracked by index rose 20 percent in first nine months of 1997, compared with same period in 1996; two cruise ships of Costa Cruise Lines are offering golf clinics and seminars on board with PGA golf pro through April; Air France introduces one-hour audio tape for American business traveler to France (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-11-05T00:00:00Z", "word_count": 626, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "IN what many in the travel industry expect to become a standard on airplanes, United Airlines will soon begin an experiment in which passengers who pay the lowest fare will be limited to one carry-on bag a flight, instead of the usual two. ''We're trying to free up space for our frequent fliers, who pay the highest fares, and to improve on-time performance,'' Tony Molinaro, a United spokesman, said yesterday. Business travelers on heavily booked flights, he said, sometimes complain that they cannot find room for their carry-on luggage in jam-packed overhead bins.", "headline": {"main": "Business Travel; United is testing a trade-off: Lowest fare requires flying with only one carry-on bag."}, "_id": "4fd203dd8eb7c8105d769fed", "web_url": "http://www.nytimes.com/1997/11/05/business/business-travel-united-testing-trade-off-lowest-fare-requires-flying-with-only.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "FRANCE"}, {"name": "organizations", "value": "AMERICAN EXPRESS CO"}, {"name": "organizations", "value": "UNITED AIRLINES"}, {"name": "organizations", "value": "COSTA CRUISE LINES"}, {"name": "organizations", "value": "AIR FRANCE"}, {"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "FRENCH LANGUAGE"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "LANGUAGE AND LANGUAGES"}, {"name": "subject", "value": "LUGGAGE"}, {"name": "subject", "value": "GOLF"}, {"name": "subject", "value": "CRUISES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "EXECUTIVES experiencing sticker shock from constantly escalating travel costs can expect more of the same next year, though there are signs the increases are beginning to taper off.    In a 1998 business travel forecast released this week, America...", "section_name": "Technology; Business", "print_page": "6", "abstract": "American Express Co predicts overall travel costs will jump 3 percent to 5 percent in 1998, compared with expected 7 percent to 8 percent increase this year; says air fares will rise 5 percent to 6 percent in 1998 over 1997 levels; says hotel costs will climb 4 percent to 5 percent in 1998, half rate of increase expected this year; adds 1998 hotel occupancies will fall 'slightly below expected 1997 levels, but will remain at historically high levels; UAL's United Airlines has created special offer for its frequent fliers to encourage them to use up miles on short weekend trips; program noted; Sabre Group, which runs Travelocity web site, has teamed up with guidebook publisher Lonely Planet to begin new section on site called 'Your Planet'; section will provide various information on travel; beginning Oct 15, Marriott International, will allow Hertz customers and passengers on United Airlines or British Airways to accrue points in Marriott Rewards frequent guest program (Business Travel column) (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-09-17T00:00:00Z", "word_count": 833, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Jane", "role": "reported", "lastname": "Levere", "organization": ""}], "original": "By Jane L. Levere"}, "multimedia": [], "blog": [], "lead_paragraph": "EXECUTIVES experiencing sticker shock from constantly escalating travel costs can expect more of the same next year, though there are signs the increases are beginning to taper off. In a 1998 business travel forecast released this week, American Express predicts overall travel costs will jump 3 percent to 5 percent next year, compared with an expected 7 percent to 8 percent increase this year.", "headline": {"main": "Business Travel; American Express expects travel costs to continue rising next year, but at a less torrid pace."}, "_id": "4fd213968eb7c8105d78a922", "web_url": "http://www.nytimes.com/1997/09/17/business/business-travel-american-express-expects-travel-costs-continue-rising-next-year.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "AMERICAN EXPRESS CO"}, {"name": "organizations", "value": "BRITISH AIRWAYS PLC"}, {"name": "organizations", "value": "SABRE GROUP HOLDINGS INC"}, {"name": "organizations", "value": "UNITED AIRLINES"}, {"name": "organizations", "value": "LONELY PLANET"}, {"name": "organizations", "value": "MARRIOTT INTERNATIONAL INC"}, {"name": "organizations", "value": "HERTZ CORP"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "INTERNET AND WORLD WIDE WEB"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "FORECASTS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "GETTING lost may become less of a problem for many business travelers as Hertz and Avis expand to the thousands the number of their cars with on-board navigational devices.    The country's largest car rental company, with 300,000 vehicles in its ...", "section_name": "Technology; Business", "print_page": "8", "abstract": "Jane L Levere (Business Travel) column discusses new navigational devices, developed by Rockwell Automotive, that will used in Hertz rental automobiles to assist business travelers; says Avis Rent a Car System also offers such devices; notes company, 1-800-Batteries, San Jose, Calif, stocks more than 6,000 batteries for laptop and notebook computers and other electronic devices used for business trips; also notes results of Hyatt Internationl's global dining survey for travelers; says Kiwi International Air Lines, scheduled to emerge from Chapter 11 bankruptcy protection on Jan 20, is selling $99 unrestrictred fare on flights from Newark, NJ, to Chicago, Atlanta and West Palm Beach (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-01-08T00:00:00Z", "word_count": 750, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Jane", "role": "reported", "lastname": "Levere", "organization": ""}], "original": "By Jane L. Levere"}, "multimedia": [], "blog": [], "lead_paragraph": "GETTING lost may become less of a problem for many business travelers as Hertz and Avis expand to the thousands the number of their cars with on-board navigational devices. The country's largest car rental company, with 300,000 vehicles in its fleet, Hertz, a unit of the Ford Motor Company, will shortly finish a $23 million installation program, begun during the Atlanta Olympic Games, to make navigational units available in most large cities frequented by business travelers.", "headline": {"kicker": "Business Travel", "main": "More rental car drivers will have the option of enlisting a satellite's help if they get lost."}, "_id": "4fd1fcc98eb7c8105d75be6c", "web_url": "http://www.nytimes.com/1997/01/08/business/more-rental-car-drivers-will-have-option-enlisting-satellite-s-help-if-they-get.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "WEST PALM BEACH (FLA)"}, {"name": "glocations", "value": "NEWARK (NJ)"}, {"name": "glocations", "value": "ATLANTA (GA)"}, {"name": "glocations", "value": "CHICAGO (ILL)"}, {"name": "organizations", "value": "HYATT CORP"}, {"name": "organizations", "value": "ONE-EIGHT-HUNDRED-BATTERIES"}, {"name": "organizations", "value": "KIWI INTERNATIONAL AIRLINES"}, {"name": "organizations", "value": "AVIS RENT A CAR SYSTEM"}, {"name": "organizations", "value": "HERTZ CORP"}, {"name": "organizations", "value": "ROCKWELL AUTOMOTIVE"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AUTOMOBILES"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "NAVIGATION"}, {"name": "subject", "value": "BATTERIES"}, {"name": "subject", "value": "RENTING AND LEASING"}, {"name": "subject", "value": "ROADS AND TRAFFIC"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "BANKRUPTCIES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AFTER three years of apparent fraud-free use at Kennedy International Airport in New York, Newark International Airport and Lester B. Pearson International Airport in Toronto, the Inspass system will soon be in place at eight more airports. Its pu...", "section_name": "Business", "print_page": "4", "abstract": "Business travel news roundup; Immigration and Naturalization Service is expanding system designed to provide frequent travelers hassle-free entry into United States after testing it for three years at three airports (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-11-20T00:00:00Z", "word_count": 596, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "AFTER three years of apparent fraud-free use at Kennedy International Airport in New York, Newark International Airport and Lester B. Pearson International Airport in Toronto, the Inspass system will soon be in place at eight more airports. Its purpose is to provide frequent travelers hassle-free entry into the United States. Those eligible for the program are citizens of the United States, Canada, Bermuda and the 25 other nations that participate in the visa-waiver pilot program, provided they travel to the United States on business at least three times a year. Also eligible are ''low risk'' visitors like diplomats, airline crews and representatives of international organizations.", "headline": {"kicker": "Business Travel", "main": "The Inspass system for hassle-free entry into the United States is being expanded."}, "_id": "4fd1dadc8eb7c8105d71b16d", "web_url": "http://www.nytimes.com/1996/11/20/business/inspass-system-for-hassle-free-entry-into-united-states-being-expanded.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "IMMIGRATION AND NATURALIZATION SERVICE"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 35813, "time": 92, "offset": 30}}, "status": "OK"}