{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Austrian Airlines is offering discounted travel throughout Europe with its Discover Europe Pass. Bought in conjunction with a round-trip ticket from North America to Vienna, the pass consists of coupons for up to 10 flights within Europe and Russi...", "section_name": null, "print_page": "3", "abstract": "Austrian Airlines offers discount coupons for flights within Europe in conjunction with round-trip ticket from North America to Vienna (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-07-01T00:00:00Z", "word_count": 195, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Austrian Airlines is offering discounted travel throughout Europe with its Discover Europe Pass. Bought in conjunction with a round-trip ticket from North America to Vienna, the pass consists of coupons for up to 10 flights within Europe and Russia. The minimum purchase of three coupons costs $349. Up to seven additional coupons may be bought for $99 each. Coupons for accompanying children are discounted by one-third.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Austrian Airlines Sells Discount Coupons"}, "_id": "4fd227628eb7c8105d7b0105", "web_url": "http://www.nytimes.com/2001/07/01/travel/travel-advisory-austrian-airlines-sells-discount-coupons.html", "keywords": [{"name": "glocations", "value": "VIENNA (AUSTRIA)"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "AUSTRIA"}, {"name": "organizations", "value": "AUSTRIAN AIRLINES"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "For centuries, the Camel Fair at Pushkar, in the Rajasthan state of India, has been a colorful mingling of sacred ritual and business. Around the full moon in the month of Kartik (October and November), 200,000 or so pilgrims and traders come to t...", "section_name": null, "print_page": "3", "abstract": "Camel Fair at Pushkar, in Rajasthan state of India, is colorful mingling of sacred ritual and business; it attracts 200,000 pilgrims and traders, and increasing numbers of tourists; it is held every year between October and November; photos (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-06-24T00:00:00Z", "word_count": 285, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "CORMIER", "organization": "", "firstname": "Ray"}], "original": "By RAY CORMIER"}, "multimedia": [], "blog": [], "lead_paragraph": "For centuries, the Camel Fair at Pushkar, in the Rajasthan state of India, has been a colorful mingling of sacred ritual and business. Around the full moon in the month of Kartik (October and November), 200,000 or so pilgrims and traders come to this town to trade some 50,000 camels and other livestock and to take a cleansing dip in the lake by the only temple in India dedicated to Brahma, the Hindu god of creation. It has also attracted increasing numbers of tourists, including those on tours by Geographic Expeditions and on American Museum of Natural History Discovery Tours. Geographic Expeditions' tour is a bit longer, Nov. 10 to 27, than the museum's, Nov. 15 to 30, but each spends a full day and parts of two others at the fair. Each provides lodging there in comfortable tents, complete with regular beds, tables, chairs, rugs and flush toilets, and multicourse vegetarian meals (because of Hindu law). Geographic Expeditions is in Pushkar Nov. 24 to 26, before the religious part of the fair begins. The museum's tour is there Nov. 26 to 28, allowing some overlap of the animal and religious fairs. Each tour begins and ends in New Delhi, and visits the Taj Mahal, Jaipur (with an elephant ride), Jodhpur and Jaisalmer before Pushkar.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Buy a Camel, Ride an Elephant"}, "_id": "4fd20d518eb7c8105d77d398", "web_url": "http://www.nytimes.com/2001/06/24/travel/travel-advisory-buy-a-camel-ride-an-elephant.html", "keywords": [{"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "PUSHKAR (INDIA)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Seventy-five years ago a patch of paved road in Chicago's Grant Park marked the birth of Route 66, the iconic American highway. This summer cities along the road, which ran for 2,448 miles from Chicago to Santa Monica, Calif., before it eventually...", "section_name": null, "print_page": "3", "abstract": "Cites along former Route 66, iconic American highway, will celebrate its 75th anniversary with tours, art exhibitions, car shows and lectures; 85 percent of rural two-lane highway, long since bypassed by Interstate system, is still open, although it is not marked as such on standard road maps; map (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-06-24T00:00:00Z", "word_count": 217, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Seventy-five years ago a patch of paved road in Chicago's Grant Park marked the birth of Route 66, the iconic American highway. This summer cities along the road, which ran for 2,448 miles from Chicago to Santa Monica, Calif., before it eventually disappeared from maps to be replaced by Interstates, will celebrate the anniversary with tours, art exhibitions, car shows and lectures. In Albuquerque, the National Diamond Jubilee Route 66 Festival, Web site www.national66.com, will be held July 20 to 22. The weekend will include art shows, poetry readings, mariachi bands, and car and motorcycle shows; (818) 352-7232. Eighty-five percent of the rural two-lane highway, long since bypassed by the Interstate system, is still open, although it is not marked as such on standard road maps. Aficionados can find it on the Web; one site is route66.netvision.be/description. Members of the Harley Owners Group in Chicago, (800) 258-2464, www.hog.com, are traveling the length of the road until July 8; other motorcyclists are also touring and attending festivities in towns along the way.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Route 66: Off the Map, Still in Their Hearts"}, "_id": "4fd2593d8eb7c8105d8056d4", "web_url": "http://www.nytimes.com/2001/06/24/travel/travel-advisory-route-66-off-the-map-still-in-their-hearts.html", "keywords": [{"name": "persons", "value": "CAMLOT, HEATHER"}, {"name": "subject", "value": "ROADS AND TRAFFIC"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The yacht Christina O, which once belonged to Aristotle Onassis, will take up to 36 passengers through the Greek Isles between Aug. 30 and Oct. 19. For $8,750 a person in double occupancy, Tauck World Discovery of Westport, Conn., offers 10-night ...", "section_name": null, "print_page": "3", "abstract": "Tauck World Discovery offers Greek Isles cruises abo", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-05-20T00:00:00Z", "word_count": 275, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "The yacht Christina O, which once belonged to Aristotle Onassis, will take up to 36 passengers through the Greek Isles between Aug. 30 and Oct. 19. For $8,750 a person in double occupancy, Tauck World Discovery of Westport, Conn., offers 10-night packages that include seven-night voyages on the vessel. A similar program is planned next spring and fall, and the 325-foot yacht is available for charter at other times of the year. A former Canadian frigate, the Stormont, the yacht served as a convoy escort in World War II. It was bought by Mr. Onassis in 1954 for $34,000. He spent $4 million converting it to the Christina, named for his daughter. Jacqueline Kennedy and Mr. Onassis spent their honeymoon aboard the yacht in 1968. After Christina died in 1988, the yacht went to the Greek government as a bequest from her. In 1998 Tauck World Discovery bought it, then sold most of the yacht to John Paul Papanicolaou, a shipping magnate, and some investors, who refurbished it for $50 million and renamed it the Christina O.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Former Onassis Yacht Now Takes Bookings"}, "_id": "4fd2587c8eb7c8105d80446c", "web_url": "http://www.nytimes.com/2001/05/20/travel/travel-advisory-former-onassis-yacht-now-takes-bookings.html", "keywords": [{"name": "persons", "value": "ONASSIS, ARISTOTLE"}, {"name": "glocations", "value": "GREECE"}, {"name": "organizations", "value": "TAUCK WORLD DISCOVERY"}, {"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "CRUISES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The traditional road atlas -- especially one for an area as large as North America -- presents mapmakers with quite a challenge: divining where its users want to go, where they're starting out from and what level of detail they want.     Fully awa...", "section_name": "Technology", "print_page": "3", "abstract": "MapQuest.com and AOL Digital City issue North American road atlas linked to Internet (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-05-06T00:00:00Z", "word_count": 334, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FREIREICH", "organization": "", "firstname": "Paul"}], "original": "By PAUL FREIREICH"}, "multimedia": [], "blog": [], "lead_paragraph": "The traditional road atlas -- especially one for an area as large as North America -- presents mapmakers with quite a challenge: divining where its users want to go, where they're starting out from and what level of detail they want. Fully aware of these limitations, which competitors have dealt with as well, MapQuest.com and AOL Digital City have issued a 144-page road atlas for the United States, Canada and Mexico. Unlike similar atlases for North America -- Rand McNally's and the AAA's, for example -- this one is linked to an Internet counterpart. Increasingly, print and electronic versions are being integrated.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "MapQuest Issues Atlas With Online Component"}, "_id": "4fd20aca8eb7c8105d778203", "web_url": "http://www.nytimes.com/2001/05/06/travel/travel-advisory-mapquest-issues-atlas-with-online-component.html", "keywords": [{"name": "organizations", "value": "MAPQUEST.COM INC"}, {"name": "organizations", "value": "AOL DIGITAL CITY"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "MAPS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Gray Line New York has introduced a new style of sightseeing bus to New York City. The bright red buses do not look much different from the double-deckers that returned to the city in 1991 after a hiatus of about 30 years, but the new model is the...", "section_name": null, "print_page": "3", "abstract": "Gray Line New York introduces updated version of British double-decker buses for sightseeing (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-05-06T00:00:00Z", "word_count": 194, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "Brannon", "firstname": "John", "role": "reported", "lastname": "ALBRIGHT", "organization": ""}], "original": "By JOHN BRANNON ALBRIGHT"}, "multimedia": [], "blog": [], "lead_paragraph": "Gray Line New York has introduced a new style of sightseeing bus to New York City. The bright red buses do not look much different from the double-deckers that returned to the city in 1991 after a hiatus of about 30 years, but the new model is the first redesign since shortly after World War II of the Scottish-made buses that have long been familiar in London, Hong Kong and Singapore. The changes include wheelchair accessibility, better driver visibility through a larger windshield and reduced emissions from a more powerful engine. Gray Line operates 22 older-model 68-passenger double-deckers for tours of Manhattan and Brooklyn. This year 30 of the new 85-seat double-deckers will be added.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Redesigned Red Buses Tour Manhattan Streets"}, "_id": "4fd215308eb7c8105d78e955", "web_url": "http://www.nytimes.com/2001/05/06/travel/travel-advisory-redesigned-red-buses-tour-manhattan-streets.html", "keywords": [{"name": "organizations", "value": "GRAY LINE NEW YORK"}, {"name": "subject", "value": "BUSES"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Most travelers decide where they want to go and then choose their lodgings. Those who want to pick the hotel first now have a reference book, a new Zagat Survey, ''Top International Hotels, Resorts and Spas.''    The emphasis is indeed on top, as ...", "section_name": null, "print_page": "3", "abstract": "New Zagat Survey rates international hotels and resorts (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-04-08T00:00:00Z", "word_count": 258, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SOMMERS", "organization": "", "firstname": "Carl"}], "original": "By CARL SOMMERS"}, "multimedia": [], "blog": [], "lead_paragraph": "Most travelers decide where they want to go and then choose their lodgings. Those who want to pick the hotel first now have a reference book, a new Zagat Survey, ''Top International Hotels, Resorts and Spas.'' The emphasis is indeed on top, as in top dollar. For example, the chain rated No. 1, Amanresorts -- which includes properties in Indonesia, the Philippines, Morocco, Thailand, French Polynesia and France -- charges an average rate of $490 a night. The most expensive of the 875 hotels in the book is the Ritz in Paris, averaging $507 a night.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A Zagat Guide Rates International Hotels"}, "_id": "4fd205878eb7c8105d76df0e", "web_url": "http://www.nytimes.com/2001/04/08/travel/travel-advisory-a-zagat-guide-rates-international-hotels.html", "keywords": [{"name": "organizations", "value": "ZAGAT SURVEY"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "RATINGS AND RATING SYSTEMS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "GUIDEBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Eden Project, a sprawling new horticultural attraction in St. Austell, Cornwall, about 30 miles west of Plymouth and 265 miles from London, is scheduled to open on Saturday. (But officials were monitoring the outbreak of foot-and-mouth disease...", "section_name": null, "print_page": "3", "abstract": "Eden Project, sprawling new horticultural attraction in St Austell, England, is set to open; $116 million attraction presents plants from three of world's major climates in two conservatories built with geodesic domes; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-03-11T00:00:00Z", "word_count": 256, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "KENT", "organization": "", "firstname": "Pamela"}], "original": "By PAMELA KENT"}, "multimedia": [], "blog": [], "lead_paragraph": "The Eden Project, a sprawling new horticultural attraction in St. Austell, Cornwall, about 30 miles west of Plymouth and 265 miles from London, is scheduled to open on Saturday. (But officials were monitoring the outbreak of foot-and-mouth disease in Britain.) Designed by Nicholas Grimshaw & Partners, the $116 million attraction presents plants from three of the world's major climates on 123 acres of a former clay quarry. The plants will be in two conservatories built with geodesic domes made of 800 self-cleaning, hexagonal panels of a transparent foil-like material.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "In Britain, Eden Is Built With Geodesic Domes"}, "_id": "4fd215278eb7c8105d78e19c", "web_url": "http://www.nytimes.com/2001/03/11/travel/travel-advisory-in-britain-eden-is-built-with-geodesic-domes.html", "keywords": [{"name": "glocations", "value": "ST AUSTELL (ENG)"}, {"name": "organizations", "value": "EDEN PROJECT"}, {"name": "subject", "value": "GARDENS AND GARDENING"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Government of Turkey recently opened its first information office for tourists in New York City, across from the United Nations on First Avenue at 46th Street.    In addition to maps, brochures and other travel literature, the center has compu...", "section_name": null, "print_page": "3", "abstract": "Turkey opens tourism office on First Avenue at 46th Street in New York City (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-01-28T00:00:00Z", "word_count": 90, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "The Government of Turkey recently opened its first information office for tourists in New York City, across from the United Nations on First Avenue at 46th Street. In addition to maps, brochures and other travel literature, the center has computerized touch screens that provide information about hotels and tour operators.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Turkish Travel Center Opens in Manhattan"}, "_id": "4fd240e98eb7c8105d7d926b", "web_url": "http://www.nytimes.com/2001/01/28/travel/travel-advisory-turkish-travel-center-opens-in-manhattan.html", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "TURKEY"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Travelers used to carrying guidebooks and maps can now quickly obtain city guide information free on cell phones and wireless personal digital assistants. Wcities, a privately held travel information service based in London, in late November began...", "section_name": "Technology", "print_page": "3", "abstract": "Access to travel information on handheld Web devices noted (S)0", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-01-07T00:00:00Z", "word_count": 180, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "Cay", "firstname": "David", "role": "reported", "lastname": "JOHNSTON", "organization": ""}], "original": "By DAVID CAY JOHNSTON"}, "multimedia": [], "blog": [], "lead_paragraph": "Travelers used to carrying guidebooks and maps can now quickly obtain city guide information free on cell phones and wireless personal digital assistants. Wcities, a privately held travel information service based in London, in late November began providing wireless users with a simpler version of the data on its site, wcities.com. The company has information on 245 cities worldwide. Users of cell phones with Web access and wireless personal digital assistants like Palm Pilot, Handspring and Psion can obtain information on restaurants, hotels, night life, sporting events and museums. Kenneth Joyce, director of marketing in North America, said handheld wireless devices could be used to search by neighborhood and key word. Simplified navigation is designed for small screens on cell phones and P.D.A.'s.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "City Guides by Phone Or Handheld Computer"}, "_id": "4fd2449d8eb7c8105d7dee2d", "web_url": "http://www.nytimes.com/2001/01/07/travel/travel-advisory-city-guides-by-phone-or-handheld-computer.html", "keywords": [{"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "GUIDEBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 76, "offset": 1170}}, "status": "OK"}