{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "East is east and west is west, but for four years they have met on the Road to Mandalay, a luxury ship sailing the Irrawaddy River in Myanmar. It has allowed Westerners to explore the exotic land that many still call Burma, mainly between Mandalay...", "section_name": null, "print_page": "3", "abstract": "Road to Mandalay, luxury ship operated by Venice Simplon-Orient Express on Myanmar's Irrawaddy River, will take travelers as far north as Bhamo this August; map (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-02-27T00:00:00Z", "word_count": 304, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "East is east and west is west, but for four years they have met on the Road to Mandalay, a luxury ship sailing the Irrawaddy River in Myanmar. It has allowed Westerners to explore the exotic land that many still call Burma, mainly between Mandalay and Bagan to the south. This August they can sail north to and beyond Bhamo in a special sailing through the rarely visited Three Narrows area of the Irrawaddy. According to Nick Varian, chief executive of Venice Simplon-Orient Express, operators of the ship, there are about six weeks after the rainy season when the water is high enough for the Road to Mandalay to sail north of Bhamo. ''This is a completely different part of Burma,'' he said, ''untouched for thousands of years.'' During a test sailing last August he visited villages whose residents had never seen Westerners.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A Burmese Cruise Far Beyond Mandalay"}, "_id": "4fd23b488eb7c8105d7d0037", "web_url": "http://www.nytimes.com/2000/02/27/travel/travel-advisory-a-burmese-cruise-far-beyond-mandalay.html", "keywords": [{"name": "glocations", "value": "IRRAWADDY RIVER"}, {"name": "glocations", "value": "MYANMAR"}, {"name": "glocations", "value": "BHAMO (MYANMAR)"}, {"name": "organizations", "value": "VENICE SIMPLON-ORIENT EXPRESS"}, {"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "ROAD TO MANDALAY (SHIP)"}, {"name": "subject", "value": "CRUISES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Chicago, the cradle of modern American architecture, is the site of an ambitious exhibition, ''At the End of the Century: One Hundred Years of Architecture.''     The emphasis of the show, which runs through Feb. 27 at the Museum of Contemporary A...", "section_name": null, "print_page": "3", "abstract": "Museum of Contemporary Art in Chicago, cradle of modern architecture, mounts exhibit on last hundred years in architecture and urban design; photos (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-01-09T00:00:00Z", "word_count": 290, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "P.", "firstname": "Eric", "role": "reported", "lastname": "Nash", "organization": ""}], "original": "By Eric P. Nash"}, "multimedia": [], "blog": [], "lead_paragraph": "Chicago, the cradle of modern American architecture, is the site of an ambitious exhibition, ''At the End of the Century: One Hundred Years of Architecture.'' The emphasis of the show, which runs through Feb. 27 at the Museum of Contemporary Art, is on broad themes in architectural and urban thinking, including the Bauhaus movement, Internationalism, the evolution of suburbs, and the trend toward themes or ''Disneyfication'' as epitomized by recent Las Vegas casino hotels. Scale models, photographs, film footage, drawings, furniture and architectural sketches are among the exhibits.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Showcasing a Century of Design"}, "_id": "4fd233c58eb7c8105d7c4716", "web_url": "http://www.nytimes.com/2000/01/09/travel/travel-advisory-showcasing-a-century-of-design.html", "keywords": [{"name": "glocations", "value": "CHICAGO (ILL)"}, {"name": "organizations", "value": "MUSEUM OF CONTEMPORARY ART"}, {"name": "subject", "value": "ARCHITECTURE"}, {"name": "subject", "value": "TWENTIETH CENTURY"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "As the airline industry struggles to recover from losses totaling $32.3 billion during the last four years, it is pursuing its biggest spenders with a rare enthusiasm....", "section_name": "Business", "print_page": "6", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2005-05-10T00:00:00Z", "word_count": 1357, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Christopher", "lastname": "ELLIOTT", "organization": "", "rank": 1}], "original": "By CHRISTOPHER ELLIOTT"}, "multimedia": [], "blog": [], "lead_paragraph": "On a recent flight from Denver to Las Vegas, Michael Silber was assigned a dreaded middle seat in the back of the plane. But when Mr. Silber, an executive with the Harman Consumer Group, an electronics company in Woodbury, N.Y., checked in at the ticket counter, a United Airlines employee not only upgraded him on the spot but apologized for the lapse. ''You should have never gotten that seat in the first place,'' the agent whispered to him to avoid being overheard by other passengers. ''You're Global Services.'' His membership, she added, ''means we like you a lot.''", "headline": {"kicker": "BUSINESS TRAVEL", "main": "A Flier Status Elite Enough To Eclipse Mere Platinum"}, "_id": "4fd2a6588eb7c8105d88eb36", "web_url": "http://www.nytimes.com/2005/05/10/business/10platinum.html", "keywords": [{"name": "organizations", "value": "UNITED AIRLINES"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LONGER RANGE FOR SMALL JETS Bombardier Aerospace announced a longer-range model of its CRJ700 regional jet yesterday. Bombardier said the new model, to be available early next year, would have a range of 2,516 miles, about 275 miles more than the ...", "section_name": "Business", "print_page": "8", "abstract": "Bombardier Aerospace announces longer-range model of its CRJ700 regional jet; says new model will be available in early 2006; Transportation Department reports on-time performance rates of largest domestic airlines dropped to 71.4 percent in January, from 74.9 percent year earlier; worst delays were at JetBlue Airways, while best was at Hawaiian Airlines; Continental Airlines is having sale on some premium trans-Atlantic routes, where round-trip business class fares can typically range from $6,000 upward on many airlines; examples noted; China Southern Airlines has started taking delivery on new Airbus A330 planes with seats that recline into flat beds in its Premier Business Class service; study by PKF Hospitality Research shows profits at average hotel in US rose about 13 percent in 2004 over 2003 (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2005-03-08T00:00:00Z", "word_count": 438, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Joe", "lastname": "SHARKEY", "organization": "", "rank": 1}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "LONGER RANGE FOR SMALL JETS -- Bombardier Aerospace announced a longer-range model of its CRJ700 regional jet yesterday. Bombardier said the new model, to be available early next year, would have a range of 2,516 miles, about 275 miles more than the current version of the plane, which seats 70 to 78 passengers. The new model will carry ''greater payloads over greater distances,'' said Rod Williams, the vice president for aircraft programs at Bombardier's regional aircraft division. In recent years, domestic airlines have shifted larger shares of their capacity to small regional jets, which are usually configured only with coach seats. SeatGuru.com, a Web site that displays seating diagrams for jets in the fleets of various airlines, says of the CRJ700 models that ''many fliers find them to be generally uncomfortable'' because of narrow seats and cramped space. FLIGHT DELAY REDUX -- Seems like old times. The on-time performance rates of the largest domestic airlines dropped to 71.4 percent in January, from 74.9 percent a year earlier, according to the Transportation Department. The worst delays were at JetBlue Airways (where only 63.1 of flights arrived on time), followed by American Eagle (65.8 percent) and Comair (67.3 percent). The best: Hawaiian Airlines (92.6 percent), Continental Airlines (78 percent) and Southwest Airlines (75.6 percent). BUSINESS-CLASS SALE -- In a business-class fare sale, Continental Airlines ratcheted up competition for premium travel on about two dozen trans-Atlantic routes, where round-trip business class fares can typically range from $6,000 upward on many airlines. Some examples, based on 30-day advance purchase: Newark to Frankfurt, $1,550 round trip; Phoenix to Lisbon, $1,850. Outbound travel for these fares is from May 19 through Sept. 2, and all return trips must be made by Sept. 9. Details are at www.continental.com. FLAT-BED SEATS -- The flat-bed seat, long a staple of premium international travel, has arrived in China. China Southern Airlines, the country's biggest carrier, said it had started taking delivery of new Airbus A330 planes with seats that recline into flat beds in its Premier Business Class service. China Southern has flights to more than 80 cities around the world. HOTELS PROSPERING -- With travel picking up, profits at the average hotel in the United States rose about 13 percent last year over 2003, according to a study by PKF Hospitality Research. This year, the increase is expected to be about 14 percent. The brighter economic picture followed a three-year industry recession during which profits declined 36.2 percent. With demand up, hotels ''have been able to get more aggressive'' in raising room rates, said R.Mark Woodworth, executive managing director of the research company. JOE SHARKEY", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd283a08eb7c8105d851f9c", "web_url": "http://www.nytimes.com/2005/03/08/business/08memo.html", "keywords": [{"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "CHINA SOUTHERN"}, {"name": "organizations", "value": "PKF HOSPITALITY RESEARCH"}, {"name": "organizations", "value": "CONTINENTAL AIRLINES"}, {"name": "organizations", "value": "TRANSPORTATION DEPARTMENT"}, {"name": "organizations", "value": "HAWAIIAN AIRLINES INC"}, {"name": "organizations", "value": "JETBLUE AIRWAYS"}, {"name": "organizations", "value": "BOMBARDIER INC"}, {"name": "subject", "value": "BEDS AND BEDDING"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "PROFITS (INDUSTRY-WIDE)"}, {"name": "subject", "value": "DELAYS (TRANSPORTATION)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "EXPENSE ACCOUNT ALERT Almost half of the business travelers in Europe and the United States who were questioned in a survey released yesterday by American Express say their companies have tightened travel-spending policies over the last two to thr...", "section_name": "Business", "print_page": "9", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2005-02-15T00:00:00Z", "word_count": 456, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Joe", "lastname": "SHARKEY", "organization": "", "rank": 1}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "EXPENSE ACCOUNT ALERT -- Almost half of the business travelers in Europe and the United States who were questioned in a survey released yesterday by American Express say their companies have tightened travel-spending policies over the last two to three years. More than a third say their travel and entertainment expense accounts are getting greater scrutiny. With good reason, apparently: more than a third believe it is either ''somewhat'' or ''quite'' common for business travelers to submit expense accounts with ''one or more completely false or bogus charges.'' But most road warriors also disapprove of such fraud. Those in the United States expressed the strongest support (77 percent) for careful audits of expense reports and receipts, while 72 percent in Britain agreed, as did 70 percent in Germany and 64 percent in France. For all their stepped-up vigilance, companies do seem to be loosening up on restrictions against traveling in style. In a survey conducted by the National Business Travel Association and the Travel Industry Association of America, the proportion of corporate travelers who reported their employers restricted the class they could travel on fell to 50 percent last year from 56 percent in 2002. The decline reflected a better economy and ''a departure from severe travel restrictions'' put into effect after the 2001 terrorist attacks, the survey said. UPGRADE UPHEAVAL -- As turmoil churns through airline elite-status programs, with many top-level members complaining that upgrades on major airlines have become more elusive this year, Continental Airlines is changing its upgrade policy to favor those who pay the highest coach fares and check in earliest online. Effective March 16, Continental said, priority for upgrades will be given to OnePass elite members traveling on full economy fares, based on elite status and time of check-in. Next in line will be those traveling on fares less than full economy, with priority based on elite level, then fare paid, and then time of check-in. The policy for companion travelers accompanying Platinum Elite members also is changing. Companion upgrades will be sorted by the status level of the elite member and by the time of check-in. For instance, Continental said in an e-mail message to its elite members, passengers accompanying a Platinum Elite member will be upgraded only after all other Platinum Elite members have received upgrades. SHOPPERS' PARADISE -- Airport Revenue News, a trade publication, has announced the results of its annual survey of airport shops, restaurants and other retailers. Among large airports, Cincinnati-Northern Kentucky International Airport was rated first in overall concessions; Minneapolis-St. Paul International Airport ranked first in best concession design; Orlando International Airport was first in customer service; and Newark Liberty International Airport ranked first in a category for unique retail services. JOE SHARKEY", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd25df38eb7c8105d80c81f", "web_url": "http://www.nytimes.com/2005/02/15/business/15memos.html", "keywords": [{"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "At one of Washington's newest museums, the Marian Koshland Science Museum of the National Academy of Sciences, science makes a fashion statement. In one of the most popular exhibits, visitors swab their cheek to get a cell sample, then perform a f...", "section_name": "Technology; Science", "print_page": "3", "abstract": "Marian Koshland Science Museum of the National Academy of Sciences, one of Washington's newest museums, takes serious approach to science with exhibits featuring huge plasma and LCD screens, computer-based intractive learning stations and numerous models and maps; museum has attracted more than 15,000 visitors since opening in April, mainly between ages of 22 and 45; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-11-14T00:00:00Z", "word_count": 262, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "C.", "firstname": "Courtney", "role": "reported", "lastname": "RADSCH", "organization": ""}], "original": "By COURTNEY C. RADSCH"}, "multimedia": [], "blog": [], "lead_paragraph": "At one of Washington's newest museums, the Marian Koshland Science Museum of the National Academy of Sciences, science makes a fashion statement. In one of the most popular exhibits, visitors swab their cheek to get a cell sample, then perform a few simple steps that let them take home their very own DNA necklaces. But the Koshland has a more serious purpose, too: exploring scientific issues behind national public policy decisions. With huge plasma and LCD screens, computer-based interactive learning stations, and numerous models and maps, it offers a high-tech, hands-on look at global warming, DNA and criminal forensics. Unlike many science museums that aim their message at children, the Koshland takes an adult approach.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Serious Science At a New Museum"}, "_id": "4fd2a4878eb7c8105d88adef", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B06E1D6113CF937A25752C1A9629C8B63", "keywords": [{"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "NATIONAL ACADEMY OF SCIENCES"}, {"name": "organizations", "value": "KOSHLAND, MARIAN, SCIENCE MUSEUM"}, {"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "EASING INTO MONDAY -- The 705-room Radisson Lexington Hotel, at Lexington Avenue and 48th Street, is celebrating its 75th anniversary. It will have rates of $75 on Sunday nights from Dec. 19 to Feb. 13; taxes are extra. Guest rooms have marble bat...", "section_name": null, "print_page": "3", "abstract": "Deals and Discounts column on discount travel (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-10-31T00:00:00Z", "word_count": 513, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Joseph", "lastname": "SIANO", "organization": "", "rank": 1}], "original": "By JOSEPH SIANO"}, "multimedia": [], "blog": [], "lead_paragraph": "EASING INTO MONDAY -- The 705-room Radisson Lexington Hotel, at Lexington Avenue and 48th Street, is celebrating its 75th anniversary. It will have rates of $75 on Sunday nights from Dec. 19 to Feb. 13; taxes are extra. Guest rooms have marble baths and high-speed Internet access. Other amenities include a restaurant, a bar with WiFi and a nightclub. Information: (800) 448-4471 or www.lexingtonhotelnyc.com. CRUISING MINUS -- Just Cruisin' Plus, a travel agency in Nashville, is taking an extra 5 percent off fares on any Princess Caribbean cruise that departs before Dec. 31. One-week cruises to St. Thomas, St. Maarten and Princess Cays start at $1,050 on Nov. 27, $1,210 on Dec. 4 and $920 on Dec. 11. Fares on the Star Princess for one-week cruises from Fort Lauderdale to San Juan, St. Thomas, Tortola and Princess Cays start at $660 on Dec. 12 and $1,210 on Dec. 26. The Golden Princess, which leaves from San Juan on one-week sailings to Barbados, St. Lucia, Antigua, St. Maarten and St. Thomas, has fares starting at $740 on Nov. 14 and $930 on Dec. 12. Rates are per person, based on double occupancy, and do not include air fare, taxes and port fees of $139 a person. Information: (800) 888-0922 or www.justcruisinplus.com. THREE FOR TWO -- Through April 3, 2005, the Carlton Tower, a five-star hotel in the Knightsbridge section of London, will add an extra night at no charge for two paid nights. The three-night plan starts at $1,215, plus V.A.T., for a double room. The hotel has 220 rooms, including some overlooking the private gardens of Cadogan Place; all are outfitted with Bulgari guest amenities. The Peak, a health club, has an indoor heated pool. Information: (877) 854-8051 or www.carltontower.com. EUROPE, QUICKLY -- Boscolo Hotels has three-night accommodation packages in Prague, Venice and Rome for last-minute getaways -- they are available through Nov. 14. At the 152-room Carlos IV, a short walk from Wenceslas Square in Prague, a superior room is $735 (at $1.29 to the euro), and a deluxe is $851. The 68-room Dei Dogi in Orto, a short water taxi ride to St. Mark's Square in Venice, is $967 for a superior and $1,122 for a deluxe. In Rome, the 238-room Exedra on the Piazza della Repubblica near the Diocletian Baths is charging $1,084 for a superior and $1.238 for a deluxe. And at the 96-room Aleph on the Via di San Basilio near the Via Veneto in Rome, a superior is $1,006 and $1,161 for a deluxe. All rates include breakfast and taxes. Information: (888) 626-7265 or www.boscolohotels.com. Ask for offer PKMV. MANDARIN SLICES -- Through April, 21 Mandarin Oriental hotels around the world will have discounted Seasonal Choices rates. Breakfast is included, as is late checkout (6 p.m., where available). The chain says the average saving is 12 to 17 percent from standard rates. Examples: $549 at the Mandarin Oriental in New York (versus $625), $279 at the Oriental in Bangkok ($330 regularly). Dates vary. Information: (866) 526-6567 or www.mandarinoriental.com. Ask for rate code MO. JOSEPH SIANO", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Deals and Discounts"}, "_id": "4fd258148eb7c8105d803366", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9805EFDA173DF932A05753C1A9629C8B63", "keywords": [{"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Every two years, more or less, there are four major contemporary-art biennales across Asia. This year, the dates of all four are in relative alignment, making for a possible fall excursion for committed contemporary-art buffs. All four can be visi...", "section_name": null, "print_page": "3", "abstract": "Four major contemporary-art biennales will be open across Asia during last two weeks in October; Shanghai Biennale is scheduled to open at Shanghai Art Museum on September 29; Taipei Biennial runs from October 23 to January 23; event in Gwangju, South Korea, runs through November 13; five-month biennale in Busan, South Korea will feature outdoor project October 9 to 31; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-09-19T00:00:00Z", "word_count": 225, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Benjamin", "lastname": "GENOCCHIO", "organization": "", "rank": 1}], "original": "By BENJAMIN GENOCCHIO"}, "multimedia": [], "blog": [], "lead_paragraph": "Every two years, more or less, there are four major contemporary-art biennales across Asia. This year, the dates of all four are in relative alignment, making for a possible fall excursion for committed contemporary-art buffs. All four can be visited during the last two weeks in October, but ambitious travelers should reconfirm closing dates with venues or organizing bodies. Continuing a series of avant-garde, themed exhibitions mixing Chinese and foreign artists, the Shanghai Biennale is scheduled to open at the Shanghai Art Museum on Sept. 29. This year's biennale, the fifth, will focus on the relationship among art, science and technology. It runs to Nov. 27. Information: www.shanghaibiennale.com.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "The Stars Align For Asian Art Shows"}, "_id": "4fd259a98eb7c8105d805ea1", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B01E7DC1E30F93AA2575AC0A9629C8B63", "keywords": [{"name": "glocations", "value": "TAIPEI (TAIWAN)"}, {"name": "glocations", "value": "GWANGJU (SOUTH KOREA)"}, {"name": "glocations", "value": "SOUTH KOREA"}, {"name": "glocations", "value": "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"}, {"name": "glocations", "value": "BUSAN (SOUTH KOREA)"}, {"name": "glocations", "value": "CHINA"}, {"name": "glocations", "value": "SHANGHAI (CHINA)"}, {"name": "glocations", "value": "TAIWAN"}, {"name": "subject", "value": "ART"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SOUTH AFRICA SPECIAL For travel Oct. 15 to Nov. 30, South African Airways has round-trip fares to Johannesburg or Cape Town starting at $1,040 plus tax from Kennedy Airport or Atlanta. A Terrific Two package includes air fare, two nights in Johann...", "section_name": null, "print_page": "3", "abstract": "Deals and Discounts column on some discount travel offerings (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-09-19T00:00:00Z", "word_count": 497, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Joseph", "lastname": "SIANO", "organization": "", "rank": 1}], "original": "By JOSEPH SIANO"}, "multimedia": [], "blog": [], "lead_paragraph": "SOUTH AFRICA SPECIAL -- For travel Oct. 15 to Nov. 30, South African Airways has round-trip fares to Johannesburg or Cape Town starting at $1,040 plus tax from Kennedy Airport or Atlanta. A Terrific Two package includes air fare, two nights in Johannesburg (at the City Lodge Morningside) and three nights in Cape Town (Victoria and Alfred City Lodge Hotel), the flight between the two cities, daily breakfast, a car rental in Cape Town and some tours for $1,499 a person, based on double occupancy. The package is sold by South African Airways Holidays. Information: (866) 722-2476 or www.flysaa.com for the airline and (888) 777-1138 or www.saaholidays.net for the package.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Deals and Discounts"}, "_id": "4fd23e548eb7c8105d7d4aef", "web_url": "http://www.nytimes.com/2004/09/19/travel/19deals.html", "keywords": [{"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Robert Cullinan, a marketing consultant in San Rafael, Calif., takes almost masochistic pleasure in recounting the ordeal. But who could blame him for accepting an invitation to Tonga to attend the 50th birthday party of the Pacific island's crown...", "section_name": "Business", "print_page": "8", "abstract": "Some business travelers discuss flying on small aircraft that was known in 1930's as 'puddle jumpers'; says puddle jumpers today are called general aviation and commuter aircraft and include turboprop planes that can seat 16 or more; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-08-17T00:00:00Z", "word_count": 1310, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "GARFINKEL", "organization": "", "firstname": "Perry"}], "original": "By PERRY GARFINKEL"}, "multimedia": [], "blog": [], "lead_paragraph": "Robert Cullinan, a marketing consultant in San Rafael, Calif., takes almost masochistic pleasure in recounting the ordeal. But who could blame him for accepting an invitation to Tonga to attend the 50th birthday party of the Pacific island's crown prince six years ago, even if it did mean starting in San Francisco, changing planes in Los Angeles for a flight to New Zealand and then puddle-jumping over the Pacific to islands with names like Nuku'alofa and Ha'apai? Mechanical delays at Auckland, New Zealand, put the plane behind schedule, Mr. Cullinan says, and continuing problems forced it to land at Nadi in Fiji. Hustling to keep moving, he boarded a Tongan Army PT boat for five hours, battling 15-foot waves ''and the worst case of seasickness you can ever imagine,'' he said. He then talked his way onto a rickety DeHavilland Twin Otter, a 30-year-old twin-engine 16-seat airplane operated by Royal Tongan Airlines, rather than continue by sea.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Flying on Two Small Wings and Your Choice of Prayer"}, "_id": "4fd23e5c8eb7c8105d7d5174", "web_url": "http://www.nytimes.com/2004/08/17/business/business-travel-flying-on-two-small-wings-and-your-choice-of-prayer.html", "keywords": [{"name": "subject", "value": "AIRLINES AND AIRPLANES"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 141, "offset": 640}}, "status": "OK"}