{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "In the roughly 18 months since the federal Transportation Security Administration took over passenger screening at the nation's 429 commercial airports, many frequent fliers have collected tales of silliness, rudeness and apparent ineptness as the...", "section_name": "Business", "print_page": "6", "abstract": "Article on criticisms, changes and results of airport security since Sept 11, 2001 terrorist attacks; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-07-01T00:00:00Z", "word_count": 1258, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "In the roughly 18 months since the federal Transportation Security Administration took over passenger screening at the nation's 429 commercial airports, many frequent fliers have collected tales of silliness, rudeness and apparent ineptness as they pass through security checkpoints. But John Bace remembers how much worse security sometimes was before the agency arrived to replace privately employed, poorly paid security screeners with 55,000 better-paid, better-trained federal employees.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Critics, Reasons and Results for Airport Security"}, "_id": "4fd22c558eb7c8105d7b833c", "web_url": "http://www.nytimes.com/2003/07/01/business/business-travel-critics-reasons-and-results-for-airport-security.html", "keywords": [{"name": "organizations", "value": "TRANSPORTATION SECURITY ADMINISTRATION"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}, {"name": "subject", "value": "TERRORISM"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Santa Monica, Calif., is home to 86 museums and galleries and 36 works of public art, and the city's Convention and Visitors Bureau has produced a pocket-sized guide to help tourists find them.      The brochure, Santa Monica Art Trek, lists the a...", "section_name": null, "print_page": "3", "abstract": "Convention and Visitors Bureau in Santa Monica, Calif, produces pocket-sized guide to city's museums, galleries and works of public art (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-06-08T00:00:00Z", "word_count": 121, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Santa Monica, Calif., is home to 86 museums and galleries and 36 works of public art, and the city's Convention and Visitors Bureau has produced a pocket-sized guide to help tourists find them. The brochure, Santa Monica Art Trek, lists the address and telephone number for each museum and gallery, its artistic focus and admission fee, if any. It also provides a map of the pedestrian-friendly, 8.3-square-mile city, along with the locations of bicycle and in-line skate rental shops, and information about the Tide Shuttle, an electric bus that loops the city for a 25-cent fare.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Santa Monica's Art In Your Pocket"}, "_id": "4fd275708eb7c8105d834c13", "web_url": "http://www.nytimes.com/2003/06/08/travel/travel-advisory-santa-monica-s-art-in-your-pocket.html", "keywords": [{"name": "glocations", "value": "SANTA MONICA (CALIF)"}, {"name": "glocations", "value": "CALIFORNIA"}, {"name": "subject", "value": "PUBLIC ART"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "There are savings available on floating vacations, on all sorts of vessels.    BURGUNDY BARGAIN -- There are 50 percent savings for the second person in a cabin on spring and summer departures of L'Abercrombie, and the Aug. 16 or 23 departures on ...", "section_name": null, "print_page": "3", "abstract": "Deals and Discounts column on discount cruise vacations (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-04-20T00:00:00Z", "word_count": 472, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Siano", "organization": "", "firstname": "Joseph"}], "original": "By Joseph Siano"}, "multimedia": [], "blog": [], "lead_paragraph": "There are savings available on floating vacations, on all sorts of vessels. BURGUNDY BARGAIN -- There are 50 percent savings for the second person in a cabin on spring and summer departures of L'Abercrombie, and the Aug. 16 or 23 departures on the Lafayette, a pair of 22-passenger European river barges. L'Abercrombie cruises the Burgundy Canal, including a stop in Dijon, and the Lafayette goes through southern Burgundy and the eastern Loire. Rates on the six-night trips start at $1,990 a person, based on double occupancy, before the discount. That includes transfers from Paris, all meals, bar drinks, wine, sightseeing and admissions. Contact Abercrombie & Kent at (800) 323-7308 or at www.abercrombiekent.com.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Deals and Discounts"}, "_id": "4fd23fca8eb7c8105d7d706d", "web_url": "http://www.nytimes.com/2003/04/20/travel/travel-advisory-deals-and-discounts.html", "keywords": [{"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "DISCOUNT SELLING"}, {"name": "subject", "value": "CRUISES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "For those who prefer vacations closer to home at this time, there are some ways to save.    SPA DEBUT -- The Wentworth by the Sea, a Marriott hotel in New Castle, N.H., is opening a spa in May, and is marking the occasion with a $199 spa package. ...", "section_name": null, "print_page": "3", "abstract": "Deals and Discounts column on vacation packages in the Northeast (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-03-30T00:00:00Z", "word_count": 472, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SIANO", "organization": "", "firstname": "Joseph"}], "original": "By JOSEPH SIANO"}, "multimedia": [], "blog": [], "lead_paragraph": "For those who prefer vacations closer to home at this time, there are some ways to save. SPA DEBUT -- The Wentworth by the Sea, a Marriott hotel in New Castle, N.H., is opening a spa in May, and is marking the occasion with a $199 spa package. That includes accommodations for two and one standard spa treatment, which includes a massage or a facial. It's available in May and June. The resort has 161 rooms and suites, an outdoor and indoor pool and a veranda with an ocean view. The resort opened in 1874 and was the site of the negotiations for the Russo-Japanese Peace Treaty in 1905; (866) 240-6313 or www.wentworth.com.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Deals and Discounts"}, "_id": "4fd227018eb7c8105d7af38d", "web_url": "http://www.nytimes.com/2003/03/30/travel/travel-advisory-deals-and-discounts.html", "keywords": [{"name": "subject", "value": "DISCOUNT SELLING"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Zagat to Go, a new software application aimed at the roughly 29 million people with Palm and other hand-held computers in the United States, allows downloading of ratings and reviews of more than 20,000 establishments in 45 cities.     Zagat, the ...", "section_name": "Technology", "print_page": "3", "abstract": "Zagat begins offering Zagat to Go, new software application with reviews of more than 20,000 establishments in 45 cities that can be used in Palm and other hand-held computers (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-03-23T00:00:00Z", "word_count": 213, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "TEDESCHI", "organization": "", "firstname": "Bob"}], "original": "By BOB TEDESCHI"}, "multimedia": [], "blog": [], "lead_paragraph": "Zagat to Go, a new software application aimed at the roughly 29 million people with Palm and other hand-held computers in the United States, allows downloading of ratings and reviews of more than 20,000 establishments in 45 cities. Zagat, the publisher of restaurant, night life and hotel guides, introduced the product last month; the price is $29.95. (Restaurant listings are also available on Zagat.com for $14.95 a year.) In addition, Zagat to Go subscribers receive reviews of more than 1,600 night spots in New York, Los Angeles, San Francisco and New Orleans, with London night-life listings to be added by early April.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Zagat Listings Available For Hand-Helds"}, "_id": "4fd28f608eb7c8105d86692f", "web_url": "http://www.nytimes.com/2003/03/23/travel/travel-advisory-zagat-listings-available-for-hand-helds.html", "keywords": [{"name": "organizations", "value": "ZAGAT SURVEY"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "On the night of the Sept. 11 attacks, Benjamin J. Hood, vice president for product strategy at EXE Technologies in Dallas, found himself stranded in Philadelphia, 1,500 miles from home. With the nation's commercial airspace shut down, Mr. Hood and...", "section_name": "Business", "print_page": "10", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2003-03-04T00:00:00Z", "word_count": 1179, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "JONES", "organization": "", "firstname": "David"}], "original": "By DAVID JONES"}, "multimedia": [], "blog": [], "lead_paragraph": "On the night of the Sept. 11 attacks, Benjamin J. Hood, vice president for product strategy at EXE Technologies in Dallas, found himself stranded in Philadelphia, 1,500 miles from home. With the nation's commercial airspace shut down, Mr. Hood and two co-workers drove a rental car for 26 hours back to Texas, stopping only once for a catnap. Since then, Mr. Hood has stopped flying American flag carriers overseas, and he rides Amtrak for many domestic trips. With an invasion of Iraq looming, he views future business travel with dread. ''I'm terrified of flying now, but it's part of the job,'' he said.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Coping With the Threat of War"}, "_id": "4fd28e778eb7c8105d864f1e", "web_url": "http://www.nytimes.com/2003/03/04/business/business-travel-coping-with-the-threat-of-war.html", "keywords": [], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The late-17th-century stables at Versailles, the Grande Écurie du Roy, closed to the public for nearly 200 years, reopened on Feb. 25 as the Academy of Equestrian Arts. The school is under the guidance of Bartabas, founder and director of the Zin...", "section_name": null, "print_page": "3", "abstract": "Late 17th-century stables at Versailles, Grande Ecurie du Roy, closed to public for nearly 200 years, reopen as Academy of Equestrian Arts; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-03-02T00:00:00Z", "word_count": 300, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "LaBALME", "organization": "", "firstname": "Corinne"}], "original": "By CORINNE LaBALME"}, "multimedia": [], "blog": [], "lead_paragraph": "The late-17th-century stables at Versailles, the Grande Écurie du Roy, closed to the public for nearly 200 years, reopened on Feb. 25 as the Academy of Equestrian Arts. The school is under the guidance of Bartabas, founder and director of the Zingaro Theater, which promotes horsemanship as a contemporary art form through musical accompaniment. The Versailles stables, built by the architect Jules Hardouin-Mansart for the 600 horses owned by Louis XIV, are now home to about 20 blue-eyed, cream-colored Portuguese Lusitanian horses. After an eight-month renovation, the stable's indoor arena has been decorated with an equine sculpture and drawings by the French artist Jean-Louis Sauvat.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "The Dancing Horses of Versailles"}, "_id": "4fd23c808eb7c8105d7d229c", "web_url": "http://www.nytimes.com/2003/03/02/travel/travel-advisory-the-dancing-horses-of-versailles.html", "keywords": [{"name": "glocations", "value": "FRANCE"}, {"name": "glocations", "value": "VERSAILLES (FRANCE)"}, {"name": "organizations", "value": "ACADEMY OF EQUESTRIAN ARTS"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}, {"name": "subject", "value": "HORSES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Blizzard Leads Airlines To Relax Ticket Rules      As airports shut one after another in yesterday's blizzard, airlines temporarily relaxed strict policies that penalize travelers with nonrefundable tickets who change their flight plans.     Polic...", "section_name": "Technology; Business", "print_page": "7", "abstract": "East Coast blizzard causes airlines to temporarily relax strict policies that penalize travelers with nonrefundable tickets who change their flight plans; poll of business travelers finds they believe most important piece of equipment they need while abroad under present tense circumstances is cellphone able to make international calls; Air Transport Association reports that Pacific routes showed most robust increases in business for US-based airlines in January; Michael Boyd, consultant, predicts that 460 million passengers will take airplane trips in US this year, down from 520 million in 2000 (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-02-18T00:00:00Z", "word_count": 465, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "Blizzard Leads Airlines To Relax Ticket Rules As airports shut one after another in yesterday's blizzard, airlines temporarily relaxed strict policies that penalize travelers with nonrefundable tickets who change their flight plans. Policies differ, and airline Web sites were updating information all day yesterday as the East Coast storm affected flights all over the country. American Airlines, for example, said that customers with reservations, for Sunday or yesterday, to or from cities hit by the storm could make one-time changes without penalty for alternate flights through Friday. Changes can be made through American's reservations office, (800) 433-7300.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd2706f8eb7c8105d82c171", "web_url": "http://www.nytimes.com/2003/02/18/business/business-travel-memo-pad.html", "keywords": [{"name": "persons", "value": "BOYD, MICHAEL"}, {"name": "glocations", "value": "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"}, {"name": "organizations", "value": "AIR TRANSPORT ASSN"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "WEATHER"}, {"name": "subject", "value": "SNOW AND SNOWSTORMS"}, {"name": "subject", "value": "CELLULAR TELEPHONES"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The first Western depiction of surfing shows a Hawaiian in 1778, flanked by canoes, paddling on a board to greet Capt. James Cook and his British ships in Kealakekua Bay on the Big Island of Hawaii. The original engraving of this drawing by Cook's...", "section_name": null, "print_page": "3", "abstract": "Exhibition combining surfing culture and art history of surfing opens at Contemporary Museum in Honolulu; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-02-16T00:00:00Z", "word_count": 271, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FUJII", "organization": "", "firstname": "Jocelyn"}], "original": "By JOCELYN FUJII"}, "multimedia": [], "blog": [], "lead_paragraph": "The first Western depiction of surfing shows a Hawaiian in 1778, flanked by canoes, paddling on a board to greet Capt. James Cook and his British ships in Kealakekua Bay on the Big Island of Hawaii. The original engraving of this drawing by Cook's official artist, John Webber, is the oldest artifact in the exhibition ''Surf Culture: The Art History of Surfing,'' at the Contemporary Museum in Honolulu through March 30. A 150-pound koa surfboard from the 1830's, a ''suitcase'' board that dismantles into three sections and fits into a case, and Rick Griffin's ''Surfing Eyeball,'' a 1960's psychedelic drawing, are included in the exhibition's look at 225 years of surfing art and history. Representing the Finish Fetish movement of the 1960's and 70's in California are minimalist sculptures by DeWain Valentine, Billy Al Bengston, John McCracken and Craig Kaufman that use materials such as fiberglass, cast resin and sprayed lacquer.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Hawaii Museum Mixes Surfing History and Art"}, "_id": "4fd241c38eb7c8105d7da376", "web_url": "http://www.nytimes.com/2003/02/16/travel/travel-advisory-hawaii-museum-mixes-surfing-history-and-art.html", "keywords": [{"name": "glocations", "value": "HAWAII"}, {"name": "organizations", "value": "CONTEMPORARY MUSEUM"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "SURFING"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Beginning this month, dog and cat owners from the United States and Canada who want to take their pets to the United Kingdom can do so without having the animals quarantined for six months, if certain conditions are met.     The new policy extends...", "section_name": null, "print_page": "3", "abstract": "Great Britain will expand plan allowing visitors from US and Canada to bring their dogs and cats into country without six-month quarantine; pets must be vaccinated, tested, treated and issued official PETS certificate before departure (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-12-22T00:00:00Z", "word_count": 279, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "STELLIN", "organization": "", "firstname": "Susan"}], "original": "By SUSAN STELLIN"}, "multimedia": [], "blog": [], "lead_paragraph": "Beginning this month, dog and cat owners from the United States and Canada who want to take their pets to the United Kingdom can do so without having the animals quarantined for six months, if certain conditions are met. The new policy extends Britain's Pet Travel Scheme, or PETS, across the Atlantic. Introduced in 2000, the plan allows pet owners from approved countries a way of demonstrating that their dogs or cats are free of rabies, thereby avoiding the lengthy quarantine that Britain imposes to keep out rabies.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Britain Lets The Dogs In"}, "_id": "4fd2233c8eb7c8105d7a8ee2", "web_url": "http://www.nytimes.com/2002/12/22/travel/travel-advisory-britain-lets-the-dogs-in.html", "keywords": [{"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "CANADA"}, {"name": "subject", "value": "DOGS"}, {"name": "subject", "value": "VACCINATION AND IMMUNIZATION"}, {"name": "subject", "value": "CATS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "QUARANTINE"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 123, "offset": 400}}, "status": "OK"}