{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "BARRING a last-minute rescue, Philippine Airlines, Asia's oldest scheduled carrier, will shut down at midnight tonight. This means passengers who until now have flown the airline's daily nonstop flight between Los Angeles and Manila, or the thrice...", "section_name": "Business", "print_page": "6", "abstract": "Philippine Airlines, Asia's oldest scheduled carrier, is expected to shut down at midnight; carrier has been hurt by series of strikes, by Asian financial crisis and by overly ambitious expansion plans that have saddled carrier with $2 billion in debt; preliminary study by American Express projects overall increase of 5 to 6 percent for cost of business travel next year; price increases will again be led by air fares, which will rise expected 4 to 5 percent, and for hotel rooms, which will go up 7 to 10 percent in New York, Chicago, Los Angeles and 22 other top business destinations; Peninsular and Oriental Steam Navigation Co's 109,000-ton, 18-deck, $450 million Grand Princess cruise ship will be christened by actress Olivia de Havilland on Sept 29 at New York's Pier 88 (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-09-23T00:00:00Z", "word_count": 700, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "BARRING a last-minute rescue, Philippine Airlines, Asia's oldest scheduled carrier, will shut down at midnight tonight. This means passengers who until now have flown the airline's daily nonstop flight between Los Angeles and Manila, or the thrice-weekly nonstop flights between San Francisco and Manila, will have to make other arrangements. But no other arrangements from the United States will include nonstops. Northwest Airlines, for example, has daily flights to Manila from nine United States cities, including New York, Los Angeles and San Francisco. But all of them connect through Tokyo, which after a layover of about two hours requires a change of plane and an additional four and a half hours of flying. Northwest's daily flight from Memphis to Manila via Tokyo also requires a stop and a change of plane in Seattle.", "headline": {"main": "Business Travel; Philippine Airlines may shut down operations tonight, a victim of the Asian economic crisis."}, "_id": "4fd20b258eb7c8105d7791d2", "web_url": "http://www.nytimes.com/1998/09/23/business/business-travel-philippine-airlines-may-shut-down-operations-tonight-victim.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "LOS ANGELES (CALIF)"}, {"name": "glocations", "value": "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"}, {"name": "glocations", "value": "PHILIPPINES"}, {"name": "glocations", "value": "CHICAGO (ILL)"}, {"name": "organizations", "value": "AMERICAN EXPRESS CO"}, {"name": "organizations", "value": "DE HAVILLAND, OLIVIA"}, {"name": "organizations", "value": "PHILIPPINE AIRLINES"}, {"name": "organizations", "value": "PENINSULAR & ORIENTAL STEAM NAVIGATION CO"}, {"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "SHUTDOWNS (INSTITUTIONAL)"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "STRIKES"}, {"name": "subject", "value": "ECONOMIC CONDITIONS AND TRENDS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "CRUISES"}, {"name": "subject", "value": "GRAND PRINCESS (CRUISE SHIP)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AIR fares for business and leisure travelers are likely to rise in the wake of the proposed alliance between Northwest Airlines and Continental Airlines, travel and airline pricing experts say, but not necessarily steeply or for the long term. And...", "section_name": "Business", "print_page": "9", "abstract": "Travel and airline pricing experts say air fares for business and leisure travelers are likely to rise in wake of proposed alliance between Northwest Airlines and Continental Airlines, but not necessarily steeply or for long term (Business Travel column) (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-01-28T00:00:00Z", "word_count": 780, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "AIR fares for business and leisure travelers are likely to rise in the wake of the proposed alliance between Northwest Airlines and Continental Airlines, travel and airline pricing experts say, but not necessarily steeply or for the long term. And joining the carriers' frequent-flier programs, which is expected by June 1, will open many new foreign and domestic destinations to members of both existing programs. ''It's worth remembering that alliances and mergers don't usually result in lower prices for passengers,'' said Michael W. McCormick, a vice president of Rosenbluth International, the large Philadelphia-based travel management company. ''You have to assume that Northwest and Continental will try to provide more services in order to get higher yields, and that means higher costs.''", "headline": {"main": "Business Travel; Proposed alliance between Continental and Northwest is expected to push air fares higher."}, "_id": "4fd1f7c28eb7c8105d752eab", "web_url": "http://www.nytimes.com/1998/01/28/business/business-travel-proposed-alliance-between-continental-northwest-expected-push.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "CONTINENTAL AIRLINES"}, {"name": "organizations", "value": "NORTHWEST AIRLINES"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Whenever Dirk Van Dongen flies here on business, as he does often, he checks into the O'Hare Hilton and rarely leaves the premises until he checks out to fly back home.    ''Of 17 trips to Chicago in 1997, I've only been to downtown Chicago one ti...", "section_name": "Business", "print_page": "1", "abstract": "Growing number of travelers are making airport hotels their first choice; as record nationwide hotel occupancies and record airline traffic have created huge demand for hotel rooms, airport hotel rooms suddenly do not look so bad; to keep guests coming back at steadily rising rates, hotel companies have been pouring millions into renovations and amenities; through first 10 months of 1997, 72.4 percent occupancy rate at airport hotels outperformed every other part of hotel industry; and their $77.89 average room rate, up 8.2 percent over corresponding 10 months in 1996, is higher than industrywide average of $75.22; scene at some major airport hotels across country discussed; map; photos (Business Travel column) (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-01-14T00:00:00Z", "word_count": 1569, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDOWELL", "organization": "", "firstname": "Edwin"}], "original": "By EDWIN McDOWELL"}, "multimedia": [], "blog": [], "lead_paragraph": "Whenever Dirk Van Dongen flies here on business, as he does often, he checks into the O'Hare Hilton and rarely leaves the premises until he checks out to fly back home. ''Of 17 trips to Chicago in 1997, I've only been to downtown Chicago one time,'' said Mr. Van Dongen, president of the Washington-based National Association of Wholesaler-Distributors, ''We hold our meetings in the hotel because it's convenient, efficient and enjoyable.''", "headline": {"main": "Business Travel: Who Needs Sidewalks?; Many 'Road Warriors' Prefer Airport Hotels to Downtown."}, "_id": "4fd1dc8c8eb7c8105d71e22e", "web_url": "http://www.nytimes.com/1998/01/14/business/business-travel-who-needs-sidewalks-many-road-warriors-prefer-airport-hotels.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "INDUSTRY PROFILES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "ALTHOUGH the Concorde has been flying for more than 20 years, British Airways says it can operate for another 20.    According to Capt. Mike Bannister, flight manager for the airline's Concorde operations, this is because the 100-seat aircraft is ...", "section_name": "Technology; Business", "print_page": "10", "abstract": "British Airways says Concorde jet, which has been flying for more than 20 years, can operate for another 20 years; American Airlines, Continental Airlines, Delta Air Lines and United Airlines raise their ticket reissue fee from $50 to $75; SoHo Grand Hotel has new frequent-guest program that gives guests who have stayed once at nondiscounted rate a guaranteed rate of $249 a night; Syncrypt, new security software program developed by Syndata Technologies Inc has special Blank-It feature that puts 'virtual window shade' over active documents, thus preventing nosy fellow travelers from spying (Business Travel column) (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-11-12T00:00:00Z", "word_count": 701, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Jane", "role": "reported", "lastname": "Levere", "organization": ""}], "original": "By Jane L. Levere"}, "multimedia": [], "blog": [], "lead_paragraph": "ALTHOUGH the Concorde has been flying for more than 20 years, British Airways says it can operate for another 20. According to Capt. Mike Bannister, flight manager for the airline's Concorde operations, this is because the 100-seat aircraft is actually only four years old in ''airplane years.'' British Airways flies each of the seven Concordes in its fleet only 3 hours daily, he said, compared with more than 7 hours daily flying time for the 757 and more than 13 hours for the 747-400; the plane also does not collect corrosive moisture, as do subsonic aircraft, because of the intense heat generated in flight.", "headline": {"main": "Business Travel; British Airways says the Concorde is good for another 20 years of trans-Atlantic flights."}, "_id": "4fd2021d8eb7c8105d7675be", "web_url": "http://www.nytimes.com/1997/11/12/business/business-travel-british-airways-says-concorde-good-for-another-20-years-trans.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "SOHO GRAND HOTEL"}, {"name": "organizations", "value": "BRITISH AIRWAYS PLC"}, {"name": "organizations", "value": "UNITED AIRLINES"}, {"name": "organizations", "value": "CONTINENTAL AIRLINES"}, {"name": "organizations", "value": "SYNDATA TECHNOLOGIES INC"}, {"name": "organizations", "value": "AMERICAN AIRLINES INC"}, {"name": "organizations", "value": "DELTA AIR LINES INC"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "COMPUTER SECURITY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "HILTON INTERNATIONAL is investing more than $35 million in a three-year program to develop advanced telecommunications technologies for its guests, including a toll-free telephone number that will follow them around the world when they stay at Hil...", "section_name": "Technology; Business", "print_page": "6", "abstract": "Hilton International will invest more than $35 million in three-year program to develop advanced telecommunications technologies for guests, including toll-free telephone number that will follow them around world when they stay at Hilton chain; Swissair will commemmorate 50th anniversary of its trans-Atlantic service by offering aviation buffs trip between Switzerland and New York aboard vintage, 40-seat DC-4; Eurostar, which operates high-speed rail service between major European capitals, has new executive lounge at Waterloo International Terminal in London (Business Travel) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-01-15T00:00:00Z", "word_count": 723, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Jane", "role": "reported", "lastname": "Levere", "organization": ""}], "original": "By Jane L. Levere"}, "multimedia": [], "blog": [], "lead_paragraph": "HILTON INTERNATIONAL is investing more than $35 million in a three-year program to develop advanced telecommunications technologies for its guests, including a toll-free telephone number that will follow them around the world when they stay at Hilton International hotels. The London-based Hilton, a unit of the Ladbroke Group with more than 160 hotels worldwide, is working with the Telstra Corporation, Australia's largest telecommunications carrier, to develop technologies that will put it in the forefront of the lodging industry.", "headline": {"kicker": "Business Travel", "main": "Hilton International wants its frequent guests to have the latest technology for staying in touch."}, "_id": "4fd20cfa8eb7c8105d77cc18", "web_url": "http://www.nytimes.com/1997/01/15/business/hilton-international-wants-its-frequent-guests-have-latest-technology-for.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "HILTON HOTELS CORP"}, {"name": "organizations", "value": "SWISSAIR"}, {"name": "organizations", "value": "EUROSTAR"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "RAILROADS"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AROUND 6 A.M., Rich Borden got that sinking feeling at the airport in Sao Paulo, Brazil, where he had just flown in on a red-eye from Paris. Nine hours in coach across the Atlantic and all he wanted was to grab his luggage, hurry to his hotel, sho...", "section_name": "Technology; Business", "print_page": "11", "abstract": "National Business Travel Association plans to start auxiliary Web site that will provide time sensitive travel information and also include link where business travelers will be encouraged to share their horror stories about life on the road; trade group hopes to use its influence to make companies in travel business to pay more attention to complaints rising from business travel market (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-10-20T00:00:00Z", "word_count": 732, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Sharkey", "organization": "", "firstname": "Joe"}], "original": "By Joe Sharkey"}, "multimedia": [], "blog": [], "lead_paragraph": "AROUND 6 A.M., Rich Borden got that sinking feeling at the airport in Sao Paulo, Brazil, where he had just flown in on a red-eye from Paris. Nine hours in coach across the Atlantic and all he wanted was to grab his luggage, hurry to his hotel, shower, change and hit the deck for a 10 A.M. meeting. That was not to be. On his way from Europe, Air France had lost his suitcase -- a common enough occurrence on any airline.", "headline": {"main": "Business Travel; Horror stories about life on the road are getting some attention that could make a difference."}, "_id": "4fd226008eb7c8105d7adab7", "web_url": "http://www.nytimes.com/1999/10/20/business/business-travel-horror-stories-about-life-road-are-getting-some-attention-that.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "NATIONAL BUSINESS TRAVEL ASSN"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "WITH the summer driving season approaching, the price of gasoline across the country has jumped sharply from historically low levels as major oil producing countries cut supplies of crude oil.    The supply of crude remains the most crucial factor...", "section_name": "Business", "print_page": "8", "abstract": "Price of gasoline has jumped sharply from historically low levels as major oil producing countries cut supplies of crude oil; supply of crude remains most crucial factor affecting gasoline, but many experts warn that shortage of another kind may push prices at pump higher in months ahead: tight supplies of refined gasoline in US; Energy Department says gasoline will range from $1.08 to $1.18 a gallon during summer, 9 to 10 cents higher than unusually low prices seen last summer; US capacity to refine gasoline has fallen and its refineries are running at nearly full capacity, creating possibility that any future increases in demand could send prices even higher; graphs (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-05-05T00:00:00Z", "word_count": 1555, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Salpukas", "organization": "", "firstname": "Agis"}], "original": "By Agis Salpukas"}, "multimedia": [], "blog": [], "lead_paragraph": "WITH the summer driving season approaching, the price of gasoline across the country has jumped sharply from historically low levels as major oil producing countries cut supplies of crude oil. The supply of crude remains the most crucial factor affecting gasoline, but many experts warn that a shortage of another kind may push prices at the pump higher in the months ahead: tight supplies of refined gasoline in the United States.", "headline": {"main": "Business Travel"}, "_id": "4fd21f108eb7c8105d7a20c9", "web_url": "http://www.nytimes.com/1999/05/05/business/business-travel.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "ORGANIZATION OF PETROLEUM EXPORTING COUNTRIES"}, {"name": "organizations", "value": "ENERGY DEPARTMENT"}, {"name": "subject", "value": "OIL (PETROLEUM) AND GASOLINE"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "PRODUCTION"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "PROBABLY few people think of Pokhara, Nepal, and business travel in the same breath. But Best Western recently opened its newest hotel there, the New Hotel Crystal, about 90 miles west of Katmandu. Along with 40 air-conditioned rooms, satellite te...", "section_name": "Technology; Health; Business", "print_page": "12", "abstract": "Best Western has opened its newest hotel, New Hotel Crystal in Pokhara, Nepal, with emphasis on accommodating business travelers; that brings to 185 the number of international hotels that Best Western has added during last year; Cincinnati, Ohio, hoping to be host to Summer Olympic Games in 2012, and determined to avoid replay of tawdry details surrounding Salt Lake City's winning bid for next year, has established ethics panel; passengers wanting to fly to Sofia, Bulgaria, Sarajevo, Bosnia and Herzegovina, Skopje, Macedonia and Tirana, Albania, when normal air service resumes, will be able to do so for about $550, round trip from Kennedy International Airport, on Austrian Airlines; health and fitness centers are in 48 percent of hotels in US, compared with 43.7 percent in 1996 and 36.4 percent in 1994; voice mail was in 52 percent of hotel rooms in 1998, compared with 22 percent two years earlier; percentage of hotels offering rentals of videocassette recorders remained at about 25 percent since 1996 (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-04-14T00:00:00Z", "word_count": 692, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "PROBABLY few people think of Pokhara, Nepal, and business travel in the same breath. But Best Western recently opened its newest hotel there, the New Hotel Crystal, about 90 miles west of Katmandu. Along with 40 air-conditioned rooms, satellite television and currency exchange facilities, it has a business center with fax, E-mail and copy services. That brings to 185 the number of international hotels that Best Western has added during the last year, along with 171 domestic properties. Altogether, there are about 3,800 Best Westerns in 76 countries and territories, and next Jan. 1 it will top the 4,200 mark when almost 400 Consort Hotels in Britain will also carry the Best Western logo.", "headline": {"main": "Business Travel; Best Western is expanding its share of corporate travelers by aiming at those on a tight budget."}, "_id": "4fd21ddb8eb7c8105d79ef3e", "web_url": "http://www.nytimes.com/1999/04/14/business/business-travel-best-western-expanding-its-share-corporate-travelers-aiming.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "SARAJEVO"}, {"name": "glocations", "value": "CINCINNATI (OHIO)"}, {"name": "glocations", "value": "BULGARIA"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "glocations", "value": "SALT LAKE CITY (UTAH)"}, {"name": "glocations", "value": "SOFIA (BULGARIA)"}, {"name": "glocations", "value": "MACEDONIA (FORMER YUGOSLAV REPUBLIC)"}, {"name": "glocations", "value": "SKOPJE (MACEDONIA)"}, {"name": "glocations", "value": "POKHARA (NEPAL)"}, {"name": "glocations", "value": "TIRANA (ALBANIA)"}, {"name": "glocations", "value": "ALBANIA"}, {"name": "organizations", "value": "BEST WESTERN HOTELS"}, {"name": "organizations", "value": "AUSTRIAN AIRLINES"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "RECORDING EQUIPMENT"}, {"name": "subject", "value": "KENNEDY INTERNATIONAL AIRPORT (NYC)"}, {"name": "subject", "value": "RENTING AND LEASING"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "HEALTH CLUBS"}, {"name": "subject", "value": "SUMMER GAMES (OLYMPICS)"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "OLYMPIC GAMES (2000)"}, {"name": "subject", "value": "WINTER GAMES"}, {"name": "subject", "value": "OLYMPIC GAMES (2012)"}, {"name": "subject", "value": "TELEPHONE ANSWERING SERVICES AND DEVICES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "EXERCISE"}, {"name": "subject", "value": "ETHICS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "BUSINESS travelers can take some comfort that the typical domestic business fare rose only 3 percent in the 10 months ended August, to $458, according to the latest American Express Business Airfare Index. By contrast, comparable fares increased 1...", "section_name": "Business", "print_page": "13", "abstract": "American Express Business Airfare Index shows typical domestic business fare rose only 3 percent in 10 months ended August, to $458; Air Transport Association says average fare fell 1 percent in September, compared with September 1997, and rose only 1.8 percent from January through September 1998, to $138.74; survey of 450 Fortune 1,000 companies by National Business Travel Associaton finds that 56 percent have cut back number of employees who travel, 53 percent have replaced some travel with video conferencing and teleconferencing and 40 percent have altered corporate travel practices and policies to save money; 242-room Peninsula New York hotel in midtown, managed by Hongkong and Shanghai Hotels Ltd, will reopen on Nov 1, some 10 months after closing for $45 million overhaul; November issue of Conde Nast Traveler rates Singapore Airlines the best international carrier for 10th time in 11 years magazine has conducted its readers' choice awards (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-10-21T00:00:00Z", "word_count": 744, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "BUSINESS travelers can take some comfort that the typical domestic business fare rose only 3 percent in the 10 months ended August, to $458, according to the latest American Express Business Airfare Index. By contrast, comparable fares increased 16 percent in all of 1997 compared with 1996. A typical business fare generally means the lowest fare available with the least restrictions. But business fares in August, the latest month for which data were available, were 9 percent higher than in August 1997, when the comparable fare was $421. In its most recent survey, the Air Transport Association reported on Monday that the average fare, which includes economy and first-class fares, fell 1 percent in September, compared with September 1997, and rose only 1.8 percent from January through September 1998, to $138.74", "headline": {"main": "Business Travel; Recent surveys find airline fares are stabilizing -- somewhat -- as corporations trim travel budgets."}, "_id": "4fd216a98eb7c8105d7913ed", "web_url": "http://www.nytimes.com/1998/10/21/business/business-travel-recent-surveys-find-airline-fares-are-stabilizing-somewhat.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "PENINSULA HOTEL"}, {"name": "organizations", "value": "AMERICAN EXPRESS CO"}, {"name": "organizations", "value": "AIR TRANSPORT ASSN"}, {"name": "organizations", "value": "CONDE NAST TRAVELER"}, {"name": "organizations", "value": "SINGAPORE AIRLINES"}, {"name": "organizations", "value": "HONGKONG & SHANGHAI HOTELS LTD"}, {"name": "organizations", "value": "NATIONAL BUSINESS TRAVEL ASSN"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "EXECUTIVES AND MANAGEMENT"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "RATINGS AND RATING SYSTEMS"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "TRAVEL AGENCIES AND AGENTS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AS of yesterday, Northwest Airlines was still holding out the possibility of avoiding a strike by its pilots, but prudent passengers should prepare for the worst. That means bracing for a possible strike any time after midnight Saturday, unless th...", "section_name": "Business", "print_page": "3", "abstract": "Business Travel column offers advice for passengers if there is strike at Northwest Airlines (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-08-26T00:00:00Z", "word_count": 609, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "AS of yesterday, Northwest Airlines was still holding out the possibility of avoiding a strike by its pilots, but prudent passengers should prepare for the worst. That means bracing for a possible strike any time after midnight Saturday, unless there is a settlement. Northwest, travel agents and other airlines are offing advice about how best to cope with a strike -- along with the caveat that airline strikes, no matter how brief, are almost always frustrating and disruptive.", "headline": {"main": "Business Travel; Here's some advice for passengers if there is a strike this weekend at Northwest Airlines."}, "_id": "4fd1dfe88eb7c8105d725581", "web_url": "http://www.nytimes.com/1998/08/26/business/business-travel-here-s-some-advice-for-passengers-if-there-strike-this-weekend.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "NORTHWEST AIRLINES"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "PILOTS"}, {"name": "subject", "value": "STRIKES"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 35813, "time": 111, "offset": 50}}, "status": "OK"}