{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Some years ago, I was assigned by a newspaper to cross the United States with a group of people traveling in house trailers. Each night our caravan pulled into another trailer park. Out came the camp chairs and, in the soft Ohio twilight -- or Ind...", "section_name": "Travel; Arts; Books", "print_page": "20", "abstract": null, "type_of_material": "Review", "subsection_name": null, "pub_date": "1991-12-01T00:00:00Z", "word_count": 1415, "news_desk": "Book Review Desk", "byline": {"person": [{"rank": 1, "middlename": "J.", "firstname": "Frank", "role": "reported", "lastname": "Prial", "organization": ""}], "original": "By Frank J. Prial;"}, "multimedia": [], "blog": [], "lead_paragraph": "Some years ago, I was assigned by a newspaper to cross the United States with a group of people traveling in house trailers. Each night our caravan pulled into another trailer park. Out came the camp chairs and, in the soft Ohio twilight -- or Indiana or Nebraska twilight -- the talk turned to trailer parks the travelers had known, the arcana of hitching and unhitching and the relative merits of theme parks, then a new cultural phenomenon. Those trailer people ranged the continent, re-creating their little New Jersey backyards every night. Sophisticated travelers? No. But their odyssey provided good copy day after day.", "headline": {"kicker": "CHRISTMAS BOOKS 1991", "main": "Travel"}, "_id": "4fd1a8b58eb7c8105d6c4ac5", "web_url": "http://www.nytimes.com/1991/12/01/books/christmas-books-1991-travel.html", "keywords": [{"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "GIFTS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "CHRISTMAS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The summer travel season ended yesterday with expectations that it had set another record and with forecasts of record tourism again this fall.    The nonprofit Travel Industry Association of America had estimated that Americans would take 251 mil...", "section_name": "Business", "print_page": "7", "abstract": "Travel Industry Association of America estimates summer travel rose 3 percent from 1997, to new record, and expects 5 percent rise in fall travel, setting another new record; number of factors could hurt fall travel, especially sharp stock-price drop (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-09-08T00:00:00Z", "word_count": 835, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDOWELL", "organization": "", "firstname": "Edwin"}], "original": "By EDWIN McDOWELL"}, "multimedia": [], "blog": [], "lead_paragraph": "The summer travel season ended yesterday with expectations that it had set another record and with forecasts of record tourism again this fall. The nonprofit Travel Industry Association of America had estimated that Americans would take 251 million trips this summer, 3 percent more than last year, and it has predicted a record 196 million travelers this fall, a 5 percent increase over last fall.", "headline": {"main": "Tourism Thrives, but Portfolio Jitters Could Quiet the Boom"}, "_id": "4fd1ff958eb7c8105d761f8e", "web_url": "http://www.nytimes.com/1998/09/08/business/tourism-thrives-but-portfolio-jitters-could-quiet-the-boom.html", "keywords": [{"name": "organizations", "value": "TRAVEL INDUSTRY ASSN OF AMERICA"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Whitewater prosecutors won a round today in their fight to obtain a lawyer's notes of his conversation with Vincent W. Foster Jr. about the dismissals at the White House travel office in May 1993.    The Whitewater independent counsel, Kenneth W. ...", "section_name": null, "print_page": "11", "abstract": "Federal appeals court panel orders reviews of attorney James Hamilton's notes of his conversation with late Vincent W Foster Jr about May 1993 dismissals at White House travel office to determine whether notes qualify for exception to attorney-client privilege protection; Whitewater case independent counsel, Kenneth W Starr, seeks notes as part of probe into whether Presidential aides lied about any role played by Hillary Rodham Clinton in dismissals (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-08-30T00:00:00Z", "word_count": 318, "news_desk": "National Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Whitewater prosecutors won a round today in their fight to obtain a lawyer's notes of his conversation with Vincent W. Foster Jr. about the dismissals at the White House travel office in May 1993. The Whitewater independent counsel, Kenneth W. Starr, had appealed a lower court's refusal to enforce a grand jury's subpoena for James Hamilton's notes, arguing that because Mr. Foster had committed suicide in July 1993 prosecutors were entitled to examine them.", "headline": {"main": "Whitewater Counsel Wins Round in Bid For Dismissal Notes"}, "_id": "4fd1d53f8eb7c8105d71362f", "web_url": "http://www.nytimes.com/1997/08/30/us/whitewater-counsel-wins-round-in-bid-for-dismissal-notes.html", "keywords": [{"name": "persons", "value": "HAMILTON, JAMES"}, {"name": "persons", "value": "STARR, KENNETH W"}, {"name": "persons", "value": "CLINTON, HILLARY RODHAM"}, {"name": "persons", "value": "FOSTER, VINCENT W JR"}, {"name": "organizations", "value": "WHITE HOUSE TRAVEL OFFICE"}, {"name": "subject", "value": "SUSPENSIONS, DISMISSALS AND RESIGNATIONS"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}, {"name": "subject", "value": "WHITEWATER CASE"}], "source": "AP", "slideshow_credits": null}, {"document_type": "article", "snippet": "People used to travel to visit holy shrines, to brood on romantic ruins and scenic vistas, to discover ''new'' flora and fauna, to benefit from encounters with other cultures -- and with themselves. But now, if some writers are to be believed, one...", "section_name": "Travel; Arts; Books", "print_page": "52", "abstract": "Article by Francine Prose recommends books on travel; drawing; photo (L)ú", "type_of_material": "Review", "subsection_name": null, "pub_date": "1997-12-07T00:00:00Z", "word_count": 2146, "news_desk": "Book Review Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Prose", "organization": "", "firstname": "Francine"}], "original": "By Francine Prose"}, "multimedia": [], "blog": [], "lead_paragraph": "People used to travel to visit holy shrines, to brood on romantic ruins and scenic vistas, to discover ''new'' flora and fauna, to benefit from encounters with other cultures -- and with themselves. But now, if some writers are to be believed, one leaves home in order to have terrifying experiences, perilous near misses from which one barely escapes with one's life. The authors of this season's travel books represent the whole range -- from explorers of yesteryear to modern daredevils facing exotic natural disasters and confronting (or provoking) the ire of justifiably suspicious locals, unaware that they are about to wind up as characters in a book. Among the volumes that accompany travelers who lived before the era of prepackaged adventure expeditions and up-market hiking-and-bingeing tours of Provence, one of the most interesting is Peter Raby's BRIGHT PARADISE (Princeton University, paper, $14.95), which follows a now-extinct species -- Victorian scientists -- in their quest for the specimens that would shake humankind's complacency about its place in the natural order. Quotations from Darwin's ''Journal of Researches,'' for example, reveal the young naturalist's pleasure in the lush Brazilian forest and his horror at the hapless denizens of Tierra del Fuego.", "headline": {"main": "Travel"}, "_id": "4fd203db8eb7c8105d769f1b", "web_url": "http://www.nytimes.com/1997/12/07/books/travel.html", "keywords": [{"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE toughness vital for a hard journey rarely cohabits with the sensitivity to record it, and this gulf between travel and words, between the physical and the imaginative, is often unbridgeable. Travel writers seem to be either writers who travel ...", "section_name": "Travel; Arts; Books", "print_page": "20", "abstract": null, "type_of_material": "Review", "subsection_name": null, "pub_date": "1990-12-02T00:00:00Z", "word_count": 1698, "news_desk": "Book Review Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Thubron", "organization": "", "firstname": "Colin"}], "original": "By Colin Thubron; Colin Thubron's \"Behind the Wall: A Journey Through China\" won Britain's Hawthornden Prize and Thomas Cook Award for the best travel book of 1987"}, "multimedia": [], "blog": [], "lead_paragraph": "THE toughness vital for a hard journey rarely cohabits with the sensitivity to record it, and this gulf between travel and words, between the physical and the imaginative, is often unbridgeable. Travel writers seem to be either writers who travel or travelers who write, and this year's collection contains the extreme products of both. Yet two books of sustained and grueling endeavor manage, in the end, to transcend their lusterless writing by the sheer doggedness and drama of the journey. David Halsey's MAGNETIC NORTH: A Trek Across Canada (illustrated, 252 pp., Sierra Club, $19.95) begins as such a jejune and episodic venture that it almost forfeits the reader's attention. Halsey, a young American who idolized the great explorers of the past, chose to record his expedition in logbook style, with its inherent dangers of desultoriness and plodding. The story is interspersed with letters to his family that would have been better left unprinted and with interpolations from his editor, Diana Landau -- this is a posthumous book -- that at first sound heavily reverential.", "headline": {"main": "TRAVEL"}, "_id": "4fd19ea38eb7c8105d6b1dca", "web_url": "http://www.nytimes.com/1990/12/02/books/travel.html", "keywords": [{"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Whatever happened to the know-it-all travel book? Handy guides to every imaginable backwater continue to flourish, telling what's open when, and where to find a decent -- or not so decent -- hotel. And reporters home from foreign assignments still...", "section_name": "Travel; Arts; Books", "print_page": "29", "abstract": "David Willis McCullough discusses some of year's notable books on travel (Special Christmas issue of Book Review) (L)", "type_of_material": "Review", "subsection_name": null, "pub_date": "1996-12-08T00:00:00Z", "word_count": 2535, "news_desk": "Book Review Desk", "byline": {"person": [{"rank": 1, "middlename": "Willis", "firstname": "David", "role": "reported", "lastname": "McCullough", "organization": ""}], "original": "By David Willis McCullough"}, "multimedia": [], "blog": [], "lead_paragraph": "Whatever happened to the know-it-all travel book? Handy guides to every imaginable backwater continue to flourish, telling what's open when, and where to find a decent -- or not so decent -- hotel. And reporters home from foreign assignments still check in with highly perishable accounts of what they've just learned abroad. But where are those solid, seasoned (and often all too deadly) studies of a region by an old hand who knows the place cold -- past, present and future -- and wants to get every bit of it into one hefty book? Most travel writers these days seem to have adopted a persona of blissful ignorance. Whether it's true or not, they write as if they were explorers stepping into unknown territory, sharing their adventures -- always unexpected -- with a readership they seem to think is as wide-eyed and apparently gullible as they are. It's a technique that educates the writer as much, if not more, than the reader, and it works best in exotic, unfamiliar settings. But for some, this terra incognita can be practically next door.", "headline": {"main": "Travel"}, "_id": "4fd1dad08eb7c8105d71a812", "web_url": "http://www.nytimes.com/1996/12/08/books/travel.html", "keywords": [{"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "WHAT price travel writing? One might have asked such a question in 1987, when for the first time there were more people going in and out of London's airports -- a staggering 57 million -- than actually lived in the whole of Britain. But then, just...", "section_name": "Travel; Arts; Books", "print_page": "13", "abstract": null, "type_of_material": "Review", "subsection_name": null, "pub_date": "1994-12-04T00:00:00Z", "word_count": 2775, "news_desk": "Book Review Desk", "byline": {"person": [{"role": "reported", "organization": "", "rank": 1}], "original": "By Annette Kobak;"}, "multimedia": [], "blog": [], "lead_paragraph": "WHAT price travel writing? One might have asked such a question in 1987, when for the first time there were more people going in and out of London's airports -- a staggering 57 million -- than actually lived in the whole of Britain. But then, just as travel was clearly becoming a commonplace and the world was running out of new areas to explore, suddenly, unpredictably, the Soviet Union broke up, its ebb tide leaving vast tracts exposed. From Estonia to Mongolia, it was potentially a traveler's bonanza. Ancient cities like Samarkand, Bukhara and Tashkent, free of the bureaucratic quagmire of Homo sovieticus, winked invitingly at adventurous beachcombers. Appealingly, this would not turn out to be a one-way traffic. For once, the travel writer, sometimes criticized for being a selfish loner evading domestic responsibilities and plundering poorer countries for the glory of his own ego, could be making a real contribution to the country he was in. These new republics needed stories; their people, in the urgent task of finding new identities, needed reacquainting with both old and recent myths. Because of the often dire economics of these places, and their citizens' lack of experience and research tools, it would be foreigners who would start the process -- as well as communicate what they found to the wider world, in the true tradition of Marco Polo.", "headline": {"kicker": "CHRISTMAS BOOKS '94", "main": "TRAVEL"}, "_id": "4fd1c4738eb7c8105d6f4057", "web_url": "http://www.nytimes.com/1994/12/04/books/christmas-books-94-travel.html", "keywords": [{"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Arthur Frommer's Budget Travel magazine, which has grown rapidly since its introduction two years ago, is being bought by Newsweek for an undisclosed amount. Mr. Frommer, the travel writer and guidebook publisher, will remain as editor.    The mag...", "section_name": "Business", "print_page": "15", "abstract": "Newsweek to acquire Arthur Frommer's Budget Travel magazine for undisclosed price; Jacob Hill, magazine's publisher, to remain in post (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-12-24T00:00:00Z", "word_count": "209", "news_desk": "Business/Financial Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Arthur Frommer's Budget Travel magazine, which has grown rapidly since its introduction two years ago, is being bought by Newsweek for an undisclosed amount. Mr. Frommer, the travel writer and guidebook publisher, will remain as editor. The magazine, which promises ''vacations for real people,'' struck a chord with readers by offering practical tips on cheap travel, in contrast to the exotic locales and steep price tags usually found in glossy publications like Conde Nast Traveler and Travel & Leisure.", "headline": {"main": "Newsweek Is Acquiring a Travel Magazine"}, "_id": "4fd232d78eb7c8105d7c3486", "web_url": "http://www.nytimes.com/1999/12/24/business/newsweek-is-acquiring-a-travel-magazine.html", "keywords": [{"name": "persons", "value": "HILL, JACOB"}, {"name": "organizations", "value": "BUDGET TRAVEL"}, {"name": "organizations", "value": "NEWSWEEK"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "source": "AP", "slideshow_credits": null}, {"document_type": "article", "snippet": "To the Editor:   In \"Chinese Economy Threatens to Pull Ours Down\" (letter Feb. 3), C. K. Chen attributes the growing United States trade deficit with China to China's failure to reform its internal markets more rapidly. In doing so, he repeats an ...", "section_name": "Opinion", "print_page": "20", "abstract": null, "type_of_material": "Letter", "subsection_name": null, "pub_date": "1994-02-15T00:00:00Z", "word_count": 286, "news_desk": "Editorial Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "To the Editor: In \"Chinese Economy Threatens to Pull Ours Down\" (letter Feb. 3), C. K. Chen attributes the growing United States trade deficit with China to China's failure to reform its internal markets more rapidly. In doing so, he repeats an error that permeates and poisons our relations with China: that is, treating China as different, distinct, unique.", "headline": {"main": "Misperceptions Permeate and Poison Our Relations With China"}, "_id": "4fd1e1e28eb7c8105d72a53a", "web_url": "http://www.nytimes.com/1994/02/15/opinion/l-misperceptions-permeate-and-poison-our-relations-with-china-190535.html", "keywords": [{"name": "persons", "value": "XINLIANG, PAN"}, {"name": "persons", "value": "SEYMOUR, JAMES D"}, {"name": "glocations", "value": "CHINA"}, {"name": "glocations", "value": "TIBET"}, {"name": "organizations", "value": "CHINA TRAVEL SERVICES LTD"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Seventeen percent of the population of the United States, or 32 million people, have rented a car in the last 12 months, according to a survey completed by the U.S. Travel Data Center. The center conducts a monthly survey in which 1,500 American a...", "section_name": null, "print_page": "3", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-08-04T00:00:00Z", "word_count": 219, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Seventeen percent of the population of the United States, or 32 million people, have rented a car in the last 12 months, according to a survey completed by the U.S. Travel Data Center. The center conducts a monthly survey in which 1,500 American adults are interviewed.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Survey Counts Rental Drivers"}, "_id": "4fd1a4818eb7c8105d6bcdb1", "web_url": "http://www.nytimes.com/1991/08/04/travel/travel-advisory-survey-counts-rental-drivers.html", "keywords": [{"name": "organizations", "value": "US TRAVEL DATA CENTER"}, {"name": "subject", "value": "AUTOMOBILES"}, {"name": "subject", "value": "RENTING AND LEASING"}, {"name": "subject", "value": "NYTRAVEL"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 35813, "time": 23, "offset": 210}}, "status": "OK"}