{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Defying nature, Jazzland Theme Park opened recently east of New Orleans with a spectacular 4,000-foot-long roller coaster, 29 other rides and French Quarter-style architecture constructed on a platform four feet above what was formerly a soggy pla...", "section_name": null, "print_page": "3", "abstract": "Jazzland Theme Park, built on steel and concrete shelf resting on wood pilings sunk deep into Mississippi River delta, opens east of New Orleans, La; rides and attractions described; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-07-02T00:00:00Z", "word_count": 318, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "Frank", "firstname": "Frances", "role": "reported", "lastname": "MARCUS", "organization": ""}], "original": "By FRANCES FRANK MARCUS"}, "multimedia": [], "blog": [], "lead_paragraph": "Defying nature, Jazzland Theme Park opened recently east of New Orleans with a spectacular 4,000-foot-long roller coaster, 29 other rides and French Quarter-style architecture constructed on a platform four feet above what was formerly a soggy playground for alligators, armadillos and nutria. The casual visitor will be unaware that much of the 55-acre park is built on a massive but unobtrusive steel and concrete shelf resting on 18,000 wood pilings, 50 feet tall, sunk deep into the soft, damp earth of Louisiana's Mississippi River delta.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "High Notes and High Rides in New Orleans"}, "_id": "4fd208758eb7c8105d77312f", "web_url": "http://www.nytimes.com/2000/07/02/travel/travel-advisory-high-notes-and-high-rides-in-new-orleans.html", "keywords": [{"name": "glocations", "value": "NEW ORLEANS (LA)"}, {"name": "organizations", "value": "JAZZLAND THEME PARK"}, {"name": "subject", "value": "AMUSEMENT PARKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Finding a clean, safe beach nowadays can seem as difficult as finding that set of car keys you dropped in the sand. But the Clean Beaches Council, a nonprofit organization established in 1998, is trying to ease beachgoers' worries with its Blue Wa...", "section_name": null, "print_page": "3", "abstract": "Clean Beaches Council certifies that 30 beaches in seven states have met criteria for water quality, cleanliness, public safety, habitat conservation and erosion management (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-06-18T00:00:00Z", "word_count": 305, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Finding a clean, safe beach nowadays can seem as difficult as finding that set of car keys you dropped in the sand. But the Clean Beaches Council, a nonprofit organization established in 1998, is trying to ease beachgoers' worries with its Blue Wave Campaign, which certifies environmental cleanliness and public safety along the shore. This summer, the council has certified 30 beaches in 7 states as meeting its criteria for water quality, cleanliness, public safety, habitat conservation and erosion management. The organization works with state and local environmental authorities to verify each beach's compliance.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Beaches in 7 States Are Certified As Clean"}, "_id": "4fd240c58eb7c8105d7d887d", "web_url": "http://www.nytimes.com/2000/06/18/travel/travel-advisory-beaches-in-7-states-are-certified-as-clean.html", "keywords": [{"name": "organizations", "value": "CLEAN BEACHES COUNCIL"}, {"name": "subject", "value": "WATER POLLUTION"}, {"name": "subject", "value": "CONSERVATION OF RESOURCES"}, {"name": "subject", "value": "COAST EROSION"}, {"name": "subject", "value": "BEACHES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "TERESA RIZZUTO has flown into Long Island Islip MacArthur Airport only once, but she plans to turn it into a major transportation hub....", "section_name": "New York and Region", "print_page": "6", "abstract": "Article on Teresa Rizzuto, new commissioner for aviation and transportation at Long Island Islip MacArthur Airport; she comments on plan to market airport and increase number of carriers, flights and destinations; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2008-02-17T00:00:00Z", "word_count": 867, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "middlename": "S.", "firstname": "Marcelle", "role": "reported", "lastname": "FISCHLER", "organization": ""}], "original": "By MARCELLE S. FISCHLER"}, "multimedia": [], "blog": [], "lead_paragraph": "TERESA RIZZUTO has flown into Long Island Islip MacArthur Airport only once, but she plans to turn it into a major transportation hub.", "headline": {"kicker": "AIR TRAVEL", "main": "She's Got Grand Plans for the Future of the Islip Airport"}, "_id": "4fd294c98eb7c8105d86ff21", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9801E5D8103BF934A25751C0A96E9C8B63", "keywords": [{"name": "persons", "value": "RIZZUTO, TERESA"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "MACARTHUR AIRPORT (LONG ISLAND, NY)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "After surviving World War II and escaping conversion into a mall, a turreted office building in Budapest opens tomorrow as a luxury hotel. Called the New York Palace, it was built in 1894 by a Manhattan insurance company. Its original cafe will re...", "section_name": "Home and Garden; Style", "print_page": "3", "abstract": "New York Palace, luxury hotel, opens in Budapest in turreted 1894 office building; photos (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2006-05-04T00:00:00Z", "word_count": 235, "news_desk": "House & Home/Style Desk", "byline": {"person": [{"role": "reported", "organization": "", "rank": 1}], "original": "By EVE M. KAHN"}, "multimedia": [], "blog": [], "lead_paragraph": "After surviving World War II and escaping conversion into a mall, a turreted office building in Budapest opens tomorrow as a luxury hotel. Called the New York Palace, it was built in 1894 by a Manhattan insurance company. Its original cafe will reopen tomorrow as well. Playwrights and other writers frequented it before the war; waiters gave them pens and paper and discounts on meals. Scaffolding was shoring up the facade in 2001 when Boscolo Hotels, an Italian chain, bought the Palace from the Hungarian government for about $8 million. Previous bidders had talked about transforming the property into theaters or a shopping center.", "headline": {"kicker": "CURRENTS: TRAVEL", "main": "A Luxury Hotel Opens in Budapest, But Will Poets Return to the Cafe?"}, "_id": "4fd2aec48eb7c8105d89d031", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9406E3DD1E3FF937A35756C0A9609C8B63", "keywords": [{"name": "glocations", "value": "BUDAPEST (HUNGARY)"}, {"name": "organizations", "value": "NEW YORK PALACE"}, {"name": "subject", "value": "HOTELS AND MOTELS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "In the past, car rental companies were willing to overlook minor damage to their vehicles, but the industry now appears bent on pursuing even the smallest cases....", "section_name": "Business", "print_page": "8", "abstract": "Rental Car CompanA", "type_of_material": "News", "subsection_name": null, "pub_date": "2005-04-05T00:00:00Z", "word_count": 1191, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Christopher", "lastname": "ELLIOTT", "organization": "", "rank": 1}], "original": "By CHRISTOPHER ELLIOTT"}, "multimedia": [{"url": "images/2005/04/05/business/rental.75.jpg", "subtype": "thumbnail", "type": "image", "height": 75, "legacy": {"thumbnail": "images/2005/04/05/business/rental.75.jpg", "thumbnailheight": 75, "hasthumbnail": "Y"}}], "blog": [], "lead_paragraph": "The Ford Escape that Karen Anderson recently returned to Budget Rent a Car in Bend, Ore., looked ''squeaky clean'' to her. But perhaps she did not look hard enough. broker in Morgan Hill, Calif., was told by Budget that she would be charged an extra $20 for a chip found in the S.U.V.'s windshield.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Rental Car Companies Get Aggressive on Damage"}, "_id": "4fd2a64c8eb7c8105d88e487", "web_url": "http://www.nytimes.com/2005/04/05/business/05rentals.html", "keywords": [{"name": "organizations", "value": "BUDGET RENT A CAR CORP"}, {"name": "organizations", "value": "HERTZ CORP"}, {"name": "organizations", "value": "PURCO FLEET SERVICES"}, {"name": "organizations", "value": "ENTERPRISE RENT-A-CAR CO"}, {"name": "subject", "value": "ACCIDENTS AND SAFETY"}, {"name": "subject", "value": "AUTOMOBILES"}, {"name": "subject", "value": "RENTING AND LEASING"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "EVOLVING TRAVEL EXPERIENCE Corporate travelers have become accustomed to booking trips on company intranet engines that calculate the best fares and strictly enforce travel cost-savings policies. In its early stages, corporate online booking was a...", "section_name": "Technology; Business", "print_page": "8", "abstract": "David A Falter, president for corporate travel solutions for Cendant Corp, comments on rapid expansion for online booking in corporate space in 2005; Airbus A380 is expected to be flying commercially in 2006, with enough room for 500 to more than 800 passengers; Boeing Co is still developing sleeker, more modest 7E7 aircraft; Continental Airlines has orders 10 planes, with first of them scheduled for delivery in 2009; Song, Delta Air Lines subsidiary, announces big fare reductions for many routes where it competes with other low-cost carriers like Southwest and JetBlue (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2005-01-04T00:00:00Z", "word_count": 508, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Joe", "lastname": "SHARKEY", "organization": "", "rank": 1}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "EVOLVING TRAVEL EXPERIENCE -- Corporate travelers have become accustomed to booking trips on company intranet engines that calculate the best fares and strictly enforce travel cost-savings policies. In its early stages, corporate online booking was all about saving a few dollars on each fare, with little regard to the traveler's control. Now, because of better technology, that situation is changing, says David A. Falter, the president for corporate travel solutions for the Cendant Corporation. ''We think 2005 will show a rapid expansion for online booking in the corporate space,'' Mr. Falter said yesterday. Many business travelers complain that online corporate travel systems severely limit their choices on the road, but Mr. Falter said technology was advancing to go beyond ''commoditization'' air fares. ''The next generation in travel through online services is going to be, 'how do I give the traveler the self-serve opportunity throughout the travel experience' -- self-service with regard to changing travel plans'' using personal digital assistants and other devices while traveling. ''Online booking has changed the nature of how travel is started, but it has not changed the nature of how travel is conducted,'' he said. ''It's not just about saving money, it's about giving the corporate traveler the power.'' AIRPLANE SPACE RACE -- Will the workhorse wide-body airliner of the future be a huge double-decker plane? One such plane, the Airbus A380, is expected to be flying commercially next year, with enough room for 500 to more than 800 passengers, depending on the way airlines configure it. Another contender for workhorse of the air is the sleeker, more flexible and more modest 7E7 aircraft, still being developed by Boeing. Continental Airlines, the first domestic carrier to order the 7E7, has placed a big bet on the new aircraft, with 10 orders. The first of them is scheduled for delivery in 2009. Lawrence W. Kellner, Continental's president who is soon to succeed the retiring Gordon M. Bethune as chief executive, said, ''The 7E7 is the widebody of the future for Continental and will provide the platform for our long-term international growth.'' Airbus, the European aircraft maker, is preparing the A380 for its first demonstration flight this winter. Commercial flights are expected to begin next year. Airbus said it had 129 orders as of Nov. 30 for the new superjumbos. WINTER FARE SALES -- Get ready for a spate of winter fare sales. Song, the Delta Air Lines subsidiary, announced big fare reductions yesterday for many routes where it competes with other low-cost carriers like Southwest and JetBlue. Samples are $55 one-way between Boston and Tampa, Fla., and $99 one way between Los Angeles and Orlando, Fla. The cut-rate fares are available through Jan. 15 for travel by Feb. 15. Last week, JetBlue began a fare sale on some routes between Kennedy Airport and places like Fort Lauderdale, Tampa and Orlando in Florida ($55 one way) and Las Vegas and Phoenix ($85). Tickets must be purchased by Jan. 18 for travel through Feb. 15 for Florida and May 25 for other routes. JOE SHARKEY", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd24a458eb7c8105d7e7ec1", "web_url": "http://www.nytimes.com/2005/01/04/business/04memo.html", "keywords": [{"name": "organizations", "value": "SONG"}, {"name": "organizations", "value": "CONTINENTAL AIRLINES"}, {"name": "organizations", "value": "BOEING CO"}, {"name": "organizations", "value": "AIRBUS INDUSTRIE"}, {"name": "organizations", "value": "SOUTHWEST AIRLINES"}, {"name": "organizations", "value": "CENDANT CORP"}, {"name": "organizations", "value": "JETBLUE AIRWAYS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "RESERVATIONS (AIRLINES, HOTELS, ETC)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Until recently, traveling through the Yucatán Peninsula in search of Maya ruins usually required long trips through the jungle in passenger vans or buses. Now there is Expreso Maya, a shiny train with four air-conditioned passenger cars, each equ...", "section_name": "Science", "print_page": "3", "abstract": "Expreso Maya begins escorted group tours on new air-conditioned trains equipped with reclining seats, dining car and club car, to Maya ruins in Yucatan Peninsula; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-11-21T00:00:00Z", "word_count": 266, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "Stevenson", "firstname": "Martha", "role": "reported", "lastname": "OLSON", "organization": ""}], "original": "By MARTHA STEVENSON OLSON"}, "multimedia": [], "blog": [], "lead_paragraph": "Until recently, traveling through the Yucatán Peninsula in search of Maya ruins usually required long trips through the jungle in passenger vans or buses. Now there is Expreso Maya, a shiny train with four air-conditioned passenger cars, each equipped with 64 reclining upholstered seats, along with a dining car and a club car stocked with books about the area's history and culture. The train, basically an escorted group tour, follows a route that begins in Villahermosa, just west of the peninsula, and heads northeast to end in Cancún, with stops at the Maya temples at Palenque; the waterfalls of Agua Azul; the city of Campeche; the Maya learning center of Uxmal; Mérida, the capital of Yucatán state; Izamal, an ancient Maya city now distinguished by its colonial architecture; and the pyramids of Chichén-Itzá. Tours of two to seven days include stays at hotels in some stopping points and meals aboard the train, including wine, and at hotels and towns en route.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Reaching the Ruins Of Yucatán by Rail"}, "_id": "4fd23f208eb7c8105d7d6545", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=950DE2D6123FF932A15752C1A9629C8B63", "keywords": [{"name": "glocations", "value": "YUCATAN PENINSULA (MEX)"}, {"name": "glocations", "value": "MEXICO"}, {"name": "subject", "value": "ARCHAEOLOGY AND ANTHROPOLOGY"}, {"name": "subject", "value": "RAILROADS"}, {"name": "subject", "value": "MAYANS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "It requires some imagination to take Gauguin's work before his famed departure for Tahiti and turn it into a blockbuster show. No exotic titles like ''Manao Tupapau'' (''Spirit of the Dead Watching''). No mysterious, sensuous women to put on a pos...", "section_name": null, "print_page": "3", "abstract": "Thyssen-Bornemisza Museum in Madrid opens exhibit at museum and at neaby Caja Madrid Foundation of pre-Tahiti works by Paul Gauguin; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-10-31T00:00:00Z", "word_count": 349, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Dale", "lastname": "FUCHS", "organization": "", "rank": 1}], "original": "By DALE FUCHS"}, "multimedia": [], "blog": [], "lead_paragraph": "It requires some imagination to take Gauguin's work before his famed departure for Tahiti and turn it into a blockbuster show. No exotic titles like ''Manao Tupapau'' (''Spirit of the Dead Watching''). No mysterious, sensuous women to put on a poster. But the Thyssen-Bornemisza Museum, appreciated locally for its creative, didactic exhibits, has done just that with ''Gauguin and the Origins of Symbolism,'' which runs through Jan. 9. The show, which brings together 186 paintings, including 52 Gauguins, from 65 museums around the world, explores how Gauguin's contemporaries -- Pissarro, Cézanne, Degas and Van Gogh -- shaped the former stockbroker's evolution beyond Impressionism and toward the bold, primitive style of the Polynesian compositions for which he is best known. It also traces Gauguin's influence on the Pont-Aven and Nabis schools, whose expressive use of color and simplified forms paved the way toward abstract art, with an ample array of oils and lithographs by Émile Bernard, Maurice Denis, Paul Sérusier, Bonnard and Vuillard.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Opening in Madrid: Gauguin Before Tahiti"}, "_id": "4fd259fb8eb7c8105d80667e", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E04E5D8153DF932A05753C1A9629C8B63", "keywords": [{"name": "persons", "value": "GAUGUIN, PAUL"}, {"name": "glocations", "value": "MADRID (SPAIN)"}, {"name": "organizations", "value": "THYSSEN-BORNEMISZA MUSEUM"}, {"name": "subject", "value": "ART"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Some business travelers go to extreme lengths to stay fit and healthy on the road....", "section_name": "Health; Business", "print_page": "10", "abstract": "Article on some hotels that offer exercise rooms for business travelers who are exercise or fitness buffs; photo (M)0", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-10-26T00:00:00Z", "word_count": 1270, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Perry", "lastname": "GARFINKEL", "organization": "", "rank": 1}], "original": "By PERRY GARFINKEL"}, "multimedia": [{"url": "images/2004/10/26/business/26fitness.gif", "subtype": "thumbnail", "type": "image", "height": 75, "legacy": {"thumbnail": "images/2004/10/26/business/26fitness.gif", "thumbnailheight": 75, "hasthumbnail": "Y"}}], "blog": [], "lead_paragraph": "When Suzanne J. Karkus, president of Izod Womenswear in New York, travels to Los Angeles on business, Lisa Brisse, an exercise physiologist who runs the fitness center at the Loews Santa Monica Beach Hotel, gets nervous. ''Oh God, here we go again,'' said Ms. Brisse of Ms. Karkus, who is in her early 40's. ''I get to push most clients but she pushes me.'' On her last trip to Los Angeles, Ms. Karkus, who has traveled the world with her mountain bike and climbed a 20,000-foot mountain in Ecuador, scheduled the following weekend with her trainer: Friday, four-mile beach run, 45-minute ocean swim and 45-minute weight training; Saturday, four-mile ocean kayak, four-mile park run, three-mile canyon hike, 45-minute trek up and down 300-step wooden staircase; Sunday, repeat staircase drill, four-mile run, 40-minute ocean swim, seven-mile hike.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Drop Down and Give Yourself 50 Push-Ups. Enjoy."}, "_id": "4fd23f1b8eb7c8105d7d60cf", "web_url": "http://www.nytimes.com/2004/10/26/business/26extreme.html", "keywords": [{"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "EXERCISE"}, {"name": "subject", "value": "MEDICINE AND HEALTH"}, {"name": "subject", "value": "WEIGHT LIFTING"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "After more than 30 years with a strictly vegetarian menu, Kripalu Center for Yoga and Health, a leading yoga retreat in the Berkshires in Lenox, Mass., has introduced chicken and fish to its daily buffet. The additions are modest: chicken and tuna...", "section_name": null, "print_page": "3", "abstract": "Kripalu Center for Yoga and Health, leading yoga retreat in Lenox, Mass, introduces chicken and fish to its daily buffet after more than 30 years serving strictly vegetarian menu; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-09-26T00:00:00Z", "word_count": 279, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Terry", "lastname": "TRUCCO", "organization": "", "rank": 1}], "original": "By TERRY TRUCCO"}, "multimedia": [], "blog": [], "lead_paragraph": "After more than 30 years with a strictly vegetarian menu, Kripalu Center for Yoga and Health, a leading yoga retreat in the Berkshires in Lenox, Mass., has introduced chicken and fish to its daily buffet. The additions are modest: chicken and tuna salads made with celery and vegetarian mayonnaise. ''We're not serving chicken cordon bleu,'' said Cathy Husid, a Kripalu spokeswoman. Still, the new dishes mark a departure initiated, in part, at the request of guests. With the popularity of low-carb, high-protein diets, the spa found guests were leaving the facility to eat in town, Ms. Husid said.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Vegetarian Resort Adds Chicken and Tuna"}, "_id": "4fd247f18eb7c8105d7e3e04", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B06EEDC1339F935A1575AC0A9629C8B63", "keywords": [{"name": "glocations", "value": "LENOX (MASS)"}, {"name": "organizations", "value": "KRIPALU CENTER FOR YOGA AND HEALTH"}, {"name": "subject", "value": "YOGA"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "VEGETARIANISM"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 18, "offset": 550}}, "status": "OK"}