{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "YOGURT has become a staple in American kitchens, and the custardy fermented milk product has dozens of uses. Sweetened and flavored with fruit, it is a snack. Yogurt often replaces mayonnaise in a classic potato or chicken salad or sour cream as a...", "section_name": "New York and Region", "print_page": "18", "abstract": "Florence Fabricant (Food) column on cooking with yogurt; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-12-05T00:00:00Z", "word_count": 657, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "YOGURT has become a staple in American kitchens, and the custardy fermented milk product has dozens of uses. Sweetened and flavored with fruit, it is a snack. Yogurt often replaces mayonnaise in a classic potato or chicken salad or sour cream as a topping for a baked potato. Though most of the yogurt sold in supermarkets is lowfat or nonfat, neither of these forms is as delicious as thick whole milk yogurt, especially in recipes that call for the yogurt to play a dominant role, not just as a substitute for a richer ingredient. Consider whole milk yogurt in those recipes. Health food stores also sell some excellent brands.", "headline": {"kicker": "FOOD", "main": "Finding More Uses for Yogurt in the Everyday Kitchen"}, "_id": "4fd22d968eb7c8105d7bb0a1", "web_url": "http://www.nytimes.com/1999/12/05/nyregion/food-finding-more-uses-for-yogurt-in-the-everyday-kitchen.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "OLIVE oil, garlic and lots of fresh herbs epitomize the kind of cooking I like. For a recent dinner, I made veal stew with white wine and tomatoes topped with fried sage leaves. Instead of cooking mushrooms in the stew the usual way, I sauteed the...", "section_name": "New York and Region", "print_page": "18", "abstract": "Moira Hodgson Food column offers recipe featuring mushrooms and fresh herbs; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-10-10T00:00:00Z", "word_count": 898, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "OLIVE oil, garlic and lots of fresh herbs epitomize the kind of cooking I like. For a recent dinner, I made veal stew with white wine and tomatoes topped with fried sage leaves. Instead of cooking mushrooms in the stew the usual way, I sauteed them separately in olive oil with garlic and thyme so they were crisp. If you cook mushrooms until their liquid evaporates it not only intensifies their taste but it also means they can be rinsed beforehand under the tap to get rid of the grit. Any water they absorb will evaporate as they cook. A few dried porcini soaked and added intensifies the flavor of this dish, but the stew also works well without them.", "headline": {"kicker": "FOOD", "main": "Veal Stew Takes on the Flavor of Mushrooms and Fresh Herbs"}, "_id": "4fd1efcf8eb7c8105d74527b", "web_url": "http://www.nytimes.com/1999/10/10/nyregion/food-veal-stew-takes-on-the-flavor-of-mushrooms-and-fresh-herbs.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE labor and satisfaction that come from nurturing crops and taking them to market and table are palpable in ''My Brother's Farm'' by Doug Jones (Putnam).     Mr. Jones gave up a job as a corporate headhunter and went into the business of selling...", "section_name": "New York and Region", "print_page": "10", "abstract": "Florence Fabricant Food column offers recipes from three restaurants that use organic produce; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-08-22T00:00:00Z", "word_count": 638, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "THE labor and satisfaction that come from nurturing crops and taking them to market and table are palpable in ''My Brother's Farm'' by Doug Jones (Putnam). Mr. Jones gave up a job as a corporate headhunter and went into the business of selling to restaurants what his brother Guy grows on his organic farm, Blooming Grove, in Orange County. He also delivers organic produce grown by his brother and others on Long Island and in the Hudson Valley, New Jersey and Connecticut to residences in Manhattan and Brooklyn.", "headline": {"kicker": "FOOD", "main": "Recipes From Restaurants That Buy From an Organic Farm"}, "_id": "4fd221788eb7c8105d7a6693", "web_url": "http://www.nytimes.com/1999/08/22/nyregion/food-recipes-from-restaurants-that-buy-from-an-organic-farm.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "EVERYONE loves a good paella, but how often do we come across one? Recipes in all-purpose cookbooks and the concoctions served in restaurants are often far from the authentic dish.    Several years ago I spent some time with the cookbook writer Pe...", "section_name": "New York and Region", "print_page": "10", "abstract": "Moira Hodgson Food column offers unusual paella recipes gathered by Penelope Cases in new cookbook Paella!; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-07-18T00:00:00Z", "word_count": 1144, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "EVERYONE loves a good paella, but how often do we come across one? Recipes in all-purpose cookbooks and the concoctions served in restaurants are often far from the authentic dish. Several years ago I spent some time with the cookbook writer Penelope Casas going to Spanish restaurants in Manhattan in search of a truly great paella. We were disappointed. All too often we were served a pile of soggy, artificially colored rice topped with bits of seafood, chicken and sausage chosen according to the whim of the chef.", "headline": {"kicker": "FOOD", "main": "Paella Beyond the Usual: From Quail to Seaweed"}, "_id": "4fd2007e8eb7c8105d763a89", "web_url": "http://www.nytimes.com/1999/07/18/nyregion/food-paella-beyond-the-usual-from-quail-to-seaweed.html", "keywords": [{"name": "persons", "value": "CASES, PENELOPE"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IN ''The Book of Household Management'' (1861), the author, Mrs. Beeton, gives a list of essential items for a picnic. They include ''a stick of horseradish, a bottle of mint sauce well corked, a bottle of salad dressing, a bottle of vinegar, made...", "section_name": "New York and Region", "print_page": "10", "abstract": "Moira Hodgson Food column describes some unusual summer salads; drawing; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-07-04T00:00:00Z", "word_count": 742, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "IN ''The Book of Household Management'' (1861), the author, Mrs. Beeton, gives a list of essential items for a picnic. They include ''a stick of horseradish, a bottle of mint sauce well corked, a bottle of salad dressing, a bottle of vinegar, made mustard, pepper, salt, good oil and pounded sugar. If it can be managed, take a little ice. It is scarcely necessary to say that plates, tumblers, wine glasses, knives, forks and spoons must not be forgotten; as also teacups and saucers, three or four teapots, some lump sugar and milk, if this last named item cannot be obtained in the neighborhood. Take three corkscrews.'' If Mrs. Beeton had seen the number of baskets and shopping bags that a group of us took to a lake for a picnic recently, she would have assumed we had followed her advice to the letter. We had enough food for four times as many people, as is usually the case on these occasions, but we managed to get through a good deal of it as we lazed about on a boat for the day.", "headline": {"kicker": "FOOD", "main": "Fry Sage Leaves or Add Mint for Salads Beyond the Ordinary"}, "_id": "4fd200858eb7c8105d764130", "web_url": "http://www.nytimes.com/1999/07/04/nyregion/food-fry-sage-leaves-or-add-mint-for-salads-beyond-the-ordinary.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "It seemed as if it was always dark when we awoke in Vietnam. The 22-hour trip from New York had been brutal, and we were probably jet-lagged, or perhaps simply too excited to sleep. Either way, it was unfortunate that the windows in our modern Han...", "section_name": "Magazine", "print_page": "53", "abstract": "Molly O'Neill article on making Vietnamese soups; recipes; photo (M)8", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-01-17T00:00:00Z", "word_count": 1725, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'NEILL", "organization": "", "firstname": "Molly"}], "original": "By MOLLY O'NEILL"}, "multimedia": [], "blog": [], "lead_paragraph": "It seemed as if it was always dark when we awoke in Vietnam. The 22-hour trip from New York had been brutal, and we were probably jet-lagged, or perhaps simply too excited to sleep. Either way, it was unfortunate that the windows in our modern Hanoi hotel were sealed shut against local smells and sounds. Otherwise, I'm sure that the aroma of beef broth would have pulled us from our gauzy dreams into the violet and gray damask of a Vietnamese dawn. Brushing sleep from our eyes, we huddled together by the window to survey this land that had loomed so large in our imagination for more than three decades. The tiny open fires blinking throughout early-morning Hanoi immediately charmed us. Their orange tongues seemed to be licking the night away from the sidewalks, bathing dark silhouettes that scurried along on foot, on bike, on motorcycle, in pools of gold.", "headline": {"kicker": "FOOD", "main": "Good Morning, Vietnam"}, "_id": "4fd1e8198eb7c8105d7360ce", "web_url": "http://www.nytimes.com/1999/01/17/magazine/food-good-morning-vietnam.html", "keywords": [{"name": "glocations", "value": "VIETNAM"}, {"name": "subject", "value": "SOUPS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Having a father who cooks is not always easy. But for the Najars of Glendale, Calif., that was the least of it. Their dad, Leo, is a doctor who grew up in Mexico, and was determined that his own six kids dream big, all-American dreams and speak no...", "section_name": "Magazine", "print_page": "83", "abstract": "Molly O'Neill Food column on Christmas dinner prepared by Dr Leo Najar of Glendale, Calif, and his six children, dinner that is built around chicken tamales; photo; recipes (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-12-20T00:00:00Z", "word_count": 1653, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'NEILL", "organization": "", "firstname": "Molly"}], "original": "By MOLLY O'NEILL"}, "multimedia": [], "blog": [], "lead_paragraph": "Having a father who cooks is not always easy. But for the Najars of Glendale, Calif., that was the least of it. Their dad, Leo, is a doctor who grew up in Mexico, and was determined that his own six kids dream big, all-American dreams and speak nothing but English. Yet even a fierce assimilationist like Leo can experience the occasional cultural lapse. Like on Thanksgiving, when he would calmly inoculate the bird with several syringes of cognac, or at Christmas, when the scent of tamales, rather than balsam and gingerbread, would come wafting from their house. The kids now believe that his culinary faux pas were intentional. How else would they remain connected to one another, now that they are all grown up and living all over the place? When holidays come around, they all return to their parents' house like lemmings. And they cook. Because they have no choice. ''My father is not capable of writing down a recipe,'' says Ceci Najar, the second-oldest and a writer for CBS in Los Angeles. ''He finds it frustrating and annoying that people can't just taste something and know how to make it.'' Since they were old enough to peel garlic, the Najars have assisted their father in the kitchen, and in that way, they have learned all the family recipes. One sister, Monica, tried to short-circuit the process and asked her father to write down his recipe for camarones al mojo de ajo, a dish that the family loves for Christmas. He did not refuse, said Ceci. But the effort was so great and so disturbing that similar requests have never been made. The differences in temperament are immediately apparent in the kitchen, and how they play themselves out depends on the holiday. The three Najar daughters work in the kitchen more or less communally, whereas their brothers are autocratic, and so it has been left to Mrs. Najar to schedule the holidays -- if her sons cook Thanksgiving with their father, her daughters work on Christmas dinner. Even so, making dinner together does not preclude psychological jousting between sibling and parent. Paul, the oldest, a lawyer in San Diego, is always always improvising, said Ceci, and trying to upstage Dad. There are arguments about how much clam juice is enough clam juice, about the measure of garlic or chilies. Cooking together, after all, is no panacea to family dynamics, ancient or modern. At some level, in the life of any family, it's the individual against the fold. On a deeper level, though, the foods that the Najars love, and the taste that they share, are immutable and about as intimate as you can get. Families that make dinner together make peace. Clams Laguna 2 cups white wine 24 large clams, scrubbed and rinsed 4 strips bacon, diced 2 tablespoons olive oil 1 tablespoon unsalted butter 1 white onion, chopped 2 large garlic cloves, peeled and chopped 1 large tomato, chopped 1 teaspoon Worcestershire sauce 3/4 teaspoon salt Freshly ground black pepper to taste 1 tablespoon lime juice Tabasco sauce 1/2 cup chopped cilantro. 1. Place the wine in a large kettle and bring to a boil. Add the clams, cover and steam, stirring occasionally, until the clams open, 8 to 10 minutes. Transfer the clams to a baking sheet and pull off and discard the top shell of each. Reserve 3/4 cup of the stewing liquid. The clam meat may be left whole or chopped and returned to the shells. 2. Preheat the oven to 450 degrees. In a skillet set over medium heat, fry the bacon until cooked through and lightly browned, about 5 minutes. Drain fat from the skillet, add the olive oil and butter and heat until the butter is melted. Add the onion, garlic, tomato, Worcestershire, salt and pepper and cook, stirring occasionally, for 5 minutes. 3. Add the reserved steaming liquid, lime juice and a few dashes of Tabasco and cook 2 more minutes. Stir in the cilantro and spoon the mixture into the clam shells. Bake until the filling bubbles, 5 to 8 minutes. Yield: 6 first-course servings. Camarones Al Mojo De Ajo (Shrimp With Garlic) 1/4 cup olive oil 3 tablespoons unsalted butter 8 cloves garlic, peeled and thinly sliced 2 pounds medium or large shrimp, peeled, deveined and split in half 1/2 cup lime juice 2 teaspoons Tabasco sauce Salt to taste French bread for serving. In a large skillet, heat the olive oil and butter over high heat. Add the garlic and cook, stirring, until it just begins to turn golden. Add the shrimp, then immediately add lime, Tabasco and salt. Cook, stirring, until the shrimp are just cooked through, 3 to 4 minutes. Serve immediately with French bread. Yield: 4 to 6 servings. Chicken Tamales Leopoldo For the chicken: 2 1/2 pounds boneless, skinless chicken thighs 1 carrot, peeled and chopped 1 small potato, peeled and quartered 2 ribs celery, chopped 1/2 small onion 2 cloves garlic 1 teaspoon salt Freshly ground black pepper to taste For the filling: 1/4 cup extra-virgin olive oil 4 cloves garlic, minced 1 small onion, chopped 2 tomatoes, chopped 1/2 teaspoon salt, plus more to taste Freshly ground black pepper to taste 2 cups Spanish olives, halved 215-ounce cans (about 3 cups) mixed vegetables, drained 1 cup canned jalapeno peppers, cut into thin strips 1/2 cup fresh basil leaves, chopped 2 tablespoons fresh thyme leaves For the tamale dough: 7 cups masa harina 5 teaspoons salt 1 1/2 cups melted vegetable shortening 4 1/2 cups chicken stock, reserved from cooking the chicken About 26 large corn husks, soaked in water for 30 minutes. 1. In a kettle combine the chicken, carrot, potato, celery, onion, garlic, salt and pepper and cover with 2 inches water. Bring to a boil, then lower the heat and simmer, uncovered, until the chicken is just cooked (it should not fall apart), about 20 minutes. 2. Strain, reserving the stock for the tamale dough. Discard the vegetables and cut the chicken into 1/2-inch cubes. Set aside. 3. To make the filling, heat the oil in a large skillet over medium heat. Add the garlic, onion, tomatoes, 1/2 teaspoon of the salt and a few grinds of pepper. Saute until the onion is very soft, about 10 minutes. Transfer the cooked vegetables to a large bowl and add the olives, canned mixed vegetables, half the jalapenos, the basil, thyme and cubed chicken and toss to combine. Season to taste with salt and pepper. 4. To make the dough, in a large bowl, combine the masa harina and salt. Stir in the melted shortening. Stir in the stock. Knead the mixture until it forms a smooth paste. 5. To assemble the tamales, place a husk on a work surface and put about 1/3 cup of the dough in the center. Spread the dough over the right half of the husk, leaving the left side and bottom pointed end of the husk bare. Spoon a heaping tablespoon of the chicken filling in the center of the dough and put a few of the remaining jalapeno slices over it. Fold the dough-covered side in half, vertically, covering the filling, then fold the bare half of the husk over that. Fold the lower edge of the husk up, and pinch the dough at the top to completely enclose the filling. Continue until all the ingredients are used. 6. Fill the bottom of a steamer with water close to but not touching the rack and bring to a boil. Place the tamales upright on the rack, making more than one layer if necessary. Place a cloth over the tamales and steam, covered, for 50 minutes, adding more water to the pot if necessary. Serve with salsa (recipe follows). Yield: About 26 tamales. Salsa 5 tomatoes 5 tomatillos, husks removed 2 or 3 jalapenos 1/2 small onion 1 clove garlic 1/2 cup fresh cilantro, chopped 2 scallions, finely chopped 1/2 teaspoon sugar 2 teaspoons lime juice, or to taste Salt to taste. 1. Fill a kettle half full of water and bring to a boil. Add the tomatoes, tomatillos and jalapenos and boil 10 minutes. Drain the vegetables, reserving 1 cup of the cooking water. Peel the skin off the tomatoes and trim jalapeno stems. 2. Transfer the tomatoes, tomatillos and jalapenos to a blender or food processor and add the onion and garlic. Pulse until the vegetables are coarsely chopped. Pulse in 1/4 cup cilantro. Add some of the reserved water if the mixture is too thick. 3. Transfer the salsa to a bowl and stir in the remaining cilantro, scallions, sugar and lime juice and season to taste with salt. Yield: About 2 1/2 cups. Flan 2 cups sugar 8 large eggs 2 cups milk 1 cup half-and-half 1 teaspoon vanilla extract. 1. Preheat oven to 350 degrees. Place 1 cup of the sugar in a skillet and set over medium heat. When the sugar begins to melt, stir constantly with a fork until it is completely melted and has turned an amber color. Immediately pour the melted sugar into an 8-cup ovenproof baking dish and swirl to coat the bottom and an inch or two up the sides of the dish. 2. In a large bowl, whisk the eggs together. Whisk in the milk, half-and-half, vanilla and the remaining cup of sugar. Strain through a sieve into the dish. 3. Place the dish in a roasting pan and pour boiling water the pan about halfway up the sides of the dish. Bake in the top third of the oven until the center of the custard is set, 50 to 60 minutes. Cool the flan for 5 minutes. Run a knife around the edge of the dish and invert the flan onto a serving plate. (There will be a fair amount of liquid, so choose one with a rim.) Serve warm or chilled. Yield: 6 servings.", "headline": {"kicker": "FOOD", "main": "The Tamale Follies"}, "_id": "4fd1e6eb8eb7c8105d733c0a", "web_url": "http://www.nytimes.com/1998/12/20/magazine/food-the-tamale-follies.html", "keywords": [{"name": "persons", "value": "NAJAR, LEO"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "TAMALES"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The pharaohs had their subjects build the pyramids. Emperors decreed the construction of forbidden cities. Kings ordered palaces and cathedrals, and my uncle demanded a charlotte russe every Christmas for his dinner.    He was a rich tyrant who ha...", "section_name": "Magazine", "print_page": "133", "abstract": "Molly O'Neill Food column on the charlotte russe; recipes; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-12-13T00:00:00Z", "word_count": 1690, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'NEILL", "organization": "", "firstname": "Molly"}], "original": "By MOLLY O'NEILL"}, "multimedia": [], "blog": [], "lead_paragraph": "The pharaohs had their subjects build the pyramids. Emperors decreed the construction of forbidden cities. Kings ordered palaces and cathedrals, and my uncle demanded a charlotte russe every Christmas for his dinner. He was a rich tyrant who had raised my mother, and his approval seemed a matter of life and death. He called on the morning of the 24th to ascertain the arrival time of his dessert, and he called again on the 25th to consume and criticize it. Other than that, Uncle never called.", "headline": {"kicker": "FOOD", "main": "The Perfect Russe"}, "_id": "4fd217358eb7c8105d7926b8", "web_url": "http://www.nytimes.com/1998/12/13/magazine/food-the-perfect-russe.html", "keywords": [{"name": "subject", "value": "DESSERTS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "PIE may be the classic Thanksgiving dessert. And we all know what the main course will be. But how about the first course? Soup is often the choice.    The advantage of preparing soup for Thanksgiving dinner is the ease with which a quantity can b...", "section_name": "New York and Region", "print_page": "22", "abstract": "Florence Fabricant food column offers recipes for soups for Thanksgiving dinner; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-11-22T00:00:00Z", "word_count": 665, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "PIE may be the classic Thanksgiving dessert. And we all know what the main course will be. But how about the first course? Soup is often the choice. The advantage of preparing soup for Thanksgiving dinner is the ease with which a quantity can be made in advance to be reheated. There is enough to do at the last minute, before the turkey is ready to be served, without having to deal with a complicated first course.", "headline": {"kicker": "FOOD", "main": "Soup, an Easygoing Start for Thanksgiving Dinner"}, "_id": "4fd1e1648eb7c8105d72995c", "web_url": "http://www.nytimes.com/1998/11/22/nyregion/food-soup-an-easygoing-start-for-thanksgiving-dinner.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Inevitably, the mushroom at the bottom of the cloth bag that a forager wears slung across his chest is an indestructible one. Not only must it bear the weight of all the other mushrooms piled on top of it, it must also withstand the heat of an ope...", "section_name": "Magazine", "print_page": "69", "abstract": "Molly O'Neill article on cooking wild mushrooms; recipes; photo (M)\u0084", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-11-08T00:00:00Z", "word_count": 1668, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "Inevitably, the mushroom at the bottom of the cloth bag that a forager wears slung across his chest is an indestructible one. Not only must it bear the weight of all the other mushrooms piled on top of it, it must also withstand the heat of an open fire. The delicate chanterelle will wither and disintegrate. But the porcini, the shiitake, the puff ball and the hedgehog will not disappoint. These stalwarts of the fungus world have until now lived secret lives, accessible only to the savvy and the slightly insane. But in the last few years their cover has been blown, arriving in specialty produce stores with very little fanfare and even less information.", "headline": {"kicker": "FOOD", "main": "Mycology Today"}, "_id": "4fd20d7c8eb7c8105d77da8e", "web_url": "http://www.nytimes.com/1998/11/08/magazine/food-mycology-today.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "MUSHROOMS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 110, "offset": 90}}, "status": "OK"}