{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "FENNEL looks rather like a bulbous head of celery, but it has a faint taste of anise. It is at its peak at the holiday season, when it is delicious served raw with grainy slivers of Parmesan cheese, goat's cheese or prosciutto, or dipped into lemo...", "section_name": "New York and Region", "print_page": "24", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-12-05T00:00:00Z", "word_count": 918, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "FENNEL looks rather like a bulbous head of celery, but it has a faint taste of anise. It is at its peak at the holiday season, when it is delicious served raw with grainy slivers of Parmesan cheese, goat's cheese or prosciutto, or dipped into lemon juice and extra-virgin olive oil. Fennel also goes well with meat and fish and can be cooked the same way as celery. Matthew Kenney, chef at the recently opened Matthew's Restaurant on the Upper East Side in Manhattan, tosses diced fennel in a lemon coriander vinaigrette made with walnut oil. He serves this as a first course with a tuna tartar and a tapenade of green olives, which he accompanies with toast flavored with caraway seeds.", "headline": {"kicker": "FOOD", "main": "Ways to Fix Fennel While It's at Its Best"}, "_id": "4fd1ad658eb7c8105d6cdc00", "web_url": "http://www.nytimes.com/1993/12/05/nyregion/food-ways-to-fix-fennel-while-it-s-at-its-best.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Before the last whiff of turkey fades, the sweet smell of brown sugar, butter and nuts wafts through my mother's kitchen. She starts baking Christmas cookies the day after Thanksgiving. Barring disasters, she always produces 22 different types by ...", "section_name": "Magazine", "print_page": "79", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-12-13T00:00:00Z", "word_count": 2106, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "Before the last whiff of turkey fades, the sweet smell of brown sugar, butter and nuts wafts through my mother's kitchen. She starts baking Christmas cookies the day after Thanksgiving. Barring disasters, she always produces 22 different types by the time her brood gets down to serious plea bargaining with Santa. With six children, disasters were part of everyday life. Even so, I can't remember a Christmas without a panoply of cookies to be arranged on platters for guests, mounded on plates to deliver to relatives and friends, or stolen from their tins by my brothers and me. \"Maybe we have mice,\" we'd suggest, whenever the issue of diminishing Christmas cookies came up. It was apparent who the mice were from the types of cookies missing -- our individual preference for Swedish nut balls or burnt sugar lace cookies filigreed with chocolate was as well known as the color of our eyes.", "headline": {"kicker": "FOOD", "main": "Sweet Dreams"}, "_id": "4fd1a3c38eb7c8105d6bb7be", "web_url": "http://www.nytimes.com/1992/12/13/magazine/food-sweet-dreams.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The island of Capri, a dot of land that marks the southern boundary of the Bay of Naples, is the kind of place you think about when love starts needing romantic restaurants and expensive vacations. When it still seems possible that it is the world...", "section_name": "Magazine", "print_page": "77", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-09-20T00:00:00Z", "word_count": 2202, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "The island of Capri, a dot of land that marks the southern boundary of the Bay of Naples, is the kind of place you think about when love starts needing romantic restaurants and expensive vacations. When it still seems possible that it is the world and not the two of you that's wrong, Capri kindles passionate desert-island fantasies while seeming to promise a happily-ever-after. So we headed toward the coastal arc of land between Naples and Lazio, where we could catch a ferry to Capri. We got hungry for the local specialties -- curried rice with crawfish, octopus pickled in marjoram -- as well as for the island's white wine, so crisp that lesser-quality wines from the Campania region are often labeled \"Capri.\" It was early October. The tourists had already decamped, and there was no traffic to slow us along Amalfi Drive, the road that juts and winds for miles along coastal cliffs. We hurtled along like a car on a roller-coaster track, gasping first at the drama of the cliffs dropping into the Mediterranean, and then at how close to death the road took us. Careering the curves, the only thing between us and crashing into the drink was centripetal force. By then, we were each nursing doubts about forces like that.", "headline": {"kicker": "FOOD", "main": "Dreaming of Capri"}, "_id": "4fd1b79c8eb7c8105d6de74c", "web_url": "http://www.nytimes.com/1992/09/20/magazine/food-dreaming-of-capri.html", "keywords": [{"name": "glocations", "value": "ITALY"}, {"name": "glocations", "value": "POSITANO (ITALY)"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Chowder is a state of heart and mind more than a specific culinary technique. It's a brace against the whistling winds and quiet nights of the soul, a balm to the free-floating desire for cuddle and comfort.    The intimate appetite beneath a simp...", "section_name": "Magazine", "print_page": "75", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-09-13T00:00:00Z", "word_count": 2029, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "Chowder is a state of heart and mind more than a specific culinary technique. It's a brace against the whistling winds and quiet nights of the soul, a balm to the free-floating desire for cuddle and comfort. The intimate appetite beneath a simple desire for chowder may be why the French are so often credited with its invention. The word chaudiere refers to the heavy pots Breton fishermen traditionally used to simmer their soup, yet \"The Escoffier Cookbook\" doesn't recognize chowder. Even the recently updated \"Larousse Gastronomique\" offers no definition of the dish, though it does note that chaudree is a fish soup made of small fish, muscadet and garlic.", "headline": {"kicker": "FOOD", "main": "Revisionist Chowder"}, "_id": "4fd1c3728eb7c8105d6f2a02", "web_url": "http://www.nytimes.com/1992/09/13/magazine/food-revisionist-chowder.html", "keywords": [{"name": "subject", "value": "SOUPS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE fresh corn season is now in full swing. Farms in the region are selling white, golden and mixtures of white and yellow corn at their stands, at country markets and even in some supermarkets. With corn the simplest is often the best. Quickly co...", "section_name": "New York and Region", "print_page": "14", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-08-09T00:00:00Z", "word_count": 913, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "THE fresh corn season is now in full swing. Farms in the region are selling white, golden and mixtures of white and yellow corn at their stands, at country markets and even in some supermarkets. With corn the simplest is often the best. Quickly cook the shucked ears in a pot of boiling water for a minute or just until the water returns to the boil after the corn has been added, then drain it and serve with butter, salt and pepper. Additions of sugar, milk or other ingredients to the water do nothing to enhance the corn because it does not cook long enough to pick up these flavors. The freshest summer corn on the cob can be enjoyed plain, without any of the usual trappings of butter and salt. Yet despite concerns about fat and sodium it seems that when it comes to fresh corn on the cob, indulging in a gloss of butter and sprinkling of salt on the kernels is irresistible.", "headline": {"kicker": "FOOD", "main": "Little Takes the Place of Fresh Summer Corn"}, "_id": "4fd1b3b38eb7c8105d6d7bd1", "web_url": "http://www.nytimes.com/1992/08/09/nyregion/food-little-takes-the-place-of-fresh-summer-corn.html", "keywords": [{"name": "subject", "value": "CORN"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE centerpiece of a summer menu is often food from the grill. To round out the main course, colorful salads of vegetables or filling starches can be added.    These days, instead of hamburgers, steaks, chicken or butterflied leg of lamb, which we...", "section_name": "New York and Region", "print_page": "10", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-07-12T00:00:00Z", "word_count": 832, "news_desk": "New Jersey Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "THE centerpiece of a summer menu is often food from the grill. To round out the main course, colorful salads of vegetables or filling starches can be added. These days, instead of hamburgers, steaks, chicken or butterflied leg of lamb, which were once typical, the ingredients sizzling on the grill are often types of seafood. For grilling, about the best fish is tuna.", "headline": {"kicker": "FOOD", "main": "Grilled Tuna With a Sauce and Two Salads"}, "_id": "4fd1b54f8eb7c8105d6dacba", "web_url": "http://www.nytimes.com/1992/07/12/nyregion/food-grilled-tuna-with-a-sauce-and-two-salads-211592.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "TUNA"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "FRESH peas are one of the delights of early summer. But like a number of culinary treats, enjoying them requires some work. They are labor-intensive: they must be shelled. Some markets sell them already shelled, a convenience to be sure, but at th...", "section_name": "New York and Region", "print_page": "18", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-06-14T00:00:00Z", "word_count": 727, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "FRESH peas are one of the delights of early summer. But like a number of culinary treats, enjoying them requires some work. They are labor-intensive: they must be shelled. Some markets sell them already shelled, a convenience to be sure, but at the cost of some flavor. The peas will be infinitely sweeter if they are purchased in the pod and shelled just before cooking. There are recipes that suggest frozen peas as a substitute for fresh peas. Although they may have a similar taste, the texture of fresh peas, cooked until tender, is usually more agreeable and not as mushy as the frozen variety. As long as fresh peas are available, they will be superior.", "headline": {"kicker": "FOOD", "main": "There's No Substitute for Peas Right Out of the Pod"}, "_id": "4fd1b2718eb7c8105d6d5797", "web_url": "http://www.nytimes.com/1992/06/14/nyregion/food-there-s-no-substitute-for-peas-right-out-of-the-pod.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AMERICANS have been slow to discover fava beans, which are in their peak season in the spring. But more and more the beans are showing up on the menus of restaurants and in the produce departments of supermarkets. Italians, French, Spanish and the...", "section_name": "New York and Region", "print_page": "16", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-05-10T00:00:00Z", "word_count": 871, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "AMERICANS have been slow to discover fava beans, which are in their peak season in the spring. But more and more the beans are showing up on the menus of restaurants and in the produce departments of supermarkets. Italians, French, Spanish and the British -- who call them broad beans -- love them. When fava beans come into season in Italy, they are eaten raw with a sharp cheese like pecorino or sardo and accompanied by a chilled young Frascati wine. In Sicily, favas are cooked with artichokes and new peas in a dish called frittedda, which is often flavored with wild fennel. Fava beans are also good in risotto, to which I like to add chopped up crispy slices of grilled prosciutto. The prosciutto is much less fatty than bacon, which is traditionally used. As a side dish, favas can be steamed and sprinkled with fresh tarragon or sauteed with new potatoes and thyme. They go especially well with chicken, veal or fish. One thing that may account for the lack of popularity of favas in the United States is the fact that they are time consuming to peel. They are best if you remove not only the pods but also the skin that envelops each bean -- something to keep you busy over the evening news. When the beans are very young and tender, I often don't bother to peel them (we never did in England). But when they get bigger, the skin can become tough and bitter. Inside, the bean is usually bright green, similar in appearance to a lima bean.", "headline": {"kicker": "FOOD", "main": "Spring Is a Good Time to Discover Fava Beans"}, "_id": "4fd1b5038eb7c8105d6da1ff", "web_url": "http://www.nytimes.com/1992/05/10/nyregion/food-spring-is-a-good-time-to-discover-fava-beans.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "OLD habits die hard. When I was growing up, it was said that everyone had a potato-shape space inside them that no other vegetable could fill. My Irish grandmother regularly piled our plates high with potatoes freshly dug from the garden, waxing i...", "section_name": "New York and Region", "print_page": "16", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-02-16T00:00:00Z", "word_count": 717, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "OLD habits die hard. When I was growing up, it was said that everyone had a potato-shape space inside them that no other vegetable could fill. My Irish grandmother regularly piled our plates high with potatoes freshly dug from the garden, waxing indignant when we refused third or fourth helpings. \"Potatoes are 90 percent water!\" she would say, slathering them with butter. I still crave potatoes, especially with roasts, grilled meat and fish. One of my favorite recipes is my English grandmother's roast potatoes, which have the added attraction of being surprisingly low in fat. She used to make them during the war in London when rationing was in effect. In those days she would have used lard, but I have substituted light olive oil (you can also use safflower or peanut oil). The potatoes are not really roasted, although they taste as if they are. First they are steamed, then they are sauteed with only a tablespoon of oil on top of the stove over a low heat. As long as the heat is kept very low, the potatoes will turn golden brown and crisp without burning.", "headline": {"kicker": "FOOD", "main": "Filling That Potato-Shape Space Inside Everyone"}, "_id": "4fd1abbf8eb7c8105d6ca7e1", "web_url": "http://www.nytimes.com/1992/02/16/nyregion/food-filling-that-potato-shape-space-inside-everyone.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "POTATOES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IN cold weather, salad making calls for some creative thinking on the part of the cook. Tender lettuces are usually expensive and may not be in the best condition, having suffered damage from frost on the way to market.    Other classic salad ingr...", "section_name": "New York and Region", "print_page": "16", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-01-12T00:00:00Z", "word_count": 756, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "IN cold weather, salad making calls for some creative thinking on the part of the cook. Tender lettuces are usually expensive and may not be in the best condition, having suffered damage from frost on the way to market. Other classic salad ingredients, like tomatoes, are typically inedible. Decent off-season ones are costly -- as much as $3 a pound -- and even at that price may not have the flavor of summer's crop. Similarly, small, heavily waxed and often frost-bitten cucumbers may not be worth the money.", "headline": {"kicker": "FOOD", "main": "Salads in Wintertime Require Freshness, and Some Ingenuity"}, "_id": "4fd19ee68eb7c8105d6b2508", "web_url": "http://www.nytimes.com/1992/01/12/nyregion/food-salads-in-wintertime-require-freshness-and-some-ingenuity.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 59, "offset": 20}}, "status": "OK"}