{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "THIS is not the time of year for tuna brochettes with salsa. Hearty, old-fashioned food is what you want when the weather gets cold; anything simmered or braised in a delicious sauce will do, especially when it comes with a comforting heap of bean...", "section_name": "New York and Region", "print_page": "6", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-01-03T00:00:00Z", "word_count": 1204, "news_desk": "New Jersey Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "THIS is not the time of year for tuna brochettes with salsa. Hearty, old-fashioned food is what you want when the weather gets cold; anything simmered or braised in a delicious sauce will do, especially when it comes with a comforting heap of beans. Lamb shanks braised with white beans is a classic French peasant dish. The shanks are an inexpensive cut and come out meltingly tender, the meat almost falling off the bone. The shanks are mixed in with the beans, sprinkled with bread crumbs and baked, uncovered, for about 30 minutes before being sprinkled with parsley. This dish is also good topped with thinly sliced baby artichokes fried in olive oil until crisp.", "headline": {"kicker": "FOOD", "main": "Bean Dishes to Fight the Chill"}, "_id": "4fd1e5b28eb7c8105d731446", "web_url": "http://www.nytimes.com/1993/01/03/nyregion/food-bean-dishes-to-fight-the-chill.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "BEANS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "VENISON IS suddenly a dietary darling. It contains about the same amount of fat and calories as skinless chicken, and has a dense, beeflike texture and mild gamy flavor, like that of lean lamb.   Chefs find that it sates the appetite stirred by no...", "section_name": "Magazine", "print_page": "47", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-12-20T00:00:00Z", "word_count": 2042, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "VENISON IS suddenly a dietary darling. It contains about the same amount of fat and calories as skinless chicken, and has a dense, beeflike texture and mild gamy flavor, like that of lean lamb. Chefs find that it sates the appetite stirred by northerly winds and the endless evenings of winter. Nutritionists hail it as if it were the cure for en masse beef withdrawal. In a number of restaurants, venison has actually supplanted beef on seasonal menus in the past several years.", "headline": {"kicker": "FOOD", "main": "Let the Game Begin"}, "_id": "4fd1a3c38eb7c8105d6bb739", "web_url": "http://www.nytimes.com/1992/12/20/magazine/food-let-the-game-begin.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "DEER"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "ONE way to look at the calendar is not week by week or month by month but from one holiday or special occasion to another. Once the Easter and Passover celebrations are over, the next on the agenda is Mother's Day, next Sunday. Mother's Day often ...", "section_name": "New York and Region", "print_page": "20", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-05-03T00:00:00Z", "word_count": 744, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "ONE way to look at the calendar is not week by week or month by month but from one holiday or special occasion to another. Once the Easter and Passover celebrations are over, the next on the agenda is Mother's Day, next Sunday. Mother's Day often involves breakfast in bed for the lady in question, a more G-rated affair than Valentine's Day perhaps, but also with the idea of giving the recipient a holiday from the kitchen. Brunch, lunch or dinner in a restaurant is another way of going about it. And if the plans involve a restaurant meal for mothers, grandmothers or even aunts, when there are children in the house serving breakfast in bed is still a lovely gesture. The children may not be up to paying for dinner at a nearby country inn, but they might certainly be able to present gifts in the morning along with breakfast. So long as there is another adult to supervise, even toddlers can help squeeze orange juice, put frozen waffles in a toaster and spoon jam from a jar into a dish. They can also help set the breakfast tray.", "headline": {"kicker": "FOOD", "main": "Letting Mother Enjoy Breakfast in Bed"}, "_id": "4fd1b54b8eb7c8105d6da97c", "web_url": "http://www.nytimes.com/1992/05/03/nyregion/food-letting-mother-enjoy-breakfast-in-bed.html", "keywords": [{"name": "subject", "value": "MOTHER'S DAY"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "RADICCHIO has been available in American markets for about 10 years, first imported from Italy and subsequently cultivated here. Now it is hard to imagine salads without it. The handsome, small burgundy and white heads of crisp, somewhat bitter le...", "section_name": "New York and Region", "print_page": "15", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-04-19T00:00:00Z", "word_count": 766, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "RADICCHIO has been available in American markets for about 10 years, first imported from Italy and subsequently cultivated here. Now it is hard to imagine salads without it. The handsome, small burgundy and white heads of crisp, somewhat bitter leaves have proved a versatile and colorful addition to the menu. Not only can radicchio be shredded, torn or chopped to add bite and color to a tossed salad, the cuplike leaves also make attractive and convenient containers on a plate for salad mixtures like shrimp salad or chicken salad. The leaves can even be used to hold dips on a platter of crudites.", "headline": {"kicker": "FOOD", "main": "Perk Up Risotto and Other Dishes With Radicchio"}, "_id": "4fd1cedc8eb7c8105d7074f0", "web_url": "http://www.nytimes.com/1992/04/19/nyregion/food-perk-up-risotto-and-other-dishes-with-radicchio.html", "keywords": [{"name": "subject", "value": "RADICCHIO"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE FISH OF WINTER AND early spring are often treated like fragile fellows, swaddled in purees, rubbed down with pungent herbs, tenderly simmered, slowly baked. This sort of pampering defies the nature of cold-weather fish. Winter's offshore squal...", "section_name": "Magazine", "print_page": "63", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-03-22T00:00:00Z", "word_count": 2224, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "THE FISH OF WINTER AND early spring are often treated like fragile fellows, swaddled in purees, rubbed down with pungent herbs, tenderly simmered, slowly baked. This sort of pampering defies the nature of cold-weather fish. Winter's offshore squalls and a drop of up to 30 degrees in the ocean temperature means that the frisky -- and therefore catchable -- fish of the season are more Buster Browns than shrinking violets. Yet the fat cod and scrod that dominate the Boston Fish Auction, the salmon and pike that pile heavily on the piers in Seattle, seem to ask for more than a romp on the grill or a quick saute. They want a hero's welcome. Ultrasonic fishing equipment, air freight and aquafarming have blurred the seasons of fish, but the traditional warriors of winter are still accorded the respect of ancient mariners who made it through a gale. Especially in seaside towns, cooking the cold-weather catch has more to do with gratitude than with the actual flavor and texture of the fish.", "headline": {"kicker": "FOOD", "main": "Fish Under Wraps"}, "_id": "4fd1ced18eb7c8105d706be6", "web_url": "http://www.nytimes.com/1992/03/22/magazine/food-fish-under-wraps.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "FISH AND OTHER MARINE LIFE"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "RECESSION, nostalgia and winter invariably add up to meatloaf on the menu. The traditional meatloaf is made with ground beef or a combination of beef, veal and pork. But today, it might even mean turkey loaf or chicken loaf as the anti-cholesterol...", "section_name": "New York and Region", "print_page": "12", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-01-26T00:00:00Z", "word_count": 865, "news_desk": "New Jersey Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "RECESSION, nostalgia and winter invariably add up to meatloaf on the menu. The traditional meatloaf is made with ground beef or a combination of beef, veal and pork. But today, it might even mean turkey loaf or chicken loaf as the anti-cholesterol squad keeps careful watch over the diet. Regardless of the basic material, meatloaves are appealing because they are easy to prepare and to eat. They can be made in advance and reheated or sliced and used in sandwiches. What is pate but a sophisticated meatloaf? Like pates, meatloaf mixtures can be wrapped in pastry or used to stuff vegetables. Meatloaf mixtures can even be formed into small, individual portions.", "headline": {"kicker": "FOOD", "main": "If You Need a Reason, Now's the Time for Meatloaf"}, "_id": "4fd1d48f8eb7c8105d711db6", "web_url": "http://www.nytimes.com/1992/01/26/nyregion/food-if-you-need-a-reason-now-s-the-time-for-meatloaf.html", "keywords": [{"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE ARDENT RESOLVE TO EAT LEANER AND healthier in 1992 is already fading to a whimper. Life is once again a meal-by-meal battle between nefarious fatty temptations and the best intentions.    Diet professionals have borrowed the term \"seasonal aff...", "section_name": "Magazine", "print_page": "51", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-01-19T00:00:00Z", "word_count": 1904, "news_desk": "Magazine Desk", "byline": {"person": [{"role": "reported", "organization": "", "rank": 1}], "original": "By Molly O'Neill;"}, "multimedia": [], "blog": [], "lead_paragraph": "THE ARDENT RESOLVE TO EAT LEANER AND healthier in 1992 is already fading to a whimper. Life is once again a meal-by-meal battle between nefarious fatty temptations and the best intentions. Diet professionals have borrowed the term \"seasonal affective disorder\" for this annual cycle. The first week of the year is boom time in the weight-loss industry; yet the first month of the year has one of the highest rates of diet failure. Extreme resolutions have a way of drifting back to the middle. Chefs at luxury spas also see a preponderance of grand resolutions in the weeks following the holidays.", "headline": {"kicker": "FOOD", "main": "The Lean Season"}, "_id": "4fd1b3678eb7c8105d6d72f0", "web_url": "http://www.nytimes.com/1992/01/19/magazine/food-the-lean-season.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "CHOCOLATE has strange properties. It is said by some scientists to excite a chemical in the brain that produces a reaction similar to that brought on by a passionate love affair. Others say chocolate gets to work on the mind the way strenuous exer...", "section_name": "New York and Region", "print_page": "11", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-12-22T00:00:00Z", "word_count": 1130, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "CHOCOLATE has strange properties. It is said by some scientists to excite a chemical in the brain that produces a reaction similar to that brought on by a passionate love affair. Others say chocolate gets to work on the mind the way strenuous exercise does: it relieves depression and makes one feel great. Whatever its qualities, in my view, there is no better way to end a meal than with a dessert made from chocolate. I like chocolate desserts that are rather plain, without a lot of rich pastry cream, frosting or marzipan, but gooey, dark and not too sweet. When I was growing up my favorite was hot chocolate souffle. My initial efforts to make it received a mixed reception -- it took me a couple of tries to figure out what was meant by folding in egg whites. My first souffles rose nicely but came out piebald.", "headline": {"kicker": "FOOD", "main": "Chocolate Concoctions to End the Meal"}, "_id": "4fd1b1b98eb7c8105d6d42cf", "web_url": "http://www.nytimes.com/1991/12/22/nyregion/food-chocolate-concoctions-to-end-the-meal.html", "keywords": [{"name": "subject", "value": "DESSERTS"}, {"name": "subject", "value": "CHOCOLATE"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "\"PUT SOME OF THAT SMOKED perch roe in your mouth,\" bellowed George Giller, a brawny, bearded outdoorsman with a passion for any food that can't be found in a supermarket. \"One taste and you'll never be the same.\"   Giller caught the perch several ...", "section_name": "Magazine", "print_page": "103", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-12-08T00:00:00Z", "word_count": 1889, "news_desk": "Magazine Desk", "byline": {"person": [{"role": "reported", "organization": "", "rank": 1}], "original": "By Bryan Miller;"}, "multimedia": [], "blog": [], "lead_paragraph": "\"PUT SOME OF THAT SMOKED perch roe in your mouth,\" bellowed George Giller, a brawny, bearded outdoorsman with a passion for any food that can't be found in a supermarket. \"One taste and you'll never be the same.\" Giller caught the perch several days before while ice fishing in a nearby pond. Another delicacy on the buffet table, exquisitely sweet smoked Canada goose breast, was a result of Giller's expedition to upstate New York the week before.", "headline": {"kicker": "FOOD", "main": "Game Show"}, "_id": "4fd1a5e58eb7c8105d6bf5c5", "web_url": "http://www.nytimes.com/1991/12/08/magazine/food-game-show.html", "keywords": [{"name": "glocations", "value": "NEW JERSEY"}, {"name": "organizations", "value": "PERONA FARMS"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "HUNTING AND TRAPPING"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "FISHING, SPORT"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SUMMER produce simplifies entertaining. There is still plenty of time to take advantage of the fresh harvest from local farms. And the fresher the ingredient, the better the flavor, so elaborate preparation is unnecessary.    Even a platter or bow...", "section_name": "New York and Region", "print_page": "14", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-08-25T00:00:00Z", "word_count": 705, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "SUMMER produce simplifies entertaining. There is still plenty of time to take advantage of the fresh harvest from local farms. And the fresher the ingredient, the better the flavor, so elaborate preparation is unnecessary. Even a platter or bowl of necessary tidbits to buy time before all the dinner guests arrive can be as elemental as fresh vegetables. Crudites are perennial favorites, for example, but when assembled from the seasonal crop they become more than merely vehicles for creamy dip and are delicious in their own right.", "headline": {"kicker": "FOOD", "main": "Produce for Summer Hors d'Oeuvres"}, "_id": "4fd1b1208eb7c8105d6d306c", "web_url": "http://www.nytimes.com/1991/08/25/nyregion/food-produce-for-summer-hors-d-oeuvres.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 34, "offset": 170}}, "status": "OK"}