{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "THE point when winter turns to spring is marked by the arrival of shad and shad roe in the market. ''It is the last word of Lent but a word that triumphs!'' wrote a Frenchman, Charles Monselet, in the 19th century, adding, ''What a beautiful fish,...", "section_name": "New York and Region", "print_page": "16", "abstract": "Moira Hodgson Food column suggests recipes using shad and sorrel; correction of March 26 recipe for orange and olive oil cake", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-04-02T00:00:00Z", "word_count": 1009, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "THE point when winter turns to spring is marked by the arrival of shad and shad roe in the market. ''It is the last word of Lent but a word that triumphs!'' wrote a Frenchman, Charles Monselet, in the 19th century, adding, ''What a beautiful fish, shining with silver! The banks of the river are all but lighted by it when the fishing boats are emptied at twilight. It is the aquatic hazelnut!'' In France, shad calls for the tart lemony taste of sorrel, which is also in peak season now. In England, the roe is eaten with bacon, preferably for breakfast. Such is the difference between the nationalities.", "headline": {"kicker": "FOOD", "main": "Shad and Sorrel, a Marriage That Fits the Season"}, "_id": "4fd224108eb7c8105d7aa10b", "web_url": "http://www.nytimes.com/2000/04/02/nyregion/food-shad-and-sorrel-a-marriage-that-fits-the-season.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A SPRING menu requires asparagus, lamb and a light touch. Here are the outlines of such a menu.    A first course salad is made with young asparagus and arugula, with a lemony dressing and shavings of pecorino, a tangy sheep's milk cheese from Ita...", "section_name": "New York and Region", "print_page": "14", "abstract": "Florence Fabricant Food column suggests spring recipes featuring asparagus and leg of lamb (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-03-26T00:00:00Z", "word_count": 741, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "A SPRING menu requires asparagus, lamb and a light touch. Here are the outlines of such a menu. A first course salad is made with young asparagus and arugula, with a lemony dressing and shavings of pecorino, a tangy sheep's milk cheese from Italy. Roast lamb follows. It is dressed with a mint sauce, but instead of the stodgy, old-fashioned or English kind, the mint is incorporated into a pesto-like puree to serve alongside the lamb. A medley of young carrots, potatoes, onions and turnips braised in a little chicken stock goes well with the lamb.", "headline": {"kicker": "FOOD", "main": "A Menu Fit for Spring: Asparagus, Lamb and a Light Touch"}, "_id": "4fd207798eb7c8105d771bc8", "web_url": "http://www.nytimes.com/2000/03/26/nyregion/food-a-menu-fit-for-spring-asparagus-lamb-and-a-light-touch.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "CHEFS in restaurants often ''mark'' meat and fish on top of the stove in a skillet and finish cooking it in the oven. Marking gives it a crisp finish and browned skin; the roasting keeps it moist and juicier than when everything is done under the ...", "section_name": "New York and Region", "print_page": "14", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2000-02-20T00:00:00Z", "word_count": 1030, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "CHEFS in restaurants often ''mark'' meat and fish on top of the stove in a skillet and finish cooking it in the oven. Marking gives it a crisp finish and browned skin; the roasting keeps it moist and juicier than when everything is done under the grill. Muscovy duck breasts (sold by the piece in better food shops) take particularly well to this style of cooking. They are leaner than Long Island duck and can be quite tough when grilled. I like to marinate them in Asian seasonings, which give the skin a caramelized crust when it is seared, and finish them in the oven alongside a creamy potato gratin.", "headline": {"kicker": "FOOD", "main": "Searing Meat for Moistness and Looks"}, "_id": "4fd1f2308eb7c8105d7498d3", "web_url": "http://www.nytimes.com/2000/02/20/nyregion/food-searing-meat-for-moistness-and-looks.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Down to the wire, isn't it? As we slouch out of the canine days of summer, treading skittishly toward soothing autumn with our collective rictuses quivering in anticipation of the political madness that is about to create mayhem in what seems like...", "section_name": "Magazine", "print_page": "49", "abstract": "Jonathan Reynolds Food column on cooking with berries; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-08-22T00:00:00Z", "word_count": 1693, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "Down to the wire, isn't it? As we slouch out of the canine days of summer, treading skittishly toward soothing autumn with our collective rictuses quivering in anticipation of the political madness that is about to create mayhem in what seems like minutes, and praying for Sept. 3, then Nov. 3, to breeze in quickly (or breeze in at all), it is restful and cooling to reflect on a gentler, slo-mo vision of the verdant woods, which always amazed Robert Frost: Blueberries as big as the end of your thumb, Real sky-blue, and heavy, and ready to drum In the cavernous pail of the first one to come! All ripe together, none of them green. . . .", "headline": {"kicker": "FOOD", "main": "Black and Blue"}, "_id": "4fd240678eb7c8105d7d8192", "web_url": "http://www.nytimes.com/2004/08/22/magazine/food-black-and-blue.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "BERRIES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The first time I went to the River Cafe, I'd been in Bath, a place I now loathe but where, in a fit of temporary insanity, I'd gone with a truly terrible man to meet his awful children, who were as unimpressed with me as I was with them. It was 10...", "section_name": "Magazine", "print_page": "47", "abstract": "Julia Reed Food column on London's River Cafe, with its accommodating staff, sophisticated food and lack of pretention; photo; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-07-18T00:00:00Z", "word_count": 1768, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reed", "organization": "", "firstname": "Julia"}], "original": "By Julia Reed"}, "multimedia": [], "blog": [], "lead_paragraph": "The first time I went to the River Cafe, I'd been in Bath, a place I now loathe but where, in a fit of temporary insanity, I'd gone with a truly terrible man to meet his awful children, who were as unimpressed with me as I was with them. It was 10 years ago this coming December, almost Christmas, and I was cold and jet-lagged and completely unable to imagine that anything would ever cheer me up again. Somehow I mustered the will to call my dear friend the columnist Alexander Chancellor, who ordered me straight onto a train to London -- and to the River Cafe, where I was to meet him for lunch. The taxi from the station got lost, and the restaurant, when we finally found it, was in a converted warehouse on a bleak stretch of the Thames. But inside it was warm and somehow sunny. A wood-burning stove had just been installed in the open kitchen; a low-key but extraordinarily intuitive waiter brought me a restorative Campari and soda and guided me through a menu he guaranteed would cure the hangover he could see I had (grilled squid with red chilies for some clean protein; pasta, but nothing too heavy, for some much-needed carbs). Alexander introduced me to one of the chef-owners, Rose Gray (the other is Ruth Rogers), about whom I was instantly crazy. Suddenly, life held glorious promise, and the restaurant immediately became my favorite in the world.", "headline": {"kicker": "FOOD", "main": "Italian for Beginners"}, "_id": "4fd23cb98eb7c8105d7d285e", "web_url": "http://www.nytimes.com/2004/07/18/magazine/food-italian-for-beginners.html", "keywords": [{"name": "organizations", "value": "RIVER CAFE"}, {"name": "subject", "value": "RESTAURANTS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "In his introduction to ''Ten Vineyard Lunches,'' Richard Olney writes that every meal, even the daily ones spent ''for the most part in solitude,'' is ''a celebration.'' But, he adds, ''the most wonderful are those of the summer months. . . . At t...", "section_name": "Magazine", "print_page": "91", "abstract": "Julia Reed Food article on plein-air feast inspired by Monet's painting Luncheon on the Grass; recipes; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-05-16T00:00:00Z", "word_count": 1765, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reed", "organization": "", "firstname": "Julia"}], "original": "By Julia Reed"}, "multimedia": [], "blog": [], "lead_paragraph": "In his introduction to ''Ten Vineyard Lunches,'' Richard Olney writes that every meal, even the daily ones spent ''for the most part in solitude,'' is ''a celebration.'' But, he adds, ''the most wonderful are those of the summer months. . . . At the dinner hour, the terrace, laced with colored lights, is transformed into a funny little theater with a vaguely carnival atmosphere.'' My terrace does not at the moment have colored lights, but I know exactly what Olney means. It is somehow more festive to dine out in the open, but there is an ease about it too. Olney, who lived in Provence until his death in 1999, wrote that in planning outdoor meals, his menus seemed to come together effortlessly -- most of the ingredients, after all, were taken from the garden, and skewers of lamb or scallops could be finished quickly on the grill. Wines from his adopted home, especially the excellent Bandols from Domaine Tempier, suddenly seemed to go perfectly with everything on his warm-weather table.", "headline": {"kicker": "FOOD", "main": "Into Plein-Air"}, "_id": "4fd2a1ed8eb7c8105d88726f", "web_url": "http://www.nytimes.com/2004/05/16/magazine/food-into-plein-air.html", "keywords": [{"name": "persons", "value": "MONET, CLAUDE"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "ART"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "''Lent is a time for reflection,'' said Nick Livanos at Molyvos, the restaurant at Seventh Avenue and 54th Street that he owns with his family and that is named after a village on the island of Lesbos in Greece. ''For us, it's the time to tame you...", "section_name": "Magazine", "print_page": "67", "abstract": "Jonathan Reynolds Food article on delights of Greek food; Nick Livanos of Molyvos restaurant in New York, offers Lenten recipes for taramosalata, chicken and lemon soup and avgolemono; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-04-04T00:00:00Z", "word_count": 1734, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "''Lent is a time for reflection,'' said Nick Livanos at Molyvos, the restaurant at Seventh Avenue and 54th Street that he owns with his family and that is named after a village on the island of Lesbos in Greece. ''For us, it's the time to tame your passions. So the emphasis is spiritual -- it's not just, 'Oh, let's lose weight or quit smoking.''' An array of Molyvos's Lenten specialties has been spread before us: a crunchy-soft sea scallop breaded with panko, the Japanese crumb with so little moisture it just about guarantees crispness; an octopus pie wrapped in phyllo that will change your mind about the octopod; a jumping, impeccable taramosalata -- carp roe, olive oil, potato, garlic and almond, puréed and smeared on crisp pita triangles; a bracing salad with pickled pearl onions and candied beets; a vegetable moussaka that not only shuns ground beef but also the customary yogurt béchamel, replacing them with a dairy-free mixture Viagra-ed with garlic. For the Greek Orthodox Church, Lent began on Feb. 23, two days before Ash Wednesday, when most of the rest of Christianity marks it. ''There are no baptisms, no weddings, maybe only a small glass of wine at night,'' Livanos added quietly.", "headline": {"kicker": "FOOD", "main": "Greek Revival"}, "_id": "4fd23da08eb7c8105d7d3e32", "web_url": "http://www.nytimes.com/2004/04/04/magazine/food-greek-revival.html", "keywords": [{"name": "persons", "value": "LIVANOS, NICK"}, {"name": "glocations", "value": "GREECE"}, {"name": "organizations", "value": "MOLYVOS"}, {"name": "subject", "value": "LENT"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Over on the far West Side of Manhattan, down where the cabs sleep and art geeks wander, there is a restaurant called the Red Cat, which a fellow named Jimmy Bradley opened in 1999. It is a laconic, successful and welcoming place, popular far beyon...", "section_name": "Magazine", "print_page": "127", "abstract": "special deli", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-11-30T00:00:00Z", "word_count": 1826, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Sifton", "organization": "", "firstname": "Sam"}], "original": "By Sam Sifton"}, "multimedia": [], "blog": [], "lead_paragraph": "Over on the far West Side of Manhattan, down where the cabs sleep and art geeks wander, there is a restaurant called the Red Cat, which a fellow named Jimmy Bradley opened in 1999. It is a laconic, successful and welcoming place, popular far beyond the confines of its immediate neighborhood. The Red Cat doesn't serve lunch, nor does it have a back door. Every morning deliveries arrive up front and are trucked in through the dining room.", "headline": {"kicker": "FOOD", "main": "Special Delivery"}, "_id": "4fd2346c8eb7c8105d7c57fd", "web_url": "http://www.nytimes.com/2003/11/30/magazine/food-special-delivery.html", "keywords": [{"name": "persons", "value": "BRADLEY, JIMMY"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "RED CAT, THE"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Last year, I packed a bag of books and a bag of clothes and took off for Spain. I had never just taken off before, not as a student, not in my early 20's like most of my friends, not ever (unless you count my freshman year in college, when, under ...", "section_name": "Magazine", "print_page": "99", "abstract": "Julia Reed Food column relates experiences while traveling in Spain; recipes for marinated pork tenderloin and pisto; photo (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-10-12T00:00:00Z", "word_count": 1921, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reed", "organization": "", "firstname": "Julia"}], "original": "By Julia Reed"}, "multimedia": [], "blog": [], "lead_paragraph": "Last year, I packed a bag of books and a bag of clothes and took off for Spain. I had never just taken off before, not as a student, not in my early 20's like most of my friends, not ever (unless you count my freshman year in college, when, under the influence of lust and other stimulants, I disappeared a few times to Maine). I went, ostensibly, to learn Spanish -- my Presbyterian upbringing wouldn't allow me to classify such an extended trip as pure escape, so I came up with an actual reason to go. Also, since two-thirds of the Western Hemisphere speaks the language, I figured it wouldn't be a bad thing to do. (In school, I'd chosen sophistication over practicality and studied the French I barely remember.) So I found an apartment off the Plaza Mayor in Madrid and paid a big pile of euros to a language school run, improbably, by an Irish vegetarian named Declan. He was appalled at my love of bullfights and the huge Spanish rib steaks (chuletones) sprinkled with coarse salt from Alkalde (not to mention the strip steaks brought sizzling to the table at Casa Paco or the very happening Lucio, around the corner). Declan tried hard, but I never learned proper Spanish. I was too busy eating and drinking and making dozens of trips to the Prado and going to the bullfights every night during the feria. I learned to distinguish gambas from cigalas from carabineros (three of the heavenly sea creatures available a la plancha, simply cooked on a griddle, at the glorious La Trainera); I communed, a lot, with Ángel, the aptly named maître d'hôtel at El Landó, my favorite restaurant in all of Madrid.", "headline": {"kicker": "FOOD", "main": "Lady in Spain"}, "_id": "4fd2772a8eb7c8105d838840", "web_url": "http://www.nytimes.com/2003/10/12/magazine/food-lady-in-spain.html", "keywords": [{"name": "glocations", "value": "SPAIN"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "My friend George Peterkin Jr. is fig obsessed. He lives in Houston and travels all the time, but from mid-June until mid-July, when the figs are ripe on his trees, he refuses to leave them. He can't. For one thing, somebody has to shoot the squirr...", "section_name": "Magazine", "print_page": "49", "abstract": "Julia Reed Food column on cooking with figs; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-08-03T00:00:00Z", "word_count": 1807, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reed", "organization": "", "firstname": "Julia"}], "original": "By Julia Reed"}, "multimedia": [], "blog": [], "lead_paragraph": "My friend George Peterkin Jr. is fig obsessed. He lives in Houston and travels all the time, but from mid-June until mid-July, when the figs are ripe on his trees, he refuses to leave them. He can't. For one thing, somebody has to shoot the squirrels when they get after them. (The birds are less of a problem. A pair of territorial mockingbirds keep the other birds away, and George estimates that they can only eat ''maximum 5 percent'' of the crop by themselves. ''I love those mockingbirds,'' he says.) Also, the more than 50 people on his fig list would be extremely upset. George has 14 fig trees -- 13 Celeste and 1 L.S.U. Purple, a new one, developed by the Louisiana State University Agricultural Center, that George does not recommend. (''They have no taste.'') These trees put out a lot of figs; he spends as much as two or three hours a day picking them, collecting the good ones in baskets and tossing the ones that have ''bloomed out'' (the fig's fruit is also its flower) into his neighbor's yard. The bulk of them are then divided into brown paper bags that are picked up by, or delivered to, the lucky folks on the list, a diverse group that includes the former Democratic senator, candidate for president and treasury secretary Lloyd Bentsen, and the former Republican secretary of state and treasury secretary James Baker.", "headline": {"kicker": "FOOD", "main": "Giving a Fig"}, "_id": "4fd275718eb7c8105d834c28", "web_url": "http://www.nytimes.com/2003/08/03/magazine/food-giving-a-fig.html", "keywords": [{"name": "subject", "value": "FIGS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 152723, "time": 54, "offset": 620}}, "status": "OK"}