{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "NAN WAS FEELING RECKLESS AND FOR ONCE, it wasn't the evening breeze ruffling her feathers. Usually a cool wind makes Nan shiver, and shivering makes her fret. But there she was on this cool September night, acting perfectly composed.    ''Wouldn't...", "section_name": "Magazine", "print_page": "101", "abstract": "Molly O'Neill Food column on taragon roasted chicken and some side dishes; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-09-22T00:00:00Z", "word_count": 1564, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "NAN WAS FEELING RECKLESS AND FOR ONCE, it wasn't the evening breeze ruffling her feathers. Usually a cool wind makes Nan shiver, and shivering makes her fret. But there she was on this cool September night, acting perfectly composed. ''Wouldn't it be nice to have your parents and my mother over for dinner next week?'' she asked Ted, who was as startled by his wife's tone as he had been by her earlier suggestion that they take a quick skinny dip in the kiddie pool.", "headline": {"kicker": "FOOD", "main": "Calling Betty Crocker"}, "_id": "4fd1ccd08eb7c8105d7038f1", "web_url": "http://www.nytimes.com/1996/09/22/magazine/calling-betty-crocker.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LATE summer is a peak time for fresh beans of all kinds. Shell beans -- cranberry beans, black-eyed peas, cannellini and lima beans -- are now available at farmers' markets, and they are wonderful in gratins, cooked in soups, made into purees or t...", "section_name": "New York and Region", "print_page": "12", "abstract": "Article on cooking with beans; recipes; drawing (M)7", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-09-22T00:00:00Z", "word_count": 906, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "LATE summer is a peak time for fresh beans of all kinds. Shell beans -- cranberry beans, black-eyed peas, cannellini and lima beans -- are now available at farmers' markets, and they are wonderful in gratins, cooked in soups, made into purees or tossed in salads. Green beans, both the large ones and the tiny, thin haricot vert, keep their color and texture best when cooked in rapidly boiling salted water. If you are serving them cold (they make a delicious Provencal salad, combined with Vidalia onions, cherry tomatoes and black olives topped with basil leaves), do not refresh them under running water as this diminishes their flavor. Spread them out on a towel.", "headline": {"kicker": "FOOD", "main": "Now Is the Time for Fresh Beans to Enliven Soups or Gratins"}, "_id": "4fd1f5e98eb7c8105d750086", "web_url": "http://www.nytimes.com/1996/09/22/nyregion/now-is-the-time-for-fresh-beans-to-enliven-soups-or-gratins.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "JUST AS A ROOKIE MIGHT GAZE UPON AN Olympian and study his technique, the amateur cook tries to copy the professional. Amateurs study cookbooks, read magazines and watch cooking shows on television, all in the hope of acquiring that ineffable some...", "section_name": "Magazine", "print_page": "51", "abstract": "Molly O'Neill Food column on adding pinch of common sense to cooking, as good chefs do; recipes (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-09-01T00:00:00Z", "word_count": 1626, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "JUST AS A ROOKIE MIGHT GAZE UPON AN Olympian and study his technique, the amateur cook tries to copy the professional. Amateurs study cookbooks, read magazines and watch cooking shows on television, all in the hope of acquiring that ineffable something that will render them fearless in the kitchen. It is sad, really. A cook can learn some technical tricks, might even catch a glimmer of an idea from a chef, but what's really being sought defies documentation. Professional chefs, for their part, do the same thing. They study the way people cook and eat at home, also in the hope of acquiring that ineffable something.", "headline": {"kicker": "FOOD", "main": "A Pinch Of Common Sense"}, "_id": "4fd1f5e18eb7c8105d74fc28", "web_url": "http://www.nytimes.com/1996/09/01/magazine/a-pinch-of-common-sense.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE CLUNKINESS OF MOST ITALIAN PASTRY HAS long justified my disdain. Bring on the bread and pasta! No need to save fat grams for dessert.    This mindset came under fire several summers ago after one memorable lunch in Tuscany. The dessert cart th...", "section_name": "Magazine", "print_page": "53", "abstract": "Molly O'Neil column gives recipes for Italian fruit tarts; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-08-25T00:00:00Z", "word_count": 1588, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "THE CLUNKINESS OF MOST ITALIAN PASTRY HAS long justified my disdain. Bring on the bread and pasta! No need to save fat grams for dessert. This mindset came under fire several summers ago after one memorable lunch in Tuscany. The dessert cart that creaked to our table, bearing the usual confections of spun sugar and butter cream, was crowned by a glazed fruit tart that looked as if it had been lifted from a Renaissance painting. The custards and layer cakes that surrounded it were rococo, monuments to human artistry. The fruit tart, heaped with apricots, strawberries and tiny wild raspberries, was a celebration of nature.", "headline": {"kicker": "FOOD", "main": "The Art of the Tart"}, "_id": "4fd1f3858eb7c8105d74bb7c", "web_url": "http://www.nytimes.com/1996/08/25/magazine/the-art-of-the-tart.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "CERTAIN ingredients can add another dimension to a dish. A pinch of curry powder or ground chili, a dash of soy sauce or sesame oil, can sometimes make a  surprising difference. They should, of course, be added judiciously so they don't overwhelm ...", "section_name": "New York and Region", "print_page": "14", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-07-28T00:00:00Z", "word_count": 1030, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "CERTAIN ingredients can add another dimension to a dish. A pinch of curry powder or ground chili, a dash of soy sauce or sesame oil, can sometimes make a surprising difference. They should, of course, be added judiciously so they don't overwhelm or compete with the other ingredients. The other day I felt a sauce lacked something and I added some white-wine vinegar to it. This set me to experimenting with vinegar and fresh summer herbs from the garden. Chicken is good braised with tomatoes and white-wine vinegar, the sauce finished with creme fraiche and a few handfuls of basil leaves. Lamb shanks, an inexpensive and underused cut, are very good braised with onions in white wine and vinegar and chicken stock with mint (a sort of variation on the old-fashioned English mint sauce). A stuffing of dried fruits and fresh sage for a loin of pork is balanced by a sauce made with white-wine vinegar, which cuts both the sweetness of the fruit and the richness of the meat, a dish that can also be served cold.", "headline": {"kicker": "FOOD", "main": "Adding Flavor With a Dash"}, "_id": "4fd1cbce8eb7c8105d701662", "web_url": "http://www.nytimes.com/1996/07/28/nyregion/food-adding-flavor-with-a-dash.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Morels look like mushrooms a la Disney. Wringled, honeycombed, druidlike and  cap-shaped, they push through the barely thawed earth of Italy, France, Switzerland and the northern parts of the American Midwest, paying a certain homage to winter, ye...", "section_name": "Magazine", "print_page": "55", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-04-21T00:00:00Z", "word_count": 1556, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "Morels look like mushrooms a la Disney. Wringled, honeycombed, druidlike and cap-shaped, they push through the barely thawed earth of Italy, France, Switzerland and the northern parts of the American Midwest, paying a certain homage to winter, yet presaging gentler days. Because they are hollow little huts, they deliver only a hint of the woodsy flavor of their late-autumn cousins; their taste hints variously of hazelnuts and nutmeg, even more vaguely of smoke. They bring to a dish an elusive flavor that is no longer winter but not quite spring.", "headline": {"kicker": "FOOD", "main": "The Swell Morel"}, "_id": "4fd1f5048eb7c8105d74e55f", "web_url": "http://www.nytimes.com/1996/04/21/magazine/food-the-swell-morel.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "MUSHROOMS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "PARSLEY is the herb taken for granted. A few sprigs solve the garnish problem. A scattering of chopped leaves enlivens almost any dish with a bright bit of green.         But parsley can take a more assertive role, becoming the primary component o...", "section_name": "New York and Region", "print_page": "16", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-04-14T00:00:00Z", "word_count": 498, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "PARSLEY is the herb taken for granted. A few sprigs solve the garnish problem. A scattering of chopped leaves enlivens almost any dish with a bright bit of green. But parsley can take a more assertive role, becoming the primary component of a sauce. Not only can it stand in for basil in a pesto, it can also be the basis of a variety of green sauces like those that follow. And it is the essential seasoning for classic boiled potatoes.", "headline": {"kicker": "FOOD", "main": "Parsley Takes a More Assertive Role"}, "_id": "4fd1f5068eb7c8105d74e69c", "web_url": "http://www.nytimes.com/1996/04/14/nyregion/food-parsley-takes-a-more-assertive-role.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "EASTER is the time for genuine spring lamb, with its delicate flavor and tender flesh. In the recipe below, the bones from a saddle of lamb are roasted in the oven with vegetables and simmered in white wine and water to make a stock. The stock is ...", "section_name": "New York and Region", "print_page": "14", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-03-24T00:00:00Z", "word_count": 865, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "EASTER is the time for genuine spring lamb, with its delicate flavor and tender flesh. In the recipe below, the bones from a saddle of lamb are roasted in the oven with vegetables and simmered in white wine and water to make a stock. The stock is reduced to a rich dark sauce, which is flavored with leaves of fresh tarragon. The fillet of lamb, only about three inches in diameter, is browned in a cast-iron skillet and briefly roasted in the oven. With this dish I like to serve crispy pan-roasted potatoes with baby artichokes and carrots. The vegetables can be cooked on top of the stove and kept warm in the oven while the last-minute roasting of the lamb is done.", "headline": {"kicker": "FOOD", "main": "With Easter Comes Spring, and a Fillet of Lamb"}, "_id": "4fd1f5048eb7c8105d74e547", "web_url": "http://www.nytimes.com/1996/03/24/nyregion/food-with-easter-comes-spring-and-a-fillet-of-lamb.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "EASTER"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SEA SCALLOPS pair beautifully with the flavors of cooked endive, radicchio and fennel. They are especially good glazed with orange juice and balsamic vinegar and served with braised fennel, which has a delicate anise flavor. I also like to serve t...", "section_name": "New York and Region", "print_page": "14", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-02-11T00:00:00Z", "word_count": 662, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "SEA SCALLOPS pair beautifully with the flavors of cooked endive, radicchio and fennel. They are especially good glazed with orange juice and balsamic vinegar and served with braised fennel, which has a delicate anise flavor. I also like to serve them on a bed of slivered sauteed endives, sprinkled with lemon juice, or with grilled radicchio, which like endive loses its bitterness when cooked. As scallops yield a great deal of juice in the pan (often because they have been plumped up with water), remove them, let the juices evaporate over high heat and return them to the pan to finish cooking.", "headline": {"kicker": "FOOD", "main": "Sea Scallops Make a Juicy Partner With Endive and Fennel"}, "_id": "4fd206368eb7c8105d76edf3", "web_url": "http://www.nytimes.com/1996/02/11/nyregion/food-sea-scallops-make-a-juicy-partner-with-endive-and-fennel.html", "keywords": [{"name": "subject", "value": "SCALLOPS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "RECENTLY I tasted something I had not had in years: elder flowers. They have  a wonderful, distinctive scent that took me back, like Proust's madeleine, to my childhood in Dorset, in the southwest of England. Elder flowers are the blossoms of the ...", "section_name": "New York and Region", "print_page": "16", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1995-06-04T00:00:00Z", "word_count": 608, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "RECENTLY I tasted something I had not had in years: elder flowers. They have a wonderful, distinctive scent that took me back, like Proust's madeleine, to my childhood in Dorset, in the southwest of England. Elder flowers are the blossoms of the elder tree, which grows wild in Northern Europe, and the first tiny white blossoms, appearing in May, signal spring's arrival. In England we used them to flavor rhubarb pie and gooseberry fool, desserts that date back to medieval times. The elder flowers I tasted recently were in a concentrate made by Thorncroft, a company in Hampshire, England, from a recipe that dates back to Victorian times. Thorncroft also makes a sparkling nonalcoholic elder flower drink, based on a recipe for elder flower ale. It has a delicate, lemony taste and makes a pleasant cooling summer drink.", "headline": {"kicker": "FOOD", "main": "Elder Flowers Lend Whisper of Spring"}, "_id": "4fd1fff48eb7c8105d762b66", "web_url": "http://www.nytimes.com/1995/06/04/nyregion/food-elder-flowers-lend-whisper-of-spring.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 61, "offset": 240}}, "status": "OK"}