{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "LEAD:    Fresh Isn't Always Better...", "section_name": "Home and Garden", "print_page": "3", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1990-10-10T00:00:00Z", "word_count": 865, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: Fresh Isn't Always Better", "headline": {"main": "Food Notes"}, "_id": "4fd199158eb7c8105d6a8e32", "web_url": "http://www.nytimes.com/1990/10/10/garden/food-notes-427390.html", "keywords": [{"name": "creative_works", "value": "FOOD NOTES (TIMES COLUMN)"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE evolution of the world's eating habits is documented in \"The Food Chronology\" by James Trager (Henry Holt, $40). Half the book is devoted to the 20th century, but the more compelling entries predate 1950.          Although the author begins lo...", "section_name": "Home and Garden; Books", "print_page": "2", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-01-03T00:00:00Z", "word_count": 99, "news_desk": "Living Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "THE evolution of the world's eating habits is documented in \"The Food Chronology\" by James Trager (Henry Holt, $40). Half the book is devoted to the 20th century, but the more compelling entries predate 1950. Although the author begins looking at food from 1 million B.C., food history starts getting serious around 25000 B.C., when the people in Dordogne Valley in France developed baited toggles that made fishing easier and more successful. By 8500 B.C., goat's milk had become a food source in the Near East. It then takes another 500 pages to get to the entry for Zabar's.", "headline": {"main": "Eating, Over the Last Million Years or So"}, "_id": "4fd1d17c8eb7c8105d70beb3", "web_url": "http://www.nytimes.com/1996/01/03/garden/eating-over-the-last-million-years-or-so.html", "keywords": [{"name": "creative_works", "value": "FOOD CHRONOLOGY, THE (BOOK)"}, {"name": "persons", "value": "TRAGER, JAMES"}, {"name": "persons", "value": "FABRICANT, FLORENCE"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LOOK at her, Phyllis Newman, hitting the switchboard again. Only 39 years ago, she worked for Susanswerphone and her main worry -- the benevolent Ella's main worry, that is -- was waking up a hung-over client (Plaza-O-double 4-double 3) who had wr...", "section_name": "Theater; New York and Region", "print_page": "15", "abstract": null, "type_of_material": "Biography", "subsection_name": null, "pub_date": "1995-08-27T00:00:00Z", "word_count": 761, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "KLEIN", "organization": "", "firstname": "Alvin"}], "original": "By ALVIN KLEIN"}, "multimedia": [], "blog": [], "lead_paragraph": "LOOK at her, Phyllis Newman, hitting the switchboard again. Only 39 years ago, she worked for Susanswerphone and her main worry -- the benevolent Ella's main worry, that is -- was waking up a hung-over client (Plaza-O-double 4-double 3) who had writer's block. He didn't talk much. Disguised as an old lady, Ella sneaked into his apartment with coffee and choice of danish: cheese or prune. Now, Ms. Newman is with Contact, a crisis hot line, working the graveyard shift, with another writer on the other end. Only this time it's Amanda, a poet who is raving on about loneliness, abandonment, suicide and multiple orgasms -- and who has no block whatever in the writing or talking department, gushing forth with her poetry while Bea tells Amanda a thing or two about loneliness. (\"Loneliness is my oxygen. I breathe loneliness.\") All the while, Bea is chewing gum and doing needlepoint.", "headline": {"main": "A Surviving Star Essays a Character in Crisis"}, "_id": "4fd1d0e78eb7c8105d70a9f9", "web_url": "http://www.nytimes.com/1995/08/27/nyregion/a-surviving-star-essays-a-character-in-crisis.html", "keywords": [{"name": "creative_works", "value": "FOOD CHAIN, THE (PLAY)"}, {"name": "persons", "value": "NEWMAN, PHYLLIS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "THEATER"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Baby Foods With Meat    Baby foods made from organically grown ingredients by Earth's Best in Middlebury, Vt., are now available in meat and vegetable combinations. Vegetable turkey, vegetable beef and sweet potato with chicken have been added to ...", "section_name": "Home and Garden", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-09-09T00:00:00Z", "word_count": 856, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Baby Foods With Meat Baby foods made from organically grown ingredients by Earth's Best in Middlebury, Vt., are now available in meat and vegetable combinations. Vegetable turkey, vegetable beef and sweet potato with chicken have been added to the company's line of fruits and vegetables for babies. Organic yogurt-based baby foods, including blueberry, apple and tropical fruit flavors, have also been introduced.", "headline": {"main": "Food Notes"}, "_id": "4fd1b79b8eb7c8105d6de5ec", "web_url": "http://www.nytimes.com/1992/09/09/garden/food-notes-806092.html", "keywords": [{"name": "creative_works", "value": "FOOD NOTES (TIMES COLUMN)"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Postwar Salami    At its best, Hungarian salami is tender, mild and sweet. The meat is pearled with tiny beads of fat and is rosy in the center and deep burgundy around the edges, becoming darker with age. The salami, which is made only in winter ...", "section_name": "Home and Garden", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-06-03T00:00:00Z", "word_count": 865, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Postwar Salami At its best, Hungarian salami is tender, mild and sweet. The meat is pearled with tiny beads of fat and is rosy in the center and deep burgundy around the edges, becoming darker with age. The salami, which is made only in winter and aged for 90 days, has a slightly wrinkled, chalky casing. The finest Hungarian salami has a distinctive red, white and green band and a clover-leaf label, which are attached at the Pick Factory in Szeged. This salami is now being imported by Paprikas Weiss, a 100-year-old company that had imported it before World War II. It is sold at the company's store, at 1572 Second Avenue near East 82d Street, for $5.99 a pound.", "headline": {"main": "Food Notes"}, "_id": "4fd1db478eb7c8105d71c0d0", "web_url": "http://www.nytimes.com/1992/06/03/garden/food-notes-880792.html", "keywords": [{"name": "creative_works", "value": "FOOD NOTES (TIMES COLUMN)"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Zagat Suburban New York    The Zagat Suburban New York City Restaurant Survey has just been issued, covering 550 restaurants in New Jersey, Connecticut and the Hudson Valley in addition to Westchester and Long Island.   The survey rates restaurant...", "section_name": "Home and Garden", "print_page": "4", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-02-27T00:00:00Z", "word_count": 904, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Zagat Suburban New York The Zagat Suburban New York City Restaurant Survey has just been issued, covering 550 restaurants in New Jersey, Connecticut and the Hudson Valley in addition to Westchester and Long Island. The survey rates restaurants based on questionnaires filled out by more than 3,000 people who dined out in the suburban regions on an average of 3.1 times a week. These diners rated four restaurants in these areas higher for food -- 28 on a scale of 30 -- than New York City diners rated any of their restaurants. The ratings were matched by only about a dozen restaurants in other parts of the country. They are Xaviar's in Piedmont, N.Y.; Robert Henry's in New Haven; Da Pietro's in Westport, Conn., and L'Abbee in New Canaan, Conn. Sally's, a pizzeria in New Haven, was given a rating of 27 for food, making it the highest-rated pizzeria in any of the Zagat guides. The rating is comparable to those given by New Yorkers to Bouley, Lutece, Le Bernardin, Aureole, Peter Luger and Chanterelle in New York City. According to the new guide, Mirabelle in St. James, L.I.; Fine Bouch in Centerbrook, Conn., and Harrald's in Stormville, N.Y., are also in this category. Keeping the possibility of ratings inflation in mind, this is a useful guide for those who dine in suburban areas. It provides plenty of pertinent information about the restaurants. The guide is $9.95 in bookstores. Milk-Tasting The American Institute of Wine and Food is holding a milk-tasting on March 4, 6:30 to 8:30 P.M. at the Regency Hotel, 540 Park Avenue (61st Street). Admission is $15 for members and $20 for nonmembers. Participants will have an opportunity to sample various types of cow milk, plus goat, sheep and chocolate milks (a special herd of chocolates is being milked for the occasion). There will be a discussion of how milk is treated and recipes using milk will be available for tasting. For reservations: (212) 447-0456. Ukrainian Easter Eggs On Saturday an exhibit of decorated Ukrainian Easter eggs and holiday breads goes on display through May at the Ukranian Museum, 203 Second Avenue (13th Street). The museum is open Wednesday through Sunday, 1 to 5 P.M., except March 31 and April 7. Admission is $1 for adults, 50 cents for students and people over 65, and free for children under 6. The museum is conducting a number of workshops and demonstrations. On March 2 and 30, from 1 to 5 P.M., there will be demonstrations of the technique of making pysanky, the Ukrainian Easter eggs in traditional patterns. Admission is $2.50 for adults, $2 for students and people over 65 and free for children under 12. Workshops in decorating pysanky will be held on March 9, 10 and 17 from 9:30 A.M. to 12:30 P.M. and 1:30 to 4:30 P.M. The fee is $15 for adults, $10 for students over 16 and people over 65 and free for children 12 to 16. And on March 16 and 23, from 10 A.M. to 1 P.M., there will be workshops in Ukrainian Easter traditions, including baking Easter breads. This workshop costs $10 for adults and $8.50 for students over 16 and people over 65. No one under 16 will be admitted. Workshop reservations are necessary. Telephone: (212) 228-0110. Hand-Harvested Potatoes Variety has been the victim of the industrialized farming that has typified American agriculture over 40 years. But recently consumers have shown an increasing interest in old-fashioned produce that had all but disappeared. Farmers have responded by cultivating it. Chris Holmes of New Penny Farm in Presque Isle, Me., grows eight kinds of potatoes, most of them impossible to find elsewhere. They are raised without chemical sprays and are harvested by hand, so they have none of the gashes that machine-harvested crops sometimes suffer. The dirt is lightly brushed from the potatoes before shipping, and since they are not washed clean, Mr. Holmes says they have a longer shelf life. Among the varieties are yellow-fleshed Caroles and Bintjes for baking or roasting. Others are rich-tasting, starchy Irish Cobblers, moist Katahdins that make excellent mashed potatoes and low-starch red-skinned Sangres for salads. A 10-pound sampler of four kinds is $25, including shipping east of the Mississippi. There is an extra charge for shipping to the West. Other assortments are available starting at $15. There is even a Potato of the Month Club. For information: New Penny Farm, 85 Williams Road, Presque Isle, Me. 04769; (207) 768-7551. The Dutch Influence How has traditional Dutch cooking influenced American cuisine from colonial times to the present? Peter G. Rose, a food historian, will lecture on the subject Sunday at the Queens County Farm Museum, 73-50 Little Neck Parkway, Floral Park, Queens. The lecture is free and begins at 2 P.M. For information: (718) 347-3276. SEASON'S FIRST FRESH SHAD SHAD have been working their way up the East Coast, and as they enter river estuaries in the Carolinas to spawn, fishermen have been ready. The first fresh shad of the season is now available. Prices are generally about $6 a pound for the fillets and $5 to $8 for a pair of roe, depending on size. Shad is usually purchased filleted; removing the tiny bones from this member of the herring family takes considerable expertise. The roe is best lightly sauteed. The fillets are excellent baked or broiled, nicely complemented by a tangy garnish. Tart sorrel sauce is classic.", "headline": {"main": "Food Notes"}, "_id": "4fd1c9508eb7c8105d6fc5b9", "web_url": "http://www.nytimes.com/1991/02/27/garden/food-notes-880691.html", "keywords": [{"name": "creative_works", "value": "FOOD NOTES (TIMES COLUMN)"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD:    Tomato Juice, Anyone?...", "section_name": "Home and Garden", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1990-01-31T00:00:00Z", "word_count": 885, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: Tomato Juice, Anyone?", "headline": {"main": "FOOD NOTES"}, "_id": "4fd1908a8eb7c8105d6977a0", "web_url": "http://www.nytimes.com/1990/01/31/garden/food-notes-291490.html", "keywords": [{"name": "creative_works", "value": "FOOD NOTES (TIMES COLUMN)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD: Restaurant Outlook...", "section_name": "Home and Garden", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1990-01-03T00:00:00Z", "word_count": 812, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: Restaurant Outlook", "headline": {"main": "FOOD NOTES"}, "_id": "4fd1aadb8eb7c8105d6c8ea3", "web_url": "http://www.nytimes.com/1990/01/03/garden/food-notes-809390.html", "keywords": [{"name": "creative_works", "value": "FOOD NOTES (TIMES COLUMN)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Food: A Culinary History  Edited by Jean-Louis Flandrin and Massimo Montanari; English edition, by Albert Sonnenfeld  Columbia University Press. 592 pages. $39.95      When Vladimir I, the Prince of Kiev in the 10th century, decided he was going t...", "section_name": "Arts; Books", "print_page": "13", "abstract": "Edward Rothstein reviews book Food: A Culinary History, edited by Jean-Louis Flandrin and Massimo Montanari; English edition by Albert Sonnenfeld; drawing (M)", "type_of_material": "Review", "subsection_name": null, "pub_date": "1999-11-27T00:00:00Z", "word_count": 956, "news_desk": "The Arts/Cultural Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Rothstein", "organization": "", "firstname": "Edward"}], "original": "By Edward Rothstein"}, "multimedia": [], "blog": [], "lead_paragraph": "Food: A Culinary History Edited by Jean-Louis Flandrin and Massimo Montanari; English edition, by Albert Sonnenfeld Columbia University Press. 592 pages. $39.95 When Vladimir I, the Prince of Kiev in the 10th century, decided he was going to abandon paganism, he summoned representatives of four great religions to his court: Christians from Rome, Christians from Byzantium, Muslims and Jews. After long discussions of the differing faiths, the prince's attention turned to food. Vladimir, who apparently loved roast pig, was dismayed by the Jewish avoidance of pork. He was put off by the Bulgarian Muslims' disdain for alcohol (''We Russians like to drink, and there is no way we can live without it''). The occasional fasting of Roman Christians worried him (''Our forefathers would not approve''). And so, Byzantine Christianity became Russia's diet of choice.", "headline": {"kicker": "SHELF LIFE", "main": "Bugs? Sheep's Lungs? If That's What You Eat, That's Who You Are"}, "_id": "4fd210b98eb7c8105d785941", "web_url": "http://www.nytimes.com/1999/11/27/books/shelf-life-bugs-sheep-s-lungs-if-that-s-what-you-eat-that-s-who-you-are.html", "keywords": [{"name": "creative_works", "value": "FOOD: A CULINARY HISTORY (BOOK)"}, {"name": "persons", "value": "SONNENFELD, ALBERT"}, {"name": "persons", "value": "MONTANARI, MASSIMO"}, {"name": "persons", "value": "FLANDRIN, JEAN-LOUIS"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Food and Drug Administration announced on Friday that beginning next week it would regulate the sale of bone, skin and other tissues used for transplants to help protect recipients from infection with H.I.V., the virus that causes AIDS.   Two ...", "section_name": "U.S.", "print_page": "33", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-12-12T00:00:00Z", "word_count": 641, "news_desk": "National Desk", "byline": {"person": [{"rank": 1, "middlename": "J.", "firstname": "Philip", "role": "reported", "lastname": "HILTS", "organization": ""}], "original": "By PHILIP J. HILTS"}, "multimedia": [], "blog": [], "lead_paragraph": "The Food and Drug Administration announced on Friday that beginning next week it would regulate the sale of bone, skin and other tissues used for transplants to help protect recipients from infection with H.I.V., the virus that causes AIDS. Two years ago, officials found that a Virginia donor who died in a 1985 shooting had been infected with H.I.V., even though two tests on his blood before the removal of his organs and tissues did not detect the virus. Three people who had received transplants from the donor later died of AIDS.", "headline": {"main": "Transplant Tissues to Be Checked for AIDS Virus"}, "_id": "4fd1ea898eb7c8105d73a562", "web_url": "http://www.nytimes.com/1993/12/12/us/transplant-tissues-to-be-checked-for-aids-virus.html", "keywords": [{"name": "creative_works", "value": "FOOD AND DRUG ADMINISTRATION (FDA)"}, {"name": "organizations", "value": "FOOD AND DRUG ADMINISTRATION"}, {"name": "subject", "value": "BONES"}, {"name": "subject", "value": "TRANSPLANTS"}, {"name": "subject", "value": "ACQUIRED IMMUNE DEFICIENCY SYNDROME (AIDS)"}, {"name": "subject", "value": "SKIN"}, {"name": "subject", "value": "REGULATION AND DEREGULATION OF INDUSTRY"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 96, "offset": 770}}, "status": "OK"}