{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Did you photograph your first child more than the succeeding one(s)? If it was a boy, did you believe him possibly the only one ever born, destined to play the violin and quarterback for the Giants, read at 6 months, speak Czech at 2? I did.     I...", "section_name": "Magazine", "print_page": "65", "abstract": "Jonathan Reynolds article on cooking with chestnuts; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-12-22T00:00:00Z", "word_count": 1800, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "Did you photograph your first child more than the succeeding one(s)? If it was a boy, did you believe him possibly the only one ever born, destined to play the violin and quarterback for the Giants, read at 6 months, speak Czech at 2? I did. I had heard about babies before Frank was born but hadn't had much business with them and considered them as dangerous to hold as porcupines (still do, sort of). At his birth, I concluded that he was unique -- and not by the standards of ''Rosemary's Baby.'' Had there ever been such fascinatingly tiny feet, intricately wrinkled fingers, ebullient smiles or riveting breathing while sleeping? I photographed and videotaped incessantly and still have a 40-minute tape of giving him a bath that would rival Warhol's ''Empire'' for numb-induction. I even submitted adorable head shots to modeling agents and, when he wasn't chosen, turned my back on show biz forever and deliberately sabotaged most of the scripts I was then writing. (Unfortunately, the studios decided it wasn't so deliberate.) I put his name up for Harrow and Eton and insisted that he be clothed by Rowe's of Bond Street, a ridiculously expensive store specializing in Spoiled Children's Clothes so fancy that they were suitable only for coronations -- and which were outgrown in a match strike.", "headline": {"kicker": "FOOD", "main": "Nut Cracking"}, "_id": "4fd227d48eb7c8105d7b0eaf", "web_url": "http://www.nytimes.com/2002/12/22/magazine/food-nut-cracking.html", "keywords": [{"name": "subject", "value": "CHESTNUTS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "In a recent issue of The New York Review of Books, there was an article on Middle Eastern food by the noted historian and Princeton professor Bernard Lewis, in which he quotes a 14th-century Persian writer on the subject of eggplant: ''One day whe...", "section_name": "Magazine", "print_page": "49", "abstract": "Julia Reed Food article on diverse recipes for eggplant; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-07-28T00:00:00Z", "word_count": 1819, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reed", "organization": "", "firstname": "Julia"}], "original": "By Julia Reed"}, "multimedia": [], "blog": [], "lead_paragraph": "In a recent issue of The New York Review of Books, there was an article on Middle Eastern food by the noted historian and Princeton professor Bernard Lewis, in which he quotes a 14th-century Persian writer on the subject of eggplant: ''One day when Sultan Mahmud [reigned 998 to 1010] was hungry, they brought him a dish of eggplant. He liked it very much and said, 'Eggplant is an excellent food.' A courtier began to praise the eggplant with great eloquence. When the sultan grew tired of the dish he said, 'Eggplant is a very harmful thing,' whereupon the courtier began to speak in hyperbole of the harmful qualities of the eggplant. 'Man alive,' said the sultan, 'have you not just now uttered the praises of eggplant?' 'Yes,' said the courtier, 'but I am your courtier and not the eggplant's courtier.''' I come to you today as the eggplant's courtier. I love it. I love it in the Greek moussaka, the Provençal ratatouille and the Italian eggplant Parmesan. I love the Creole version stuffed with seafood and the Levantine baba gannouj. According to Alan Davidson's invaluable ''Oxford Companion to Food,'' eggplant originated in India and was first mentioned in a fifth-century-A.D. Chinese text on agriculture. I am grateful that so many cultures have since embraced it, although it took awhile. The Moors introduced it to Spain, and the Arabs introduced it to Italy, but until about 1400 most Europeans considered it inedible, grew it only as an ornamental plant and gave it derisive names. One of the many that stuck was eggplant, because the varieties first cultivated on the continent were purple or white in the shape of eggs. (Of course, these days the most plentiful variety, in the United States at least, is shaped more like a club foot.) I did see a perfectly egg-shaped white one at Houston's unsurpassed Central Market the other day. And the long, skinny Chinese and Japanese varieties, excellent for grilling split down the middle, studded with garlic, flesh side down, are now widely available.", "headline": {"kicker": "FOOD", "main": "Purple Passion"}, "_id": "4fd26a538eb7c8105d821c58", "web_url": "http://www.nytimes.com/2002/07/28/magazine/food-purple-passion.html", "keywords": [{"name": "subject", "value": "EGGPLANT"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A simple hamburger barely a half-inch thick, slightly charred at the edges and rare inside, embellished with only ketchup and a neat slice of Bermuda onion on a four-inch bun, awakens in me memories as compelling as those aroused by Marcel Proust'...", "section_name": "Technology; Magazine; Books", "print_page": "125", "abstract": "Richard Rayner article says Internet has revolutionized used-book business, matching supply and demand in scattered markets; says success of online used-book dealers has been hard on traditional neighborhood used-book stores, except for those like like Strand in New York that have developed their own Web sites; photos (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-06-09T00:00:00Z", "word_count": 1794, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Epstein", "organization": "", "firstname": "Jason"}], "original": "By Jason Epstein"}, "multimedia": [], "blog": [], "lead_paragraph": "A simple hamburger barely a half-inch thick, slightly charred at the edges and rare inside, embellished with only ketchup and a neat slice of Bermuda onion on a four-inch bun, awakens in me memories as compelling as those aroused by Marcel Proust's famous madeleine. My hamburger, however, evokes not the salons of Paris but a lakeside shack in Maine at dusk amid the August hum of crickets. To recall the fragrant pine walls and the hand-lettered sign on the canoe paddle above an immaculate screen door, as if painted fresh every day, fills me even now with vivid longing. Macnamara's shack occupied a well-lighted grass plot between the lake and the dirt road to Augusta in the village of Winthrop, where I spent a few boyhood summers during the war. That August we toiled until dusk in the hot fields picking snap beans that we stuffed into burlap sacks and tossed onto trucks for the cannery, which shipped them to the soldiers overseas. On Friday, when we were paid, still in our bib overalls and shoeless at the end of the day, we would paddle our canoes into town to spend our wages on hamburgers, Nehi and frozen Milky Ways. Our leftover nickels went into Macnamara's jukebox: Vera Lynn, Artie Shaw, Harry James. We were 14 that summer, our front teeth as yet too big for our sunburned faces, but we were old enough to paddle confidently home across the lake after dark. Convinced of our righteous cause, certain of victory and proud of our war work in the fields, we ate our hamburgers in the hazy twilight, under the bare bulbs strung over Macnamara's counter with its neat arrangement of ketchup bottles and pickle jars.", "headline": {"kicker": "FOOD", "main": "Burger Heaven"}, "_id": "4fd269ea8eb7c8105d8210d2", "web_url": "http://www.nytimes.com/2002/06/09/magazine/food-burger-heaven.html", "keywords": [{"name": "persons", "value": "RAYNER, RICHARD"}, {"name": "organizations", "value": "STRAND BOOK STORE"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "WITH autumn in full blaze, the suitable fruit choices no longer involve peaches, nectarines, strawberries or cherries. Those demanded summer's warmth. Now is the season for pears, apples, quinces, cranberries and dried fruit.    Pears offer fabulo...", "section_name": "New York and Region", "print_page": "16", "abstract": "Florence Fabricant Food column offers recipes for poached pears, pear and cranberry cobbler and pear and rosemary cake; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-11-12T00:00:00Z", "word_count": 708, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "WITH autumn in full blaze, the suitable fruit choices no longer involve peaches, nectarines, strawberries or cherries. Those demanded summer's warmth. Now is the season for pears, apples, quinces, cranberries and dried fruit. Pears offer fabulous inspirations for desserts. Ripe pears can end a dinner in simple glory alongside some rich, tangy cheese. Or they can be poached, baked in a cobbler or folded into a rosemary-scented cake.", "headline": {"kicker": "FOOD", "main": "With That Autumn Nip in the Air, It's Time to Turn to Pears"}, "_id": "4fd23df78eb7c8105d7d42da", "web_url": "http://www.nytimes.com/2000/11/12/nyregion/food-with-that-autumn-nip-in-the-air-it-s-time-to-turn-to-pears.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "FOR those who work all day, cooking the kind of food one yearns for on a cold winter night is not always practical. Long-simmered stews and braised meats are fine if you have the afternoon to prepare them, but they are out of the question when you...", "section_name": "New York and Region", "print_page": "12", "abstract": "Moira Hodgson Food column offers recipes for winter-hearty pasta dishes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-02-06T00:00:00Z", "word_count": 1037, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "FOR those who work all day, cooking the kind of food one yearns for on a cold winter night is not always practical. Long-simmered stews and braised meats are fine if you have the afternoon to prepare them, but they are out of the question when you get home after 6 p.m. One answer is a hearty pasta that can be made in less than an hour. I often make penne with broccoli rape, which has a nutty, slightly bitter flavor, which makes it more interesting than regular broccoli (in fact, it is more closely related to the turnip family) and it is fast and simple. Crumbled sweet or spicy Italian sausage is good with this, and so are red pepper flakes.", "headline": {"kicker": "FOOD", "main": "Cold Winter Nights Are Perfect for Quick Pasta Meals"}, "_id": "4fd220368eb7c8105d7a39b9", "web_url": "http://www.nytimes.com/2000/02/06/nyregion/food-cold-winter-nights-are-perfect-for-quick-pasta-meals.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Some out-of-towners fear the New York City subway. For visiting chefs, particularly those from California, it's the vegetables and fruit. When the Silicon Valley chef David Kinch was invited to Le Bernardin this summer to cook for a group of food ...", "section_name": "Magazine", "print_page": "53", "abstract": "Food column explores interesting produce available on very limited basis in Northern California and used judiciously by Silicon Valley chef David Kinch; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-08-15T00:00:00Z", "word_count": 1838, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Muhlke", "organization": "", "firstname": "Christine"}], "original": "By Christine Muhlke"}, "multimedia": [], "blog": [], "lead_paragraph": "Some out-of-towners fear the New York City subway. For visiting chefs, particularly those from California, it's the vegetables and fruit. When the Silicon Valley chef David Kinch was invited to Le Bernardin this summer to cook for a group of food journalists at the behest of Eric Ripert, who had recently been dazzled by the food at Kinch's restaurant, Manresa, Kinch brought his own produce in a cooler rather than work with the iffy local and imported stuff. The lunch was going smoothly -- we swooned over the sweet-corn croquettes, we were tickled by the ravigote sauce on the scallop carpaccio with Stimpson surf clam and we all cheered the roast saddle of rabbit with prunes and candied Meyer-lemon peel. Then a martini glass filled with miniature orange sections and a chiffonade of mint was set down. Jaded eyebrows shot up around the table. How . . . quaint! I recalled the line a French chef once used following a salad by Alice Waters, the great pioneer of using local organic produce: ''That's not cooking. That's shopping.'' Then the 43-year-old Kinch explained that these were six varieties of mandarin, grown by a local retiree who has more than 200 kinds of citrus trees -- a ''fruit hobbyist.'' Each tiny bite was explosively distinct, complex and new. Who knew there were six kinds of mandarin orange? And what else was lurking in Kinch's culinary backyard? That curiosity carried me all the way to Santa Cruz, Calif., where, a few weeks later, I picked up Kinch at his home. A longtime surfer, he has lived in this beach town for almost a decade, having fallen for the lifestyle after toiling in some of the best kitchens in New York, France, Fukuoka, Japan, and San Sebastián, Spain.", "headline": {"kicker": "FOOD", "main": "Pride and Produce"}, "_id": "4fd27fbb8eb7c8105d84a225", "web_url": "http://www.nytimes.com/2004/08/15/magazine/food-pride-and-produce.html", "keywords": [{"name": "persons", "value": "KINCH, DAVID"}, {"name": "glocations", "value": "CALIFORNIA"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "If you're in the mood for a rib-sticking, soul-satisfying, nearly home-cooked meal -- say, a hearty New England clam chowder followed by seafood jambalaya, green beans on the side, almond poppy-seed cake washed down with cappuccino, accompanied by...", "section_name": "Magazine", "print_page": "63", "abstract": "Jonathan Reynolds article on Defense Department's efforts to improve quality of food soldiers eat on battlefield and in garrison; gives two recipes adapted from those of Armed Forces Recipe Service; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-03-16T00:00:00Z", "word_count": 1754, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "If you're in the mood for a rib-sticking, soul-satisfying, nearly home-cooked meal -- say, a hearty New England clam chowder followed by seafood jambalaya, green beans on the side, almond poppy-seed cake washed down with cappuccino, accompanied by a handful of dried cranberries -- I know where you can get it, and in the largest quantities imaginable. Just outside Baghdad.", "headline": {"kicker": "FOOD", "main": "Ration-al Thinking"}, "_id": "4fd2266f8eb7c8105d7ae1a4", "web_url": "http://www.nytimes.com/2003/03/16/magazine/food-ration-al-thinking.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Needing a week off from America (like most of the rest of the world), I phoned my friend Fitz, who runs the Marks Travel Service in Dayton, Ohio, and asked him where to spend the week between Christmas and New Year's. I wanted a place that was suf...", "section_name": "Magazine", "print_page": "83", "abstract": "Jonathan Reynold Food column on preparing roast suckling pig; photo; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-03-02T00:00:00Z", "word_count": 1852, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "Needing a week off from America (like most of the rest of the world), I phoned my friend Fitz, who runs the Marks Travel Service in Dayton, Ohio, and asked him where to spend the week between Christmas and New Year's. I wanted a place that was sufficiently decompressed for reading ''Remembrance of Things Past'' (a Christmas present I'd been threatened with for several years and finally granted, after months of research into the best translation, the Moncrieff-Kilmartin), one that wouldn't induce shame if I didn't see any sights but one that served unusual food. I've known Fitz since college daze, and he has been everywhere except possibly Mauritius, and on every conveyance except possibly stagecoach and nuclear sub. So when he recommended a former fort right on the Atlantic in southwestern Portugal near the town of Cascais, the reservation was booked without, for once, my checking the Internet and 40 other sources. The Portuguese word for fort is fortaleza, and simply rolling ''fortaleza'' over your tongue a few times lulls like a mantra. I could see Proust's pages flying by fluidly. And what could be more calming for a digestive system exhausted by the extreme sports competition it enters the last two months of every year than a lightly grilled sardine or the Portuguese national dish of bacalao (salt cod and a starch, usually potatoes)?", "headline": {"kicker": "FOOD", "main": "Pig Heaven"}, "_id": "4fd241cb8eb7c8105d7da9f4", "web_url": "http://www.nytimes.com/2003/03/02/magazine/food-pig-heaven.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "MEAT"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "On an autumn evening some 20 years ago at Chez Panisse, Alice Waters's renowned restaurant in Berkeley, Calif., I inadvertently became a cookbook publisher, thanks to Alice's miraculous bouillabaisse, a silken fugue of textures and tastes whose co...", "section_name": "Magazine", "print_page": "53", "abstract": "Jason Epstein article discusses his career as cookbook publisher; examines how market has changed with advent of cookbooks by celebrity chefs; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-01-26T00:00:00Z", "word_count": 1732, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Epstein", "organization": "", "firstname": "Jason"}], "original": "By Jason Epstein"}, "multimedia": [], "blog": [], "lead_paragraph": "On an autumn evening some 20 years ago at Chez Panisse, Alice Waters's renowned restaurant in Berkeley, Calif., I inadvertently became a cookbook publisher, thanks to Alice's miraculous bouillabaisse, a silken fugue of textures and tastes whose complex harmonics I could not have begun to parse. In those days we seldom published cookbooks at Random House, where I was editorial director, but I wanted to know how Alice made her bouillabaisse and hesitated to ask her directly. So over an anise soufflé, Alice and I agreed on terms for what would become her classic ''Chez Panisse Menu Cookbook,'' which has been the sacred text of high-style American cooking ever since. (The bouillabaisse recipe appears on Pages 176-179.) This was just before Christopher Idone, partners with the caterer Sean Driscoll, introduced the fashion for oversize, heavily illustrated cookbooks in 1982 with ''Glorious Food.'' Today such books by celebrity chefs are commonplace, but in the early 80's, cookbooks were still utilitarian: either basic references for home cooking whether plain, as in ''Betty Crocker,'' ''The Joy of Cooking'' and Craig Claiborne's ''New York Times Cookbook,'' or fancy, as in the Gourmet magazine compilations.", "headline": {"kicker": "FOOD", "main": "Book 'Em"}, "_id": "4fd225df8eb7c8105d7ad25c", "web_url": "http://www.nytimes.com/2003/01/26/magazine/food-book-em.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "In Richard Reeves's wonderful book ''President Nixon,'' there is an anecdote regarding the administration's first state dinner, for the Canadian prime minister, Pierre Trudeau. The morning afterward, Reeves writes, the president complained to his ...", "section_name": "Magazine", "print_page": "125", "abstract": "Food column with recipes for pumpkin soup and vegetable-beef soup; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-12-01T00:00:00Z", "word_count": 1762, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reed", "organization": "", "firstname": "Julia"}], "original": "By Julia Reed"}, "multimedia": [], "blog": [], "lead_paragraph": "In Richard Reeves's wonderful book ''President Nixon,'' there is an anecdote regarding the administration's first state dinner, for the Canadian prime minister, Pierre Trudeau. The morning afterward, Reeves writes, the president complained to his chief of staff, H.R. Haldeman: ''We've got to speed up these dinners. They take forever. So why don't we just leave out the soup course?'' When Haldeman tried to interject, Nixon cut him off: ''Men don't really like soup.'' The chief of staff, who knew his boss very well, picked up the phone and called the president's valet. ''Was there anything wrong with the president's suit after that dinner last night?''", "headline": {"kicker": "FOOD", "main": "Liquid Assets"}, "_id": "4fd2233d8eb7c8105d7a8f50", "web_url": "http://www.nytimes.com/2002/12/01/magazine/food-liquid-assets.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 152723, "time": 43, "offset": 720}}, "status": "OK"}