{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "THE newest fish on the ice is arctic char. As its name implies, it hails from the North. This slender, gray-skinned fish with a small head is related to the trout, something not hinted at by its name.    In the wild, caught in places like Hudson B...", "section_name": "New York and Region", "print_page": "14", "abstract": "Food column on preparing fish named arctic char; recipes (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-04-27T00:00:00Z", "word_count": 840, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "THE newest fish on the ice is arctic char. As its name implies, it hails from the North. This slender, gray-skinned fish with a small head is related to the trout, something not hinted at by its name. In the wild, caught in places like Hudson Bay, the flesh of the arctic char is often very red. But the arctic char on the market now is farm raised in Iceland or Canada. The fish averages around three pounds, perfect for four servings, and the flesh is the pink color of salmon. Arctic char is rich and delicious, best when slightly undercooked, and does not need a great deal of embellishment.", "headline": {"kicker": "FOOD", "main": "Preparing the Trendiest Fish, Arctic Char"}, "_id": "4fd1dd868eb7c8105d71f977", "web_url": "http://www.nytimes.com/1997/04/27/nyregion/preparing-the-trendiest-fish-arctic-char.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Unlike the coarse, crinkly spinach that grows in the winter, spring spinach is tender: its leaves are small and smooth, and it tends to be sold by the bunch rather than the bag. It is exquisite stuff.    And though the winter variety makes fine so...", "section_name": "Magazine", "print_page": "65", "abstract": "Molly O'Neill article on cooking spinach; recipes; photo (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-04-20T00:00:00Z", "word_count": 1608, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "Unlike the coarse, crinkly spinach that grows in the winter, spring spinach is tender: its leaves are small and smooth, and it tends to be sold by the bunch rather than the bag. It is exquisite stuff. And though the winter variety makes fine soups and sauces and is perfectly acceptable boiled, creamed or baked au gratin, spring spinach has a delicate, mildly herbaceous flavor and buttery texture that requires only a whisper of heat. A French gastronome once described it as ''the virgin wax of the kitchen.'' He was referring, of course, to spinach's capacity to absorb the flavors around it, a quality that some dismiss as too mild-mannered but that to me is its singular charm.", "headline": {"kicker": "FOOD", "main": "In Praise Of Spinach"}, "_id": "4fd1dd8f8eb7c8105d72015b", "web_url": "http://www.nytimes.com/1997/04/20/magazine/in-praise-of-spinach.html", "keywords": [{"name": "subject", "value": "SPINACH"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Entertainment angst: it came on in the 90's like a contagion. People who had been giving dinner parties and formal lunches for decades -- those who had mastered minceur and nouvelle and even Tex-Mex and Thai, who knew what to do with infused oils ...", "section_name": "Magazine", "print_page": "65", "abstract": "Molly O'Neill humorous article on hostesses struggling to regain enjoyment of giving dinner parties; recipes; drawings; photos (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-04-13T00:00:00Z", "word_count": 3926, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "Entertainment angst: it came on in the 90's like a contagion. People who had been giving dinner parties and formal lunches for decades -- those who had mastered minceur and nouvelle and even Tex-Mex and Thai, who knew what to do with infused oils and lemongrass -- all these people realized like a bolt that for them the joy had gone out of cooking for company. They knew the reasons: work, health fads, health nuts, presentation anxiety. Inspiration faltered. Lapsed party givers sought support. Groups formed. I monitored the rehabilitation process of one such group. (So raw were their deliberations that the participants asked to have their names changed.) The members reflected a broad swath of New York overachievers: Johanna, a documentary film maker and recovering perfectionist; Mrs. J., an Upper East Side dowager with notions straight from an Edith Wharton novel, a woman who personified a fading order; Elizabeth, a tax lawyer who followed recipes out the window, and Nan, a medical researcher obsessed with the leanness of foods. They were joined by a professional, Mr. D. As an overweening caterer who analyzed the leftovers on his clients' plates with the intention of anticipating trends, he could offer objectivity to the group.", "headline": {"kicker": "FOOD", "main": "The Supper Club"}, "_id": "4fd1f8c98eb7c8105d754ed8", "web_url": "http://www.nytimes.com/1997/04/13/magazine/the-supper-club.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "NOT all vegetables are at their best steamed and served al dente. Bitter greens like kale actually benefit from longer cooking, which makes them sweet and tender.    Kale becomes as velvety as spinach with a rich earthy flavor. And now that recent...", "section_name": "New York and Region", "print_page": "16", "abstract": "Moira Hodgson (Food) column on cooking with greens like kale; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-02-09T00:00:00Z", "word_count": 745, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "NOT all vegetables are at their best steamed and served al dente. Bitter greens like kale actually benefit from longer cooking, which makes them sweet and tender. Kale becomes as velvety as spinach with a rich earthy flavor. And now that recent frosts in Florida have sent the price of many other vegetables skyrocketing, it is a good time to consider kale, which is not only inexpensive but also at its best in cold weather.", "headline": {"kicker": "FOOD", "main": "Taking Advantage of the Versatile Kale"}, "_id": "4fd1dada8eb7c8105d71af77", "web_url": "http://www.nytimes.com/1997/02/09/nyregion/taking-advantage-of-the-versatile-kale.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "TO MAKE A STEW IS TO EXPERIENCE THE LIMITS as well as the glories of moist, slow cooking.     The glory, of course, is the payoff that comes with patience. Given careful assembly and time, the flavors within a slowly simmered dish meld and transpo...", "section_name": "Magazine", "print_page": "49", "abstract": "Molly O'Neill Food column suggests recipes for winter stews; photo (S) y", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-01-05T00:00:00Z", "word_count": 1715, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "TO MAKE A STEW IS TO EXPERIENCE THE LIMITS as well as the glories of moist, slow cooking. The glory, of course, is the payoff that comes with patience. Given careful assembly and time, the flavors within a slowly simmered dish meld and transpose, each ingredient becoming more of itself and less, as it becomes part of a whole. Rare is the culture that doesn't have a stew whose flavors epitomize its soul. Doesn't daube a la boeuf say France on a cold afternoon? Doesn't osso buco say Italy?", "headline": {"kicker": "FOOD", "main": "The Clue to a Stew"}, "_id": "4fd20e638eb7c8105d77fd0d", "web_url": "http://www.nytimes.com/1997/01/05/magazine/the-clue-to-a-stew.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "MEAT"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEE SMITH LOVES GETTING CHRISTMAS mail and she loves holiday cooking. When a friend refers to those annual summaries that come tucked inside holiday cards as ''brag and gag letters,'' Smith merely smiles. To the author of ''Fair and Tender Ladies,...", "section_name": "Magazine", "print_page": "53", "abstract": "Lee Smith, author of novels about daily life south of Mason-Dixon line, describe her tradition-bound Christmas cooking; recipes; photo (M)\u0084", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-12-22T00:00:00Z", "word_count": 1734, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "LEE SMITH LOVES GETTING CHRISTMAS mail and she loves holiday cooking. When a friend refers to those annual summaries that come tucked inside holiday cards as ''brag and gag letters,'' Smith merely smiles. To the author of ''Fair and Tender Ladies,'' whose novels are all about daily life south of the Mason-Dixon line, Christmas letters are fascinating documents. As fascinating for what they leave out as for what they include. Smith studies the letters she gets for the errant bits, the tell-tale smudges between the lines. Writing the story of a year, she says, is not unlike pressing cookie dough through a press. A year's events are congealed into a sweet, tidy form; the rest is scrap. So, in one carefully constructed epistle she can smell a divorce. In another, sorry finances and wayward children are obscured by a hilarious anecdote.", "headline": {"kicker": "FOOD", "main": "Molly O'Neill"}, "_id": "4fd1fcc68eb7c8105d75bcbf", "web_url": "http://www.nytimes.com/1996/12/22/magazine/molly-o-neill.html", "keywords": [{"name": "persons", "value": "SMITH, LEE"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "CHRISTMAS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "BRAISED meat dishes are immensely practical. They can be made in one pot and improve when cooked a day or more in advance. They give off comforting, rustic aromas of thyme, rosemary, wine and spices -- the sort of kitchen smells associated with fa...", "section_name": "New York and Region", "print_page": "15", "abstract": "Moira Hodgson column gives recipes for braised rabbit, braised lamb and braised pork chops; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-11-17T00:00:00Z", "word_count": 1221, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "BRAISED meat dishes are immensely practical. They can be made in one pot and improve when cooked a day or more in advance. They give off comforting, rustic aromas of thyme, rosemary, wine and spices -- the sort of kitchen smells associated with fall. A leg of lamb comes out tender and flavorful when braised in white wine with olives and tomatoes. Anchovies chopped and added toward the end of cooking melt into the sauce, giving it another dimension (with none of the harsh taste associated with anchovies). Pork chops do not dry out when braised, and they are delicious cooked in wine and served on a bed of sauteed fennel. In Tuscany, a popular fall dish is rabbit cooked ''the hunter's way'' in a tomato sauce flavored with wine and herbs and dried porcini mushrooms and served over polenta.", "headline": {"kicker": "FOOD", "main": "With Fall Comes Aroma of Braised Meat"}, "_id": "4fd1cd2f8eb7c8105d703cc8", "web_url": "http://www.nytimes.com/1996/11/17/nyregion/with-fall-comes-aroma-of-braised-meat.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE SUPPORT GROUP OF RECOVERING HOSTESSES had been meeting for nearly six months before it realized that Elizabeth was lonely for precisely the same reasons she was admired. Her cool pragmatism served her well in the workaday world, particularly w...", "section_name": "Magazine", "print_page": "95", "abstract": "Molly O'Neill column on how one woman came to derive pleasure in preparing a dinner party by letting go of the demand for perfection; recipes for her crown roast of lamb and other dishes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-10-20T00:00:00Z", "word_count": 1666, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "THE SUPPORT GROUP OF RECOVERING HOSTESSES had been meeting for nearly six months before it realized that Elizabeth was lonely for precisely the same reasons she was admired. Her cool pragmatism served her well in the workaday world, particularly when she brought that brisk, bottom-line efficiency to the dinner parties she gave. It made perfect sense to think that Elizabeth had and did it all. How did she manage? Rather than allow herself to be stretched to the breaking point between family and professional obligations, Elizabeth, a mother and a tax lawyer, dealt with home and heart, work and ambition assiduously. She allotted a certain number of hours a week to tend to her family and a certain number to further herself in her job. She never paused in the dangerous territory between the two. She appeared to be a model of resolve.", "headline": {"kicker": "FOOD", "main": "One Roast at a Time"}, "_id": "4fd1fad68eb7c8105d758e76", "web_url": "http://www.nytimes.com/1996/10/20/magazine/one-roast-at-a-time.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IT seems that only a few years ago the grill was reserved mainly for steaks and hamburgers. But now I find myself using it for almost everything in the summer, from pizza to potatoes. Vegetables can be grilled and served Italian style, at room tem...", "section_name": "New York and Region", "print_page": "14", "abstract": "Moira Hodgson article on preparing grilled food to serve at room temperature; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-08-11T00:00:00Z", "word_count": 695, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "IT seems that only a few years ago the grill was reserved mainly for steaks and hamburgers. But now I find myself using it for almost everything in the summer, from pizza to potatoes. Vegetables can be grilled and served Italian style, at room temperature, garnished with herbs from the garden. Zucchini is good sliced in long strips, marinated in olive oil with garlic and grilled and served sprinkled with basil and peppers, which have been grilled and skinned. I also like to slice potatoes and brown them on the grill or cut them in cubes, steam them and finish them on the grill.", "headline": {"kicker": "FOOD", "main": "Grilled Food to Serve at Room Temperature"}, "_id": "4fd1f37c8eb7c8105d74b70d", "web_url": "http://www.nytimes.com/1996/08/11/nyregion/grilled-food-to-serve-at-room-temperature.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "COD is a large, handsome fish with a bad reputation -- until quite recently,  that is, for the fish that was once the bane of the schoolchild and the hospital patient is now showing up on menus in the best restaurants -- and it is no longer being ...", "section_name": "New York and Region", "print_page": "10", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-06-30T00:00:00Z", "word_count": 1008, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "COD is a large, handsome fish with a bad reputation -- until quite recently, that is, for the fish that was once the bane of the schoolchild and the hospital patient is now showing up on menus in the best restaurants -- and it is no longer being cooked until mushy and served with watery mashed potatoes. Cod has big, firm flakes, which keep their texture beautifully when roasted and come out white and moist.", "headline": {"kicker": "FOOD", "main": "Cod, When Roasted, Is Moist and Tasty"}, "_id": "4fd1c7c98eb7c8105d6f984d", "web_url": "http://www.nytimes.com/1996/06/30/nyregion/food-cod-when-roasted-is-moist-and-tasty.html", "keywords": [{"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "COKKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 89, "offset": 670}}, "status": "OK"}