{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Of all the books I published in my years at Random House, one of the oddest yet most delightful was the revised third edition of a Chinese cookbook originally brought out by another publisher in 1945. ''How to Cook and Eat in Chinese,'' by Buwei Y...", "section_name": "Magazine", "print_page": "71", "abstract": "Jason Epstein Food article on authentic Chinese cookbook for Westerners written by Buwei Yang Chao and her husband, Prof Yuen Ren Chao, in 1945; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-06-13T00:00:00Z", "word_count": 1786, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Epstein", "organization": "", "firstname": "Jason"}], "original": "By Jason Epstein"}, "multimedia": [], "blog": [], "lead_paragraph": "Of all the books I published in my years at Random House, one of the oddest yet most delightful was the revised third edition of a Chinese cookbook originally brought out by another publisher in 1945. ''How to Cook and Eat in Chinese,'' by Buwei Yang Chao, was, as far as I can discover, the first successful attempt to provide an authentic rather than Westernized Chinese cookbook. It includes more than 200 recipes, with a sophisticated introduction to Chinese culinary culture that covers ingredients, techniques, politesse, terms and tools. Chao's recipes are still accurate and easily mastered, and her commentary remains fresh and informative. And with her help, I created my own polyglot improvisations long before fusion became the fashion. The author explains, for example, that ''chopsticks'' -- k'uai-t -- means ''something fast,'' as in a rude tourist ordering the waiter to ''chop-chop''; ''small meals between meals'' are called tien-hsin, or dot hearts, literally something to dot (touch) the heart. These are now, of course, transliterated as dim sum, though when they first became popular with New Yorkers, they were called tea lunch, because, as the author explains, the Chinese typically do not drink tea with their three regular meals but only with their dot hearts.", "headline": {"kicker": "FOOD", "main": "Chinese Characters"}, "_id": "4fd2a1eb8eb7c8105d887131", "web_url": "http://www.nytimes.com/2004/06/13/magazine/food-chinese-characters.html", "keywords": [{"name": "persons", "value": "CHAO, BUWEI YANG"}, {"name": "persons", "value": "CHAO, YUEN REN"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "When I found out that La Côte Basque was closing its doors, I was sad -- irrationally so, since it later occurred to me that I hadn't actually eaten there in almost 14 years. I remember the occasion clearly because it was the birthday of my ex-fi...", "section_name": "Magazine", "print_page": "73", "abstract": "Julia Reed article on c", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-03-28T00:00:00Z", "word_count": 1834, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reed", "organization": "", "firstname": "Julia"}], "original": "By Julia Reed"}, "multimedia": [], "blog": [], "lead_paragraph": "When I found out that La Côte Basque was closing its doors, I was sad -- irrationally so, since it later occurred to me that I hadn't actually eaten there in almost 14 years. I remember the occasion clearly because it was the birthday of my ex-fiancé, almost a year to the date that I sort of, more or less, left him at the altar. Still guilt-ridden (but happily about to leave New York for an extended stay in New Orleans), I thought I should create a celebration, one in which we'd emphasize his birthday rather than my departure and finally close the door on what was left of our relationship. So I assembled my own version of Capote's swans, those chic society ladies like Babe Paley and Gloria Guinness; mine were Joan Buck, Kathleen Tynan and my childhood friend M.T. -- and they did not let me down. We hauled out all our jewels and finery (I wore a black Chanel suit, my first), picked up the birthday boy in a Town Car and spent the rest of the night lavishly fussing over him -- and drinking, a lot. We started with Champagne and caviar and the excellent foie gras terrine and progressed through many bottles of Puligny-Montrachet to those chocolate and Grand Marnier soufflés you had to order ahead of time. When the bill arrived, I didn't flinch -- the entire evening had been a triumph of sophisticated merriment. Looking back on it, the entire evening, or at least the thinking behind it, seems more like a triumph of insanity. I had obviously lost my mind. But somehow the restaurant itself made the occasion less bizarre, O.K. even, with all the cosseting and the red banquettes, the completely charming captains with their occasional raised eyebrows and knowing almost-smiles, the perfect choreography of waiters and busboys and sommeliers that made you feel as if they existed only to do your bidding even though the room was, thankfully, packed. It was possible not to know what year it was or even what city. We were there to indulge and be jolly, and we somehow succeeded at both.", "headline": {"kicker": "FOOD", "main": "Swan Song"}, "_id": "4fd29d038eb7c8105d87ee7e", "web_url": "http://www.nytimes.com/2004/03/28/magazine/food-swan-song.html", "keywords": [{"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "SHUTDOWNS (INSTITUTIONAL)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "If you can download Vindigo onto your cellphone or Palm Pilot, you need never run out of restaurants in this city, even when, like me, you haven't had the wit to make a reservation. Vindigo is considerably more helpful than Zagat's electronic coun...", "section_name": "Magazine", "print_page": "69", "abstract": "Jonathan Reynolds Food column offers favorite recipes from restaurants Ilo, Lupa and Citarella; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-02-08T00:00:00Z", "word_count": 1713, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "If you can download Vindigo onto your cellphone or Palm Pilot, you need never run out of restaurants in this city, even when, like me, you haven't had the wit to make a reservation. Vindigo is considerably more helpful than Zagat's electronic counterpart. In addition to updating itself daily and guiding you step by step from the very spot on which you're standing right into the arms of a maître d' even hundreds of blocks away, it often includes reviews, and you don't have to put up with the faux-populist comments from those who could be either Joey Buttafuoco's neighbors or Gore Vidal's, and almost certainly not Vidal's. (The ''food'' is ''really good,'' and ''the'' service is ''really'' good, and the décor is, um, ''beyond'' breathtaking.) Democracy is for governments, TV programs and box offices -- not for food or culture. What will Zagat rate next? Best artwork? Hmmm, I see LeRoy Neiman with a 27 and big-eyed Keane edging him out with a 28. Vindigo gives my city chauvinism substance every time I discover a new restaurant that offers at least one or two superb dishes, even when all the fare may not be nine-star. As a stroll through its suggestions implies, if you were able to cobble selective dishes from assorted restaurants, you'd no doubt have not only the best meal in town but also several best meals in town.", "headline": {"kicker": "FOOD", "main": "The Best Meal in Town"}, "_id": "4fd29d008eb7c8105d87ed1e", "web_url": "http://www.nytimes.com/2004/02/08/magazine/food-the-best-meal-in-town.html", "keywords": [{"name": "organizations", "value": "LUPA"}, {"name": "organizations", "value": "ILO"}, {"name": "organizations", "value": "CITARELLA"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "When I went to Afghanistan in August, I was prepared -- sort of -- for the acres of crashed airplane carcasses that greeted us upon arrival at the Kabul International Airport; I was prepared for the heat and the dust and the fact that much of the ...", "section_name": "Magazine", "print_page": "97", "abstract": "Julia Reed Food column on cuisine she sampled on trip to Afghanistan; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-12-07T00:00:00Z", "word_count": 1796, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reed", "organization": "", "firstname": "Julia"}], "original": "By Julia Reed"}, "multimedia": [], "blog": [], "lead_paragraph": "When I went to Afghanistan in August, I was prepared -- sort of -- for the acres of crashed airplane carcasses that greeted us upon arrival at the Kabul International Airport; I was prepared for the heat and the dust and the fact that much of the place is essentially a pile of rubble. I was even prepared for the traffic (just before I left, The Wall Street Journal pointed out that there were almost 200,000 registered vehicles in the city -- and no traffic rules to speak of). What I was not prepared for was the food. It is delicious. My Vogue colleague Alexandra Kotur and I were there to cover the Kabul Beauty School, an enterprise that sounded, even to us, not just a little frivolous. But it turns out that beauty salons had been among the few small businesses owned and operated by women before the Taliban gained power, and during the regime, women literally risked their lives to run clandestine salons in their houses. Work was illegal -- curling hair, even with perm rods crudely carved out of wood, was often the only way the women could support their families.", "headline": {"kicker": "FOOD", "main": "Kebabing Along"}, "_id": "4fd2491a8eb7c8105d7e6613", "web_url": "http://www.nytimes.com/2003/12/07/magazine/food-kebabing-along.html", "keywords": [{"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "For years my friend the writer Elaine Shannon and I joked that one day we would write a cookbook called ''Kill That Taste!'' The idea was born from the fact that the refrigerator in Elaine's Washington kitchen was filled almost exclusively with po...", "section_name": "Magazine", "print_page": "85", "abstract": "Julia Reed article gives recipes for brussel sprout, broccoli and okra dishes that should win over people who do not like these vegetables; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-10-13T00:00:00Z", "word_count": 1804, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reed", "organization": "", "firstname": "Julia"}], "original": "By Julia Reed"}, "multimedia": [], "blog": [], "lead_paragraph": "For years my friend the writer Elaine Shannon and I joked that one day we would write a cookbook called ''Kill That Taste!'' The idea was born from the fact that the refrigerator in Elaine's Washington kitchen was filled almost exclusively with powerful condiments: lime pickle, chutneys and relishes, capers, mustards and, because she is a good Georgia girl, a vast array of hot sauces. The idea was that anything accompanied by one or some combination of the above would be made better or, at the very least, unrecognizable. Even -- or especially -- foods people hate. Now there are very few things I don't like, but employing our theory I have made uninteresting things taste far livelier. The ever present mini-bottle of Tabasco in my purse has gotten me through more airplane meals and rubber-chicken dinners than I can count. It is also possible, of course, to go the opposite route and kill things with kindness. I have seen many a timid eater overcome his or her aversion to some despised food or another when it is plied with enough cream and butter. Or if it is simply fried.", "headline": {"kicker": "FOOD", "main": "Turning Green"}, "_id": "4fd21f938eb7c8105d7a2d46", "web_url": "http://www.nytimes.com/2002/10/13/magazine/food-turning-green.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Let's face it, my taste buds are only mine, not yours or anybody else's, and as such deserve no special accolade just because they temporarily have access to a printing press. This is helpful to remember not only in matters culinary but also in ma...", "section_name": "Magazine", "print_page": "47", "abstract": "Jonathan Reynolds article compares food served at Zeffirino and Valentino, restaurants in Las Vegas hotel modeled after Venice, with food in authentic Venice restaurants; recipe; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-06-23T00:00:00Z", "word_count": 1824, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "Let's face it, my taste buds are only mine, not yours or anybody else's, and as such deserve no special accolade just because they temporarily have access to a printing press. This is helpful to remember not only in matters culinary but also in matters artistic, financial and romantic. For instance, now that the buffoon season is over and there are no more awards or (worse) awards shows until the billions of Emmys show up again in the fall, my easily appalled friend Jocko lays out his cards. When Jocko told me that giving the Tony to as pedestrian a show as ''Thoroughly Modern Millie'' mocks the prize and makes it meaningless as a symbol of quality because enough voters are theater owners and roadshow presenters who are not going to take a show called ''Urinetown'' on the road despite its superior originality and smarts, why those, of course, are only Jocko's taste buds, not yours or anyone else's. Similarly, your broker's recommendation to buy or sell AOL Time Warner is only one person's opinion. And one woman's hunk will be another's brute. So if I tell you that the food at a hotel in Las Vegas modeled after the city of Venice is considerably better than any of the food in Venice itself, that's only my opinion -- even though in this case it's right. And if I add that the food in that Italian city is the most mediocre and overpriced in the world (not the worst -- that belt is still comfortably worn by Shea Stadium), well, that again is entirely subjective. Just because I happen to know that two restaurants at the Venetian hotel -- Zeffirino and Valentino -- surpass any in Venice, Italy, is no reason to buy it wholesale.", "headline": {"kicker": "FOOD", "main": "Venice vs. Venice"}, "_id": "4fd27f538eb7c8105d848ff6", "web_url": "http://www.nytimes.com/2002/06/23/magazine/food-venice-vs-venice.html", "keywords": [{"name": "glocations", "value": "VENICE (ITALY)"}, {"name": "organizations", "value": "VALENTINO"}, {"name": "organizations", "value": "ZEFFIRINO"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "To the Southerner, there is simply no other food that possesses the stature of fried chicken. It cuts across class lines. (When I was growing up, if we were dressed in church clothes, we'd eat it at the country club; if not, we'd stand in line at ...", "section_name": "Magazine", "print_page": "49", "abstract": "Julia Reed article on Southern fried chicken; recipe; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-05-26T00:00:00Z", "word_count": 1827, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reed", "organization": "", "firstname": "Julia"}], "original": "By Julia Reed"}, "multimedia": [], "blog": [], "lead_paragraph": "To the Southerner, there is simply no other food that possesses the stature of fried chicken. It cuts across class lines. (When I was growing up, if we were dressed in church clothes, we'd eat it at the country club; if not, we'd stand in line at KFC and take home a bucket from the Colonel.) It cuts across regional lines (unlike say, gumbo, which is enjoyed in other states but does not retain the same exalted rank outside Louisiana, or pilau, which is relatively unheard of beyond South Carolina). It can also be the subject of intense debate. For example, should the chicken be marinated overnight in milk and seasonings before being coated with flour, or simply washed and dried and coated with seasoned flour? And what should the seasonings be? Also, what should the chicken be fried in, lard or oil? Most cooks I know have passionate, unequivocal answers to these questions. And just about everybody I know has his or her own highly personal benchmark, the standard against which all other fried chicken must be measured. For my friend Rick Smythe, it's the chicken at Fratesi's, a store on Highway 82 near Tribbett, Miss., where they've been frying chicken at least as long as Rick has been alive. There the chicken is soaked in a mixture of milk and water, coated in flour seasoned with onion salt, garlic salt, Season-All and black pepper and fried in oil. Last time I was home, Rick insisted I try it, so I sampled four pieces until there was nothing left but bones. When I told our mutual friend Ralph McGee that I thought Fratesi's chicken was indeed pretty good, Ralph looked at me as if I was crazy. ''It ain't nothing like Lola Belle's,'' he said, and so it goes.", "headline": {"kicker": "FOOD", "main": "Bird Song"}, "_id": "4fd27f5b8eb7c8105d849576", "web_url": "http://www.nytimes.com/2002/05/26/magazine/food-bird-song.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "There have been two occasions in my life I have been motivated into the kitchen by literature. The first time it happened I was reading ''Anna Karenina'' in tandem with someone I loved very much, so when we got to Part 4, I decided to replicate Ob...", "section_name": "Magazine", "print_page": "57", "abstract": "Julia Reed Food article on some very special sandwiches; photo; recipes (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-03-10T00:00:00Z", "word_count": 1759, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reed", "organization": "", "firstname": "Julia"}], "original": "By Julia Reed"}, "multimedia": [], "blog": [], "lead_paragraph": "There have been two occasions in my life I have been motivated into the kitchen by literature. The first time it happened I was reading ''Anna Karenina'' in tandem with someone I loved very much, so when we got to Part 4, I decided to replicate Oblonsky's massive hors d'oeuvres buffet that facilitated the successful reunion of Levin and Kitty. There were six kinds of vodka and as many kinds of cheese with silver spreaders caviars, various tinned delicacies, pickled mushrooms, sliced French bread. The vodka got the best of us, of course, along with the tragic nature of Anna's, and our own, romance. Plied with booze and lust and fish eggs, we got into a heap of trouble that afternoon, with far-reaching ramifications, the least of which was my missing two planes to somewhere I really needed to be. The next instance was much less grand, and certainly less Russian, in scale, and more satisfying since I actually remember it. I was lying in bed, alone, early one Sunday morning reading ''Edisto Revisited,'' by Padgett Powell. I had just begun the book, and I was in a good mood because I had loved ''Edisto.'' I was looking forward to a few pleasant hours. But then on Page 52 the hero makes a club sandwich for his new girlfriend. A few pages earlier he put bacon on the griddle, and I handled that O.K., but then he wrote: ''She leaned over the expert lay of smart club sandwiches and kissed me: mayonnaise, bacon and salty girl. Or: tongue tomato tart and salty lip of girl. Or: tart tomato, salty lip and woman.''", "headline": {"kicker": "FOOD", "main": "The Literary Club"}, "_id": "4fd2659c8eb7c8105d819f06", "web_url": "http://www.nytimes.com/2002/03/10/magazine/food-the-literary-club.html", "keywords": [{"name": "subject", "value": "SANDWICHES"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SOMETIMES, all it takes is a small amount of a certain ingredient to contribute a distinctive touch to a dish. That's why I always keep a link or two of Spanish-style chorizo sausage in my refrigerator.    A few tablespoons of the ruddy, finely mi...", "section_name": "New York and Region", "print_page": "14", "abstract": "Florence Fabricant Food column on Spanish-style chorizo sausage; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-01-21T00:00:00Z", "word_count": 760, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "SOMETIMES, all it takes is a small amount of a certain ingredient to contribute a distinctive touch to a dish. That's why I always keep a link or two of Spanish-style chorizo sausage in my refrigerator. A few tablespoons of the ruddy, finely minced or diced sausage, with its peppery, paprika taste, can work wonders.", "headline": {"kicker": "FOOD", "main": "With Chorizo Sausage, Nibbling Is Just One of the Options"}, "_id": "4fd22d668eb7c8105d7ba83d", "web_url": "http://www.nytimes.com/2001/01/21/nyregion/food-with-chorizo-sausage-nibbling-is-just-one-of-the-options.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "I'M never without olives in the kitchen. Do I need a quick nibble with cocktails? Bring out the olives. Will I want to give a new look and taste to a stew? I'll add olives. And when it comes to salads, plump, glossy olives contribute a deliciously...", "section_name": "New York and Region", "print_page": "10", "abstract": "Florence Fabricant Food column offers ways to spark up salads with olives; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-07-16T00:00:00Z", "word_count": 651, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "I'M never without olives in the kitchen. Do I need a quick nibble with cocktails? Bring out the olives. Will I want to give a new look and taste to a stew? I'll add olives. And when it comes to salads, plump, glossy olives contribute a deliciously salty tang and meaty texture. A quick tour through the olive display in many supermarkets, fancy food shops and delicatessens reveals more than a dozen green, brown and black olives, large and small, pitted and unpitted, some cracked and peppered, others stuffed. It's easy to taste and decide which you like. Olives keep for months in the refrigerator so there's no problem having them on hand.", "headline": {"kicker": "FOOD", "main": "Using Olives to Perk Up a Variety of Salads"}, "_id": "4fd240ca8eb7c8105d7d8c6a", "web_url": "http://www.nytimes.com/2000/07/16/nyregion/food-using-olives-to-perk-up-a-variety-of-salads.html", "keywords": [{"name": "persons", "value": "FABRICANT, FLORENCE"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 152723, "time": 24, "offset": 640}}, "status": "OK"}