{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "HOW CAN THE SUMMER chef keep food light in fat and calories and still maintain the intense, fresh flavors of the season? One alternative is cooking with vegetable juice. The distilled essence of tomatoes and sweet red peppers, for example, lends a...", "section_name": "Magazine", "print_page": "45", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-06-20T00:00:00Z", "word_count": 1645, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "HOW CAN THE SUMMER chef keep food light in fat and calories and still maintain the intense, fresh flavors of the season? One alternative is cooking with vegetable juice. The distilled essence of tomatoes and sweet red peppers, for example, lends a warm, sunny note to pastas, grilled vegetables, meat and fish, while the juice from vegetables like cucumbers and celery adds a delicate cool. The cucumber itself may seem an unlikely candidate for juicing -- the vegetable is better known for its crunch than its flavor. But after the pulp and skin have been removed, cucumber juice has a full, though delicate, flavor. Much the same can be said for celery, though its juice is saltier and spicier. Both add a surprising, if not immediately identifiable, vigor to the summer table. Think of it as a garden that's been distilled.", "headline": {"kicker": "FOOD", "main": "Add and Extract"}, "_id": "4fd1caef8eb7c8105d6fffdf", "web_url": "http://www.nytimes.com/1993/06/20/magazine/food-add-and-extract.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "FOR YEARS IT HAS BEEN impossible to utter the word \"casserole\" in polite company. It evokes tuna and noodles, macaroni and cheese, green beans and cream of mushroom soup -- all gooey and bound in perpetuity. Underneath these culinary cliches lurks...", "section_name": "Magazine", "print_page": "71", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-11-29T00:00:00Z", "word_count": 2121, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "FOR YEARS IT HAS BEEN impossible to utter the word \"casserole\" in polite company. It evokes tuna and noodles, macaroni and cheese, green beans and cream of mushroom soup -- all gooey and bound in perpetuity. Underneath these culinary cliches lurks the good mother of the 50's. The one who sought to be thrifty, efficient and creative in her nurturing, the one who wound up locked in Ozzie and Harriet land, unable to move past the canvas of a Corning Ware dish, the palette of a can of Campbell's soup, the mushy dominion of which she was queen. \"I hate casseroles,\" announced a 7-year-old at a family dinner several years ago, training beams of hatred toward the grandmother who had created a quaint collage of ground beef, red beans and rice. The health fanatics at the table zealously fell on the subject of girth and fat in casseroles. The epicures delivered sniffs and sneers. The grandmother looked as crushed as the layer of Fritos that topped her creative casserole.", "headline": {"kicker": "FOOD", "main": "Deeper Dish"}, "_id": "4fd1e3148eb7c8105d72c5ba", "web_url": "http://www.nytimes.com/1992/11/29/magazine/food-deeper-dish.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Fall is an impetuous season for desserts. The dance between summer and the nippy north winds makes the sweet tooth long for a cooling fruit sorbet one minute, a warming slab of tart pear pie the next.   Ingredients sway to their own bittersweet so...", "section_name": "Magazine", "print_page": "43", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-10-11T00:00:00Z", "word_count": 2023, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "Fall is an impetuous season for desserts. The dance between summer and the nippy north winds makes the sweet tooth long for a cooling fruit sorbet one minute, a warming slab of tart pear pie the next. Ingredients sway to their own bittersweet sonata. Summer peaches and pints of raspberries jam the markets, only to be replaced by pears, plums and figs. Underlying both appetite and availability is the knowledge that these weeks are the outer limits, the final gamut before everything turns to apples, oranges, lemons and green-picked tropical fruits.", "headline": {"kicker": "FOOD", "main": "Ripe for Dessert"}, "_id": "4fd1c3608eb7c8105d6f21d2", "web_url": "http://www.nytimes.com/1992/10/11/magazine/food-ripe-for-dessert.html", "keywords": [{"name": "subject", "value": "DESSERTS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "It is difficult to consider the scallop without stifling a yawn, especially now, at peak season. Since Aphrodite rose from the waves and rode a scallop shell over the Aegean, the bivalve's sweet meat and distinct shell have been subordinated to th...", "section_name": "Magazine", "print_page": "49", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-10-04T00:00:00Z", "word_count": 1976, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "It is difficult to consider the scallop without stifling a yawn, especially now, at peak season. Since Aphrodite rose from the waves and rode a scallop shell over the Aegean, the bivalve's sweet meat and distinct shell have been subordinated to the symbol of St. Jacques, creamed and baked potatoes, bits of architectural flouncing and the logo of a gasoline company. None of these even hint at the sweet, succulent seafood that, when fresh, is delicate and briny as an ocean mist. Terrible things happen to scallops in this world.", "headline": {"kicker": "FOOD", "main": "An Open and Shut Case"}, "_id": "4fd1b5888eb7c8105d6db149", "web_url": "http://www.nytimes.com/1992/10/04/magazine/food-an-open-and-shut-case.html", "keywords": [{"name": "subject", "value": "SCALLOPS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE SUMMER APPETITE IS like an indecisive lover. Subdued or perhaps subordinated by heat and the mixed blessing of long, slow days, warm-weather hunger is laconic and lackadaisical. It is loath to commit to a full meal, looking to be convinced.   ...", "section_name": "Magazine", "print_page": "41", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-06-21T00:00:00Z", "word_count": 2044, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "THE SUMMER APPETITE IS like an indecisive lover. Subdued or perhaps subordinated by heat and the mixed blessing of long, slow days, warm-weather hunger is laconic and lackadaisical. It is loath to commit to a full meal, looking to be convinced. As if teaching the cook to nurse a fussy patient, antique cookbooks use words like \"cooling\" and \"soothing\" when describing dishes to tempt the summer palate. Such dishes are still typically gussied up to an extreme. Cucumber butterflies, carved carrot florets and radish roses abound, all begging to beguile. In the end, the same thing that subdues appetite can inflame it: the nature of the season.", "headline": {"kicker": "FOOD", "main": "Party Flavors"}, "_id": "4fd19fbb8eb7c8105d6b3b0a", "web_url": "http://www.nytimes.com/1992/06/21/magazine/food-party-flavors.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "PAWLEYS ISLAND is a small stretch of sand that lies about 25 miles and a couple hundred light years south of Myrtle Beach on the South Carolina coast. If they've heard of it at all, Northerners identify Pawleys with the rope hammocks made there. T...", "section_name": "Magazine", "print_page": "73", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-06-07T00:00:00Z", "word_count": 1927, "news_desk": "Magazine Desk", "byline": {"person": [{"role": "reported", "organization": "", "rank": 1}], "original": "By Alex Ward;"}, "multimedia": [], "blog": [], "lead_paragraph": "PAWLEYS ISLAND is a small stretch of sand that lies about 25 miles and a couple hundred light years south of Myrtle Beach on the South Carolina coast. If they've heard of it at all, Northerners identify Pawleys with the rope hammocks made there. Those who have actually set foot on the place tend to speak of it in hushed tones, perhaps fearing it might disappear if they talk about it too loudly. Having spent a week at Pawleys for all but one of the past 17 summers, I think the reverence may be overdone -- but not by much. With its four miles of sandy white beach and endearingly motley collection of cottages -- many with a view of the Atlantic Ocean in the front and lush marshland out back -- Pawleys is unquestionably lovable. For years, the term \"arrogantly shabby\" has been attached to it. While many of the houses blown away by Hurricane Hugo a couple of years ago now have much grander replacements, that description still fits.", "headline": {"kicker": "FOOD", "main": "LOW-COUNTRY COMFORT"}, "_id": "4fd1db458eb7c8105d71bf99", "web_url": "http://www.nytimes.com/1992/06/07/magazine/food-low-country-comfort.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AS the weather warms and the outdoor season moves into high gear, the grill is in for a workout. And when it comes to grilling these days, anything goes.    Take grilled salad, for example. While grilling may sound like an odd way to prepare salad...", "section_name": "New York and Region", "print_page": "18", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-05-31T00:00:00Z", "word_count": 848, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "AS the weather warms and the outdoor season moves into high gear, the grill is in for a workout. And when it comes to grilling these days, anything goes. Take grilled salad, for example. While grilling may sound like an odd way to prepare salad, using one or more grilled items in a salad mixture adds a delicious edge of crispness and smoky flavor.", "headline": {"kicker": "FOOD", "main": "A Salad Fit for Grilling. Yes, a Salad."}, "_id": "4fd1b5068eb7c8105d6da3a5", "web_url": "http://www.nytimes.com/1992/05/31/nyregion/food-a-salad-fit-for-grilling-yes-a-salad.html", "keywords": [{"name": "persons", "value": "WARDE, JOHN"}, {"name": "subject", "value": "HOME REPAIRS"}, {"name": "subject", "value": "BRICK AND TILE"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IT IS 10:45 ON A SATURDAY MORNING, and Daniel Boulud, the 37-year-old chef of Le Cirque, strides into the kitchen. Trim and diminutive under a starched chef's jacket and white apron, he wears pin-striped trousers, precisely cuffed, perfectly pleat...", "section_name": "Magazine", "print_page": "59", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-04-05T00:00:00Z", "word_count": 2176, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "IT IS 10:45 ON A SATURDAY MORNING, and Daniel Boulud, the 37-year-old chef of Le Cirque, strides into the kitchen. Trim and diminutive under a starched chef's jacket and white apron, he wears pin-striped trousers, precisely cuffed, perfectly pleated, and spit-polished shoes. Half of Boulud is a big-city executive; the other half is a shy, fastidious Frenchman who cooked his way off his family's farm to the apex of his craft. Le Cirque's kitchen is backstage to the most glamorous dining room in Manhattan. Serving both the passing fancies and inflexible tastes of the rich and the urbane, the kitchen has been a major way station on the road from Escoffier's dictums to exotic cuisine. With his instinct for the chemistry of food and a cautious Gallic originality, Boulud turns trends into new classics.", "headline": {"kicker": "FOOD", "main": "A Man for All Seasonings"}, "_id": "4fd1d9218eb7c8105d718917", "web_url": "http://www.nytimes.com/1992/04/05/magazine/food-a-man-for-all-seasonings.html", "keywords": [{"name": "persons", "value": "BOULUD, DANIEL"}, {"name": "organizations", "value": "LE CIRQUE"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "ST. PATRICK'S DAY, which falls on Tuesday, has become the occasion for some rather sophisticated food in recent years. Irish chefs have rediscovered and refined their country's traditional dishes; the cottage industries -- cheese, honey, exotic se...", "section_name": "New York and Region", "print_page": "14", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-03-15T00:00:00Z", "word_count": 907, "news_desk": "New Jersey Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "ST. PATRICK'S DAY, which falls on Tuesday, has become the occasion for some rather sophisticated food in recent years. Irish chefs have rediscovered and refined their country's traditional dishes; the cottage industries -- cheese, honey, exotic seaweeds, trout farms -- have been revived, and the result is some of the most interesting new cooking around. One young Irish chef, James O'Shea, who is owner of the West Street Grill in Litchfield, Conn., often serves dishes in his restaurant that, unknown to his customers, have Irish origins. \"Pies are as common in Ireland as pates in France,\" he said. \"In almost any food shop, you will find an enormous selection to take home -- both in gourmet form and in fat-food form.\" One of the most popular items on his current menu is a pie made with goat cheese and leeks and cooked in a crust made with bread crumbs. It is known in Ireland as curd pie.", "headline": {"kicker": "FOOD", "main": "Keeping in Step With St. Patrick's Day"}, "_id": "4fd1b3658eb7c8105d6d7187", "web_url": "http://www.nytimes.com/1992/03/15/nyregion/food-keeping-in-step-with-st-patrick-s-day.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "ST PATRICK'S DAY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The name \"Michel Guerard\" is emblazoned in blue on his starched white chef jacket, his checkered trousers are well creased. The three-star French chef who invented cuisine minceur preens under his pleated toque. He looks ready for more television ...", "section_name": "Magazine", "print_page": "59", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-02-09T00:00:00Z", "word_count": 2215, "news_desk": "Magazine Desk", "byline": {"person": [{"role": "reported", "organization": "", "rank": 1}], "original": "By Molly O'Neill;"}, "multimedia": [], "blog": [], "lead_paragraph": "The name \"Michel Guerard\" is emblazoned in blue on his starched white chef jacket, his checkered trousers are well creased. The three-star French chef who invented cuisine minceur preens under his pleated toque. He looks ready for more television cameras, or to pose for publicity purposes once again in front of Eugenie-les-Bains, the luxurious country inn and spa that he and his wife, Christine, run in the southwest of France. For nearly two decades, he's been the guru of the international slimming set -- by now his is practically a brand name. \"Michel Guerard\" resonates with the French as immediately as \"Lean Cuisine\" does with the Americans. But as the chef called Guerard wraps his apron around his waist this winter morning, he sighs. A gentle puff of belly presses against his apron strings. It looks like a \"magret,\" the plump breast of the moulard duck that is raised and revered in his corner of France, straining against butcher's twine. \"Cooking is a dangerous business,\" Guerard says as he walks into his kitchen.", "headline": {"kicker": "FOOD", "main": "Regarding Guerard"}, "_id": "4fd1cdc78eb7c8105d704f9f", "web_url": "http://www.nytimes.com/1992/02/09/magazine/food-regarding-guerard.html", "keywords": [{"name": "persons", "value": "GUERARD, MICHAEL"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 111, "offset": 430}}, "status": "OK"}