{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "In the large white kitchen, a woman with a white apron stirs a plastic tub of deep red tomato sauce and black olives. Next to her, a woman squeezes dollops of black beans onto dough. Not far from her, another woman delicately closes the tiny bean ...", "section_name": "New York and Region", "print_page": "6", "abstract": "Article discusses growing number of gourmet food manufacturers in New York City who are turning more to national and international markets as industry profits continue to soar for such markets; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-04-08T00:00:00Z", "word_count": 1005, "news_desk": "Metropolitan Desk", "byline": {"person": [{"rank": 1, "middlename": "W.", "firstname": "David", "role": "reported", "lastname": "CHEN", "organization": ""}], "original": "By DAVID W. CHEN"}, "multimedia": [], "blog": [], "lead_paragraph": "In the large white kitchen, a woman with a white apron stirs a plastic tub of deep red tomato sauce and black olives. Next to her, a woman squeezes dollops of black beans onto dough. Not far from her, another woman delicately closes the tiny bean hors d'oeuvres with her fingers. For many years, most of these pates and hors d'oeuvres made at Dufour Pastry Kitchens Inc., a rapidly growing specialty food factory tucked between gritty meat packing plants on Manhattan's West Side, ended up on the tables of New York's restaurants. Now they are just as likely to end up on tables in Montreal, Bermuda, Aspen, Colo., and Honolulu.", "headline": {"main": "Companies Are Finding Tasty Profits in Fancy Food"}, "_id": "4fd1dd868eb7c8105d71f90d", "web_url": "http://www.nytimes.com/1997/04/08/nyregion/companies-are-finding-tasty-profits-in-fancy-food.html", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Cigars for Nonsmoking Fathers For Father's Day, even a nonsmoker might enjoy a handsome chocolate cigar. Four  six-inch cigars of dark chocolate perfumed with Armagnac and dusted with cocoa are packed in a wooden box, $26, at La Maison du Chocolat...", "section_name": "Home and Garden", "print_page": "2", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-06-12T00:00:00Z", "word_count": 649, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Cigars for Nonsmoking Fathers For Father's Day, even a nonsmoker might enjoy a handsome chocolate cigar. Four six-inch cigars of dark chocolate perfumed with Armagnac and dusted with cocoa are packed in a wooden box, $26, at La Maison du Chocolat, 25 East 73d Street. Then there are Fran's Fixations, small dark chocolate cigars wrapped in gold foil with flavored fillings, 95 cents each at Dean & DeLuca, 560 Broadway (at Prince Street), and 98 cents each at Butterfield Market, 1114 Lexington Avenue (at 77th Street). By mail they are $12 a dozen plus shipping from Fran's Chocolates in Seattle. To order: (800) 422-3726.", "headline": {"main": "Food Notes"}, "_id": "4fd1f1388eb7c8105d747c46", "web_url": "http://www.nytimes.com/1996/06/12/garden/food-notes-012823.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Lexington Avenue butcher shop's missive to its Upper East Side clientele was as pointed as its knives. Can summer in the Hamptons be savored without hung pheasant or designer chicken, liberated from cages and nurtured in the sweet air of Penns...", "section_name": "New York and Region", "print_page": "25", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1995-07-02T00:00:00Z", "word_count": 1357, "news_desk": "Metropolitan Desk;", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "CARVAJAL", "organization": "", "firstname": "Doreen"}], "original": "By DOREEN CARVAJAL"}, "multimedia": [], "blog": [], "lead_paragraph": "The Lexington Avenue butcher shop's missive to its Upper East Side clientele was as pointed as its knives. Can summer in the Hamptons be savored without hung pheasant or designer chicken, liberated from cages and nurtured in the sweet air of Pennsylvania Dutch country? \"We have been informed by many of our valued customers on how 'difficult' it is to purchase quality meats and poultry at the East End while away from Albert & Sons during the summer months,\" wrote the proprietors, Robert and James Moffa.", "headline": {"main": "All the Comforts of Manhattan; Why Rough It in the Hamptons? Goodies Are Delivered"}, "_id": "4fd1cc718eb7c8105d702c4c", "web_url": "http://www.nytimes.com/1995/07/02/nyregion/all-the-comforts-of-manhattan-why-rough-it-in-the-hamptons-goodies-are-delivered.html", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "UPPER EAST SIDE (MANHATTAN)"}, {"name": "glocations", "value": "HAMPTONS, THE (NY)"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": null, "section_name": null, "print_page": "42", "abstract": null, "type_of_material": "Caption", "subsection_name": null, "pub_date": "1995-05-21T00:00:00Z", "word_count": 0, "news_desk": "Metropolitan Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": null, "headline": {"main": "Something to Match the Ratatouille?"}, "_id": "4fd200508eb7c8105d7635f0", "web_url": "http://www.nytimes.com/1995/05/21/nyregion/something-to-match-the-ratatouille.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Lambs for Petting    Baby lambs from Hollow Road Farms in the Hudson Valley will visit the Union Square Greenmarket on Saturday from 10 A.M. to 2 P.M. Visitors will be able to pet the lambs, and the farm will have sheep's milk cheeses and yogurt f...", "section_name": "Home and Garden", "print_page": "2", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1995-04-12T00:00:00Z", "word_count": 798, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Lambs for Petting Baby lambs from Hollow Road Farms in the Hudson Valley will visit the Union Square Greenmarket on Saturday from 10 A.M. to 2 P.M. Visitors will be able to pet the lambs, and the farm will have sheep's milk cheeses and yogurt for tasting. For Last-Minute Orders Most catering shops are no longer accepting orders for Passover and Easter, but Campagna Catering at Campagna Restaurant, 24 East 21st Street, (212) 460-8716, is one exception. It will fill orders through 5 P.M. tomorrow for roast chicken with garlic and herbs ($14 each), among other dishes.", "headline": {"main": "Food Notes"}, "_id": "4fd1e7a68eb7c8105d734dd8", "web_url": "http://www.nytimes.com/1995/04/12/garden/food-notes-351595.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE Old South is coming to Southampton in April, when Savanna's opens at 268 Elm Street in the restored Village Hall. The 82-seat restaurant will serve Southern Coastal food cooked by a rising young Southern chef.    Hamilton Hoge and Craig Watson...", "section_name": "New York and Region", "print_page": "20", "abstract": null, "type_of_material": "Review", "subsection_name": null, "pub_date": "1995-02-26T00:00:00Z", "word_count": 990, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "middlename": "Jay", "firstname": "Richard", "role": "reported", "lastname": "SCHOLEM", "organization": ""}], "original": "By RICHARD JAY SCHOLEM"}, "multimedia": [], "blog": [], "lead_paragraph": "THE Old South is coming to Southampton in April, when Savanna's opens at 268 Elm Street in the restored Village Hall. The 82-seat restaurant will serve Southern Coastal food cooked by a rising young Southern chef. Hamilton Hoge and Craig Watson, who own Calaluna in Southampton, have teamed up with John Halpern and Harry Cocowitch, manager of the Meadow Club, in the new venture. The four partners plan to offer seafood and vegetables from the Carolinas, Virginia, Georgia and the Caribbean.", "headline": {"kicker": "A LA CARTE", "main": "And Now Get Ready for Southern Coastal Food"}, "_id": "4fd1fdce8eb7c8105d75dcd8", "web_url": "http://www.nytimes.com/1995/02/26/nyregion/a-la-carte-and-now-get-ready-for-southern-coastal-food.html", "keywords": [{"name": "glocations", "value": "LONG ISLAND (NY)"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Marathon Meal . . .    Marathoners who compete in New York City's annual run traditionally fuel up with high-octane pasta the night before, many at the big pasta supper at Tavern on the Green in Central Park. This year, Creamette Pasta, the of...", "section_name": "Home and Garden", "print_page": "10", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1994-11-02T00:00:00Z", "word_count": 782, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "The Marathon Meal . . . Marathoners who compete in New York City's annual run traditionally fuel up with high-octane pasta the night before, many at the big pasta supper at Tavern on the Green in Central Park. This year, Creamette Pasta, the official pasta of the event, is footing the bill for the party. As for which pasta dishes to serve, that question was left to New York area consumers to answer in a pasta recipe contest this summer.", "headline": {"main": "Food Notes"}, "_id": "4fd1c51b8eb7c8105d6f4da1", "web_url": "http://www.nytimes.com/1994/11/02/garden/food-notes-705306.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "There were burning questions about peanut oil. Should you really be using it? (yes) and how much? (enough).   There was a long debate on just how hot is hot when it comes to heating a wok. (Until it steams, it was revealed, although most cookbooks...", "section_name": "New York and Region", "print_page": "9", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1994-09-25T00:00:00Z", "word_count": 590, "news_desk": "The City Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "STEINHAUER", "organization": "", "firstname": "Jennifer"}], "original": "By JENNIFER STEINHAUER"}, "multimedia": [], "blog": [], "lead_paragraph": "There were burning questions about peanut oil. Should you really be using it? (yes) and how much? (enough). There was a long debate on just how hot is hot when it comes to heating a wok. (Until it steams, it was revealed, although most cookbooks won't say so, because editors fear liability suits that could result from a kitchen that burns to the ground.)", "headline": {"kicker": "NEIGHBORHOOD REPORT: FLUSHING", "main": "Chinese Cuisine As Smogasbord For the Intellect"}, "_id": "4fd1f6d88eb7c8105d75136c", "web_url": "http://www.nytimes.com/1994/09/25/nyregion/neighborhood-report-flushing-chinese-cuisine-as-smogasbord-for-the-intellect.html", "keywords": [{"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "QUEENS COLLEGE"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Award Ballots Ready?    Earlier this month the International Association of Culinary Professionals announced nominees for its annual Julia Child cookbook awards. The winners, to be announced at a convention in San Francisco on April 23, will be se...", "section_name": "Home and Garden", "print_page": "6", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1994-03-30T00:00:00Z", "word_count": 1172, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Award Ballots Ready? Earlier this month the International Association of Culinary Professionals announced nominees for its annual Julia Child cookbook awards. The winners, to be announced at a convention in San Francisco on April 23, will be selected by a jury of cooking professionals. But there will also be an award -- the Cook's Choice Award -- given to a cookbook that wins the most votes from the public. An official ballot is required and must reach the organization's headquarters in Louisville, Ky., no later than April 10 at noon Eastern daylight time. Ballots sent by fax are not eligible. Anyone who fills out a ballot will be eligible to win a trip to San Francisco the weekend of the convention. Ballots can be obtained by sending a stamped, self-addressed envelope to Cook's Choice Award, I.A.C.P., 304 West Liberty Street, Suite 201, Louisville, Ky. 40202, or by calling (502) 587-7953. Express From Century Cafe Century Cafe, 132 West 43d Street, has started a lunchtime delivery service. Excellent soups, salads, pasta, sandwiches and desserts are on the Century Cafe Express menu, and the service is prompt. The selections include a moist salmon club sandwich for $6.95, Caesar salad for $3.75 and a well-seasoned salad of penne, grilled shrimp, arugula and roasted peppers for $3.50. Delivery between 11 A.M. and 3 P.M. is free for orders of $5 or more, with delivery between 35th and 49th streets and Madison and Ninth avenues. Although orders can be placed at lunchtime, anyone wishing to receive them at a specific time should place orders by 3 P.M. the day before by calling (212) 398-1988. Taste of Japan in Jersey An interesting excursion to New Jersey for a taste of Japan will be sponsored April 18 by the Roundtable for Women in Food Service, a networking group. There will be a guided tour of the giant Japanese supermarket at Yaohan Plaza, 595 River Road, Edgewater, N.J., beginning at 4 P.M. From 6:15 to 8 P.M., participants will have a chance to shop and have dinner. The cost is $10 for members of the round table and $18 for nonmembers, not including transportation, shopping or dinner. Transportation is $2.55 each way by public bus from the Port Authority or the George Washington Bridge. Those who drive can park at no charge. Reservations, which are required, can be made by sending a check payable to R.W.F. to the group's office, 80 Eighth Avenue, Suite 303, Box 677, New York 10011; (212) 807-5677. If space is available, tickets will be sold at the door for $15; $23 for nonmembers. Subliminal Shopping Consumer Reports has just published the \"Supermarket Buying Guide\" by Kent B. Banning and Mary Weber ($14.95). This 291-page paperback explains how the layout of a typical supermarket can affect what a consumer spends, and gives money-saving shopping strategies. The most useful section is a guide to selecting, storing and preparing foods. An appendix gives Consumer Reports ratings for products in about a dozen categories. Unfortunately, the book says nothing about organic produce or other foods produced without pesticides, herbicides or preservatives. Food as Medicine On April 10 at 2 and 4 P.M. an hourlong program called \"Food as Medicine\" will be presented at the American Museum of Natural History. Li Lian Xing, a Chinese herbalist, will discuss Chinese theories and demonstrate his methods of diagnosing health problems. Samples of herbal teas, a seafood broth and other drinks and will be served. The program is sponsored by Legal Seafoods, a Boston chain of restaurants, and the Imperial Herbal Restaurant in Singapore. The program will be held in the museum's Auxiliary Dining Room. Tickets are $5, and can be reserved by calling (212) 769-5310, or can be purchased at the door. Cooking Schools Expand Professional cooking schools are expanding. At the French Culinary Institute, 462 Broadway (at Grand Street), short programs for amateurs are being eliminated and sessions to train professional cooks in classic French techniques are being added. The changes are being made by Michael J. Sheets, a former marketing executive, who became president of the institute in January. And the California Culinary Academy in San Francsico has just opened more classrooms and kitchens at 700 Polk Street, near its headquarters at 625 Polk Street. The school's baking and pastry programs will be taught in the new space. More Creme Creme de la Creme, one of New Jersey's better catering shops, has moved from Teaneck to larger quarters in Dumont, at 405 East Madison Avenue. The shop, which is owned by Richard and Mary Beth Brace, both graduates of the Culinary Institute of America in Hyde Park, N.Y., features a full range of prepared foods and desserts, including some made with lower fat and sodium. The shop is open every day except Monday. Caffeine Lit Inevitable, you say. Java Journal, a downtown monthly, made its debut last month with 32 pages of poetry, short stories, snippets of information about coffee, mini-reviews of 45 coffeehouses in Greenwich Village, the East Village and points south, and a calendar of events, like poetry readings in coffeehouses. It is distributed free in coffee stores and cafes. A Collective for Condiments In what may be the wave of the future, three independent producers of fine condiments in California have joined forces to produce and promote their products. The line, called Napa Valley Kitchens, includes Consorzio Oils, Napa Valley Mustard and Napa Valley Flavored Oils. Sardine Suggestions Recipe pamphlets provided by food companies are rarely worth noting. One exception is the Norway Sardine Cookbook, a bright, lively and imaginative 28-page book of recipes and cooking tips. It is available for a postage and handling fee of $3 from Department CPR, P.O. Box 426230, San Francisco 94142. Healthful Chips Terra Chips, the company that introduced assortments of colorful and tasty root-vegetable chips like beet, lotus root, sweet potato, taro and carrot a few years ago, has started selling bags of individual kinds of these chips. Last fall it came out with bags of peppery spiced sweet-potato chips. Now it has added seasoned taro-root chips and unspiced sweet-potato chips. The taro chips are flavored with Asian seasonings like lemon grass, ginger and coriander, giving an aromatic note to their delicate flavor. The sweet-potato chips are crunchy and rich. Both varieties come in 1.5-ounce bags for around $1 and 6-ounce bags for about $3. Munchers who find the chips irresistible should note that the serving size listed for the nutritional information is actually 1 ounce, or 140 calories, not the entire 1.5 ounce bag (210 calories). A $1,000 Cookbook If you happen to own a copy of the \"Hotel St. Francis Cookbook,\" published in San Francisco in 1919, you may be surprised to learn it is worth $100. A first edition (1931) of \"The Joy of Cooking\" is worth $1,000, but the \"Harvest Sale Cookbook,\" published by the Ladies Aid of Malden Hospital in Massachusetts, is only worth $15. \"Cookbooks Worth Collecting\" by Mary Barile (Wallace-Homestead Books, $17.95) is a guide to collectible cookbooks with a bit of history.", "headline": {"main": "Food Notes"}, "_id": "4fd1ebde8eb7c8105d73c9d7", "web_url": "http://www.nytimes.com/1994/03/30/garden/food-notes-620882.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A New Tabasco    What is that bright green stuff in the classic Tabasco bottle? Tabasco Jalapeno Sauce, that's what, the latest addition to the hot-sauce collection, and the first new hot sauce made in 125 years by the McIlhenny Company of Avery I...", "section_name": "Home and Garden", "print_page": "6", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1994-01-12T00:00:00Z", "word_count": 597, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "A New Tabasco What is that bright green stuff in the classic Tabasco bottle? Tabasco Jalapeno Sauce, that's what, the latest addition to the hot-sauce collection, and the first new hot sauce made in 125 years by the McIlhenny Company of Avery Island, La. Tabasco Jalapeno Sauce has a fairly straightfoward green jalapeno flavor and, while forceful enough, is considerably less ferocious than the classic red pepper sauce.", "headline": {"main": "FOOD NOTES"}, "_id": "4fd1d29d8eb7c8105d70e576", "web_url": "http://www.nytimes.com/1994/01/12/garden/food-notes-849367.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 45, "offset": 990}}, "status": "OK"}