{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "THERE is something very 60's about Belgian endive. Perhaps it is those canapes made with salmon caviar or blue cheese spooned onto the leaves and served at cocktail parties. In those days it was also the main winter salad vegetable, when other gre...", "section_name": "New York and Region", "print_page": "24", "abstract": "Moira Hodgson food column offers advice on preparing and serving Belgian endive; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-10-18T00:00:00Z", "word_count": 972, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "THERE is something very 60's about Belgian endive. Perhaps it is those canapes made with salmon caviar or blue cheese spooned onto the leaves and served at cocktail parties. In those days it was also the main winter salad vegetable, when other greens were out of season. But now I often find it a welcome antidote to those dubious piles of so-called mesclun, of which one can easily get very tired. Raw endive is crisp and refreshingly bitter, served in classic combinations with walnuts and apples, Gruyere or Roquefort. It is also extremely good cooked. I like to grill it and sprinkle it with herbs like chives, thyme or parsley and a fruity olive oil. I also like to braise it slowly in the oven with stock, or steam it whole, or slice it and saute it in butter or oil.", "headline": {"kicker": "FOOD", "main": "Back to the Future With Belgian Endive"}, "_id": "4fd1ef408eb7c8105d74395d", "web_url": "http://www.nytimes.com/1998/10/18/nyregion/food-back-to-the-future-with-belgian-endive.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LAST year, on a tour of one of the more spectacular gardens in northwestern Connecticut, I was struck by the beauty of giant rhubarb plants, which had been cultivated not for eating but for decoration. Indeed, until the 17th century, rhubarb was c...", "section_name": "New York and Region", "print_page": "24", "abstract": "Moira Hodgson on use of rhubarb in cooking; recipes for rhubarb and mango compote, rhubarb crumble, rhubarb and ginger fool; drawiug (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-04-19T00:00:00Z", "word_count": 684, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "LAST year, on a tour of one of the more spectacular gardens in northwestern Connecticut, I was struck by the beauty of giant rhubarb plants, which had been cultivated not for eating but for decoration. Indeed, until the 17th century, rhubarb was considered an ornamental plant, with roots that were used as a medicine. The wide, frilly leaves are, in fact, toxic (they contain oxalic acid), and the idea of eating the stalks did not catch on until the 19th century. Even then, it was chiefly in northern Europe that the stalks captured the imagination of cooks, who made them into jams and jellies, desserts or a sauce to go with meat and even fish. The reddish-green stalks, which are in peak season in the spring, have much more flavor than the pink hothouse variety, which is available at other times of the year. If the stalks are very thick, they are better peeled with a vegetable parer. Otherwise, they simply need to be cut in pieces and cooked with quite a lot of sugar (or honey) to be palatable.", "headline": {"kicker": "FOOD", "main": "Rhubarb, Perfect for Compotes, Crumbles and Fools"}, "_id": "4fd217ba8eb7c8105d793659", "web_url": "http://www.nytimes.com/1998/04/19/nyregion/food-rhubarb-perfect-for-compotes-crumbles-and-fools.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A DESSERT to chase winter doldrums is one that calls on sunny tropical flavors. Coconut, mango, orange  and the like not only brighten a dinner party but, when combined to make baked alaska, also give delightful panache to the meal.     Baked alas...", "section_name": "New York and Region", "print_page": "16", "abstract": "Florence Fabricant article on making tropical baked alaska; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-01-18T00:00:00Z", "word_count": 675, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "A DESSERT to chase winter doldrums is one that calls on sunny tropical flavors. Coconut, mango, orange and the like not only brighten a dinner party but, when combined to make baked alaska, also give delightful panache to the meal. Baked alaska is made by combining ice cream or sorbet on a layer of cake, then icing it with meringue and putting it in a hot oven to toast the meringue. The cake and meringue insulate the ice cream during the baking.", "headline": {"kicker": "FOOD", "main": "From the Folks at Global Warming, a Tropical Baked Alaska"}, "_id": "4fd203e18eb7c8105d76a3ca", "web_url": "http://www.nytimes.com/1998/01/18/nyregion/food-from-the-folks-at-global-warming-a-tropical-baked-alaska.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "In the Chinese circles that Eddie Schoenfeld travels in, nicknames are the stuff of ridicule and sly comment. Dreamy saps are called Long Hair and perceived idiots Knuckle Hair (or some other bodily fuzz). Schoenfeld, who is bald and looks like Bu...", "section_name": "Magazine", "print_page": "53", "abstract": "Molly O'Neill article on Chinese culinary expert Eddie Schoenfeld; recipes; photo (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-05-25T00:00:00Z", "word_count": 1655, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "In the Chinese circles that Eddie Schoenfeld travels in, nicknames are the stuff of ridicule and sly comment. Dreamy saps are called Long Hair and perceived idiots Knuckle Hair (or some other bodily fuzz). Schoenfeld, who is bald and looks like Buddha by way of Flatbush, should, by all accounts, be called No Hair. Instead he is called Dai Footzah, or Big Beard. It is an honor. A recognition of his eminence in the Chinese culinary world. Big Beard is explaining the niceties of Chinese nomenclature to me while bending over his fancy backyard barbecue. He has already marinated the meat and fashioned a fire and drip pan for his Weber grill. He'll slowly smoke the spare ribs by covering the kettle and leaving open only a tiny vent.", "headline": {"kicker": "FOOD", "main": "Wok Man"}, "_id": "4fd1f9438eb7c8105d755c6c", "web_url": "http://www.nytimes.com/1997/05/25/magazine/wok-man.html", "keywords": [{"name": "persons", "value": "SCHOENFELD, EDDIE"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "FRESH morels come into season in the spring. These dark brown mushrooms have wrinkled honeycomb caps and grow mainly in California, Oregon, Washington and Wisconsin. For many people they are a delicacy on a par with white truffles. Their deep, ear...", "section_name": "New York and Region", "print_page": "16", "abstract": "Moira Hodgson article on cooking with morels, spring mushroom; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-05-04T00:00:00Z", "word_count": 763, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "FRESH morels come into season in the spring. These dark brown mushrooms have wrinkled honeycomb caps and grow mainly in California, Oregon, Washington and Wisconsin. For many people they are a delicacy on a par with white truffles. Their deep, earthy taste goes with spring vegetables like asparagus, young peas and new potatoes, and is a perfect foil for bland meats like chicken or veal. Although they are expensive (around $9 for a quarter of a pound), they have a permeating aroma, and a few go a long way. They usually need to be rinsed under cold running water before being cooked because the caps can be gritty. I find that if you cook them until they are almost dry, their taste is not diluted by the rinsing but becomes more concentrated.", "headline": {"kicker": "FOOD", "main": "Morels? The Curtain Finally Rises on Spring"}, "_id": "4fd1f8c18eb7c8105d754719", "web_url": "http://www.nytimes.com/1997/05/04/nyregion/morels-the-curtain-finally-rises-on-spring.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "''MONA IN THE PROMISED LAND'' IS THE story of a second-generation Chinese-American girl whose version of adolescent rebellion was to convert to Judaism. Revolted by her mother's home-style Chinese cooking -- that's gross, she says of a certain sti...", "section_name": "Magazine", "print_page": "55", "abstract": "Molly O'Neill Food column on Chinese New Year feast of Chinese-American Gish Jen; recipes; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-02-02T00:00:00Z", "word_count": 1730, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "''MONA IN THE PROMISED LAND'' IS THE story of a second-generation Chinese-American girl whose version of adolescent rebellion was to convert to Judaism. Revolted by her mother's home-style Chinese cooking -- that's gross, she says of a certain stir-fry -- Mona took her comfort from matzoh ball soup. But even to Mona's hormonally addled teen-age brain, the sound of the shofar at the beginning of Rosh ha-Shanah can't compete with the firecrackers in Chinatown on Chinese New Year. What other morning do you wake to chestnuts under your pillow to insure future illustriousness? What other culture celebrates the new year with a 10-course feast, each dish representing life, prosperity or family?", "headline": {"kicker": "FOOD", "main": "From Soup to Litchi Nuts"}, "_id": "4fd1ee9f8eb7c8105d741cbe", "web_url": "http://www.nytimes.com/1997/02/02/magazine/from-soup-to-litchi-nuts.html", "keywords": [{"name": "persons", "value": "JEN, GISH"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "CHINESE-AMERICANS"}, {"name": "subject", "value": "LUNAR NEW YEAR"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE best dinner parties are those the host or hostess can enjoy. This, of course, means preparing food ahead so that a minimum of time has to be spent in the kitchen after guests have arrived. The following dinner for 10 is manageable even for som...", "section_name": "New York and Region", "print_page": "18", "abstract": "Moira Hodgson column on preparing food for dinner parties; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-11-03T00:00:00Z", "word_count": 1019, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "THE best dinner parties are those the host or hostess can enjoy. This, of course, means preparing food ahead so that a minimum of time has to be spent in the kitchen after guests have arrived. The following dinner for 10 is manageable even for someone preparing it alone. A marinated leg of lamb is roasted and served with flageolets, baked eggplant and tomatoes. Dessert is a caramelized pear tart served warm with creme fraiche.", "headline": {"kicker": "FOOD", "main": "Preparing Before, Enjoying After"}, "_id": "4fd1eeaa8eb7c8105d7424c3", "web_url": "http://www.nytimes.com/1996/11/03/nyregion/preparing-before-enjoying-after.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "DINNER on the grill has unmistakable allure. That is, until the host or hostess faces the prospect of standing and tending the cooking while guests chat and nibble hors d'oeuvres. A menu of items that can be grilled, then placed on hold in a warm ...", "section_name": "New York and Region", "print_page": "10", "abstract": "Food column suggests recipes for grilling vegetables", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-08-04T00:00:00Z", "word_count": 684, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "DINNER on the grill has unmistakable allure. That is, until the host or hostess faces the prospect of standing and tending the cooking while guests chat and nibble hors d'oeuvres. A menu of items that can be grilled, then placed on hold in a warm oven, avoids all that. Consider quail. These small birds brown easily and are not damaged by a sojourn in a warm oven afterward. A spicy marinade enhances their allure. Boned quail (with all but the tiny leg and wing bones removed) are easiest to grill and eat. Try to buy those that weigh four to five ounces each, boned weight. If they are smaller, you may need two and a half or three quails a person, not two. If boned quail are unavailable, whole quail, butterflied and flattened, can be substituted.", "headline": {"kicker": "FOOD", "main": "A Grilled Meal That Can Be Put on Hold"}, "_id": "4fd1d3da8eb7c8105d7102b7", "web_url": "http://www.nytimes.com/1996/08/04/nyregion/a-grilled-meal-that-can-be-put-on-hold.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SEAFOOD on the grill may dominate the menu for the next three months. Skewering seafood simplifies preparation and serving.         I like to use 12-inch wood skewers for seafood. Because wood does not conduct heat as readily as metal, there is le...", "section_name": "New York and Region", "print_page": "18", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-06-09T00:00:00Z", "word_count": 651, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "SEAFOOD on the grill may dominate the menu for the next three months. Skewering seafood simplifies preparation and serving. I like to use 12-inch wood skewers for seafood. Because wood does not conduct heat as readily as metal, there is less likelihood that delicate seafood will be overcooked. And using two skewers held side by side for each brochette holds the food securely, preventing it from twisting around as it is turned. As mentioned last week, soaking the skewers in water for about 30 minutes before threading them with food will prevent burning.", "headline": {"kicker": "FOOD", "main": "Summer Grilling, Part 2: Some Fine Points on Seafood"}, "_id": "4fd1f2098eb7c8105d748def", "web_url": "http://www.nytimes.com/1996/06/09/nyregion/food-summer-grilling-part-2-some-fine-points-on-seafood.html", "keywords": [{"name": "subject", "value": "BARBECUE"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "SEAFOOD"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THERE is more to pumpkin than the perennial jack-o'-lantern or pumpkin pie. Pumpkin puree, made fresh by baking or boiling fresh pumpkin or cooking it in a microwave oven -- then mashing it or processing it in a blender or food processor -- can be...", "section_name": "New York and Region", "print_page": "18", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1994-10-30T00:00:00Z", "word_count": 826, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "THERE is more to pumpkin than the perennial jack-o'-lantern or pumpkin pie. Pumpkin puree, made fresh by baking or boiling fresh pumpkin or cooking it in a microwave oven -- then mashing it or processing it in a blender or food processor -- can be added to enrich a host of dishes, notably risotto and pasta sauce. Chunks of pumpkin can make a savory stew to spoon over couscous, rice or other grains to serve as a vegetarian main dish or alongside grilled meats.", "headline": {"kicker": "FOOD", "main": "Pumpkin Stars in Some Nontraditional Roles"}, "_id": "4fd1e3b38eb7c8105d72db16", "web_url": "http://www.nytimes.com/1994/10/30/nyregion/food-pumpkin-stars-in-some-nontraditional-roles.html", "keywords": [{"name": "subject", "value": "PUMPKINS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 79, "offset": 100}}, "status": "OK"}