{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "We all want and need obsessives from time to time. There is no such thing as ''too much'' expertise when it comes to navigating your sinuses, preparing your income taxes or repairing your car, and I, for one, hope scholarly works on these subjects...", "section_name": "Magazine", "print_page": "65", "abstract": "Jonathan Reynolds interview with Scottish food historian Alan Davidson, set to get Erasmus Prize for contributions to European culture, society or social science; recipes; photo (M)2", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-11-02T00:00:00Z", "word_count": 1812, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "We all want and need obsessives from time to time. There is no such thing as ''too much'' expertise when it comes to navigating your sinuses, preparing your income taxes or repairing your car, and I, for one, hope scholarly works on these subjects continue unabated for as long as my obsessives in those areas need them. But in this glorious age of information, is there too much information? Does your nightstand buckle with the clutter of books, magazines, CD's and Google printouts of essays, flow charts and stats that you don't really need (and will probably never get around to)? Is there anyone out there who really wants 200 TV channels?", "headline": {"kicker": "FOOD", "main": "The Know-It-All"}, "_id": "4fd277698eb7c8105d838c5e", "web_url": "http://www.nytimes.com/2003/11/02/magazine/food-the-know-it-all.html", "keywords": [{"name": "persons", "value": "DAVIDSON, ALAN"}, {"name": "subject", "value": "ERASMUS PRIZE"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Back in the day, an expression that according to my son can mean either last week or the moment in 1517 when Martin Luther nailed his 95 theses to the cathedral door and began the Reformation but that in this case refers to the mid-1950's, hamburg...", "section_name": "Magazine", "print_page": "51", "abstract": "Jonathan Reynolds Food column on hot dogs; suggests variety of cooking techniques and maintains that buns and condiments are of equal importance; recipes for hot dog buns and sauerkraut; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-08-17T00:00:00Z", "word_count": 1897, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "Back in the day, an expression that according to my son can mean either last week or the moment in 1517 when Martin Luther nailed his 95 theses to the cathedral door and began the Reformation but that in this case refers to the mid-1950's, hamburgers had underground cachet. The elite never admitted to eating them, but everybody cool did, from Jughead (America's first slacker) in the Archie comics to Kerouac and Cassady. Hot dogs were nowheresville, eaten only by baseball umpires. In the semi-holy war of hamburgers versus hot dogs, you could choose your friends by their preference: burgers were for winners, dogs were for also-rans. Yankee fans ate burgers (though not at the stadium), Dodger fans ate hot dogs. In those days, Brooklyn was a barometer of the low-rent and got the same laughs in Jack Paar's monologues as Burbank does in Jay Leno's today. The cool also preferred Mickey Mouse to Donald Duck, who was too often incomprehensible.", "headline": {"kicker": "FOOD", "main": "Dog Days"}, "_id": "4fd243c78eb7c8105d7dd95e", "web_url": "http://www.nytimes.com/2003/08/17/magazine/food-dog-days.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "I love the French. Language, food, art, playwrights, dogs in restaurants, clothing, countryside, delightful citizenry, Agnès Varda and Louis Malle, the memory of Bardot, those old Citröens. I admire their international contrariness and their abi...", "section_name": "Magazine; Books", "print_page": "53", "abstract": "Jonathan Reynolds article on Michelin's Guide Rouge, guidebook to restaurants in France; offers guidebook's descriptions of several top-rated restaurants and recipes from Helene Darroze and Hiramatsu; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-03-30T00:00:00Z", "word_count": 1794, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "I love the French. Language, food, art, playwrights, dogs in restaurants, clothing, countryside, delightful citizenry, Agnès Varda and Louis Malle, the memory of Bardot, those old Citröens. I admire their international contrariness and their ability to seduce much of the world into believing their foreign policy is altruistic. But defiant as they may be on the floor of the United Nations, domestically they act like a flock of well-behaved sheep, at least when dining out. The taste buds of Gaul have been in lock-step obeisance to a fat little red book called Michelin's ''Guide Rouge'' for about 80 years. It's hard to ignore the impact of a guidebook whose threatened disapproval was implicated in the suicide of Chef Bernard Loiseau. It wasn't his fault; it wasn't the guide's; it was the sheep's. Loiseau knew they would obey the shepherds and ruin him, so he made a business decision.", "headline": {"kicker": "FOOD", "main": "Redbaiting"}, "_id": "4fd241bd8eb7c8105d7d9fb6", "web_url": "http://www.nytimes.com/2003/03/30/magazine/food-redbaiting.html", "keywords": [{"name": "creative_works", "value": "MICHELIN GUIDE"}, {"name": "glocations", "value": "FRANCE"}, {"name": "organizations", "value": "HIRAMATSU"}, {"name": "organizations", "value": "HELENE DARROZE"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Strip away the trimmings and you will find that the essential structure of all living things, from the dainty amoeba to the boisterous elephant, from the stately elm to Donald Rumsfeld, is an alimentary system supporting a reproductive system. Why...", "section_name": "Magazine", "print_page": "63", "abstract": "Jason Epstein Food column suggests a meal for Valentine's Day supper, a meal to celebrate eros: fried oysters, scrambled eggs with bay scallops and bacon, and clams casino; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-02-10T00:00:00Z", "word_count": 1541, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Epstein", "organization": "", "firstname": "Jason"}], "original": "By Jason Epstein"}, "multimedia": [], "blog": [], "lead_paragraph": "Strip away the trimmings and you will find that the essential structure of all living things, from the dainty amoeba to the boisterous elephant, from the stately elm to Donald Rumsfeld, is an alimentary system supporting a reproductive system. Why or even how this of all possible arrangements should exist defies ordinary human understanding. But it is plain to see that in the great game of survival every living thing must eat in order to replicate itself and so sustain the precarious grip of its species on its place in nature. What strong desires impel this behavior among the lesser sentient creatures we can only imagine. We may assume, however, that these other living things, unlike ourselves, rely upon instinct to moderate their hunger and lust, for unregulated desire means conflict and eventual extinction. But for us, when we encounter a pretty face or fowl, the moderating instinct is not nearly as dependable, if dependable at all. Hence our collective willingness, older than recorded time, to rely upon priests, magistrates and sacred texts to govern our appetites: a survival strategy embedded in our laws and rituals and known as civilization, a strategy that our fellow creatures, governed by instinct, can forgo. Of the modern holidays erected upon the relics of ancient rites, by which we still celebrate the rebirth of the sun at the winter solstice; spare the gravid ewes when we say farewell to meat at carne vale; rejoice in the resurrection of the fields at Easter; and tremble at nature's deathlike sleep in autumn, the celebration of eros occurs in mid-February, when, according to Geoffrey Chaucer, ''[it] was on seynt Volantynys day Whan euery byrd comyth there to chese his make,'' instinct telling them that the lengthening days will soon be mild enough to sustain new life, hence the chicks and bunnies of our own Easter holiday.", "headline": {"kicker": "FOOD", "main": "Sexy Feast"}, "_id": "4fd2146d8eb7c8105d78c7fe", "web_url": "http://www.nytimes.com/2002/02/10/magazine/food-sexy-feast.html", "keywords": [{"name": "subject", "value": "VALENTINE'S DAY"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Does art matter? It mattered so much that it terrified the Soviets and Nazis into controlling it, and the Taliban, by blowing up ancient Buddhist sculpture, into destroying it. Allowed to, art will endure longer than politics and national borders,...", "section_name": "Magazine", "print_page": "65", "abstract": "Jonathan Reynolds article on Tetsuya Wakuda, owner of Tetsuya's restaurant in Sydney and one of handful of chefs in world currently turning out works of art in kitchen; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-11-04T00:00:00Z", "word_count": 1778, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "Does art matter? It mattered so much that it terrified the Soviets and Nazis into controlling it, and the Taliban, by blowing up ancient Buddhist sculpture, into destroying it. Allowed to, art will endure longer than politics and national borders, longer than Ozymandias. But can creativity that vanishes quickly be considered art? Of course. Take a live, unrecorded performance. Take dinner. If one definition of art is ''a worthwhile vision fully realized,'' Tetsuya Wakuda, the owner of Tetsuya's restaurant in Sydney and creator of confit of Tasmanian ocean trout, double-cooked guinea fowl and foie gras wrapped in sea scallops, is one of a handful of chefs in the world currently turning out works of art in the kitchen.", "headline": {"kicker": "FOOD", "main": "Genius Down Under"}, "_id": "4fd2298e8eb7c8105d7b3690", "web_url": "http://www.nytimes.com/2001/11/04/magazine/food-genius-down-under.html", "keywords": [{"name": "persons", "value": "WAKUDA, TETSUYA"}, {"name": "organizations", "value": "TETSUYA'S"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "CASSEROLES are for cold weather. And because they can be assembled, and often prepared for reheating, in advance, they're immensely convenient for family meals and for entertaining.     Here are three possibilities, all meatless and each made with...", "section_name": "New York and Region", "print_page": "8", "abstract": "Florence Fabricant Food column offers recipes for vegetable casseroles; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-02-04T00:00:00Z", "word_count": 844, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "CASSEROLES are for cold weather. And because they can be assembled, and often prepared for reheating, in advance, they're immensely convenient for family meals and for entertaining. Here are three possibilities, all meatless and each made with a starchy component, like noodles or rice, to serve alongside, or with potatoes in the casserole itself. Two of the casseroles can also be baked and then frozen for future use. But do not try this with the Swiss chard and potato combination. The potatoes will become mealy when they're defrosted.", "headline": {"kicker": "FOOD", "main": "Casseroles Even Vegetarians Can Love"}, "_id": "4fd20f038eb7c8105d780f50", "web_url": "http://www.nytimes.com/2001/02/04/nyregion/food-casseroles-even-vegetarians-can-love.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "BOLETUS EDULIS, perhaps the greatest mushroom of all, is now in season. More commonly known as porcini or cepes, the crop now showing up in food markets and restaurants is from Oregon. But these mushrooms are not cheap -- they cost around $40 a po...", "section_name": "New York and Region", "print_page": "16", "abstract": "Food column on recipes using porcini mushrooms (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-12-03T00:00:00Z", "word_count": 860, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "BOLETUS EDULIS, perhaps the greatest mushroom of all, is now in season. More commonly known as porcini or cepes, the crop now showing up in food markets and restaurants is from Oregon. But these mushrooms are not cheap -- they cost around $40 a pound. If you have plenty of porcini, slice them and grill or saute them in butter and olive oil. But just $10 worth goes a long way, however, when the mushrooms are combined with something else. Scott Conant, the chef at City Eatery, a new Manhattan restaurant at 316 Bowery at Bleecker Street, makes a great first course using porcini as a topping for a rich, creamy polenta. Porcini are also wonderful in risotto (you can also stretch them further by adding dried porcini, using the soaking liquid to intensify the flavor of the sauce). Raw porcini make a lovely salad combined with slivered fennel in a dressing of lemon and extra-virgin olive oil.", "headline": {"kicker": "FOOD", "main": "Porcini, Even a Little, Goes Far"}, "_id": "4fd20bc08eb7c8105d77a672", "web_url": "http://www.nytimes.com/2000/12/03/nyregion/food-porcini-even-a-little-goes-far.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AS the author George Du Maurier wrote, ''An apple is an excellent thing -- until you have tried a peach.'' Indeed, biting into a juicy, ripe peach is one of the great treats of summer. So is eating a cooked peach with vanilla ice cream.     I like...", "section_name": "New York and Region", "print_page": "10", "abstract": "Moira Hodgson Food column offers peach dessert recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-08-06T00:00:00Z", "word_count": 861, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "AS the author George Du Maurier wrote, ''An apple is an excellent thing -- until you have tried a peach.'' Indeed, biting into a juicy, ripe peach is one of the great treats of summer. So is eating a cooked peach with vanilla ice cream. I like to poach peaches and serve them on scoops of ice cream like a sundae, topped with raspberry sauce. I love a peach pie, but I am also very fond of peach tart, glazed with red currant jelly with ice cream on the side.", "headline": {"kicker": "FOOD", "main": "Having Their Day: From Plain Peaches to Dessert Stars"}, "_id": "4fd2178c8eb7c8105d7933ca", "web_url": "http://www.nytimes.com/2000/08/06/nyregion/food-having-their-day-from-plain-peaches-to-dessert-stars.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "HAVE bluefish fallen by the wayside? Are shoppers passing it by in favor of fancier and costlier varieties like tuna, salmon and red snapper?     If so, it's a pity. Bluefish is a local catch, readily available in summer. The fish is full of flavo...", "section_name": "New York and Region", "print_page": "10", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2000-07-02T00:00:00Z", "word_count": 777, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "HAVE bluefish fallen by the wayside? Are shoppers passing it by in favor of fancier and costlier varieties like tuna, salmon and red snapper? If so, it's a pity. Bluefish is a local catch, readily available in summer. The fish is full of flavor, but it has drawbacks. Some people complain that it is a strong-tasting fish, a condition that tends to occur mainly when bluefish is not perfectly fresh. Its natural oiliness means that it is rich in healthy omega-3 and that it will have a rich meatiness when cooked.", "headline": {"kicker": "FOOD", "main": "Try Bluefish Fillets, Broiled, Grilled or Sauteed"}, "_id": "4fd219be8eb7c8105d7978a2", "web_url": "http://www.nytimes.com/2000/07/02/nyregion/food-try-bluefish-fillets-broiled-grilled-or-sauteed.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "ICED tea season has started. Though there is a vast array of ready-to-drink bottled iced tea in all sorts of flavors, and iced tea mix galore, homemade iced tea, brewed from high-quality tea leaves, is so easy to prepare it can always be kept on h...", "section_name": "New York and Region", "print_page": "16", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2000-06-04T00:00:00Z", "word_count": 600, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "ICED tea season has started. Though there is a vast array of ready-to-drink bottled iced tea in all sorts of flavors, and iced tea mix galore, homemade iced tea, brewed from high-quality tea leaves, is so easy to prepare it can always be kept on hand. The rule of thumb is an ounce of tea to a quart of water, to yield strong tea. Chill it in the refrigerator, pour it over ice and sweeten it to taste with super fine sugar or with simple syrup, which dissolves readily in the tea. (Simple syrup is a bar staple made by boiling one-half cup sugar in 1 cup water, then allowing it to cool.)", "headline": {"kicker": "FOOD", "main": "Meals Where Iced Tea Is Used for More Than Just Drinking"}, "_id": "4fd23d518eb7c8105d7d34f8", "web_url": "http://www.nytimes.com/2000/06/04/nyregion/food-meals-where-iced-tea-is-used-for-more-than-just-drinking.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 152723, "time": 49, "offset": 670}}, "status": "OK"}