{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Columbia County Wares    On Sunday from 10 A.M. to 4 P.M., people in Columbia County who produce plants, herbs and herbal products like vinegar, chutney, cheese and mustard will sell their wares at the Shaker Museum and Library, Shaker Museum Road...", "section_name": "Home and Garden", "print_page": "8", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-05-26T00:00:00Z", "word_count": 781, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Columbia County Wares On Sunday from 10 A.M. to 4 P.M., people in Columbia County who produce plants, herbs and herbal products like vinegar, chutney, cheese and mustard will sell their wares at the Shaker Museum and Library, Shaker Museum Road, Old Chatham, N.Y., which is near Albany. There will also be culinary demonstrations. Admission is $3 for adults, $1 for children under 12. For more information: (518) 794-9100. Introducing Coffee Milk Ronnybrook Farm Dairy in Ancramdale, N.Y., the company that has been producing skim milk, whole milk, cream and chocolate milk and selling it in glass bottles, has introduced coffee milk. It tastes like melted coffee ice cream. The coffee milk, made with decaffeinated coffee, comes in regular and skim and is available so far only at Dean & DeLuca, for $2 a pint bottle (plus $1 deposit). Samples are being served at the Ronnybrook Farm Dairy stand in the Union Square Greenmarket on Wednesdays and Saturdays. Delaware Valley Tour An all-day tour of diners in the Delaware Valley will be held on June 19 by the Society for Commercial Archeology, a group based in Washington. The tour, from 7:30 A.M. to 8:30 P.M., will encompass seven counties in Delaware, Pennsylvania and New Jersey. The tour is part of a three-day diner extravaganza. On June 17 and 18, the society is holding a conference about diners at the Sheraton Inn, Great Valley, Pa. On June 18, from 6:30 to 10:30 P.M., there will be a diner dinner tour, including miniature golf. The all-day tour costs $45, including breakfast and dinner; lunch is extra. The dinner tour is $25, and the conference is $85 for nonmembers. Also available, for $6, from the Delaware branch of the society, P.O. Box 447, Montchanin, Del., 19710, is a guide to diners in the region. Information about the tours, the conference or the guide is available from Michael Bennett, at (302) 366-7780. On Buying Big Fish If you want big fish, like a seven-pound bluefish, 89 cents a pound, or a four-pound catfish, 99 cents a pound, the place to go is Miracle Two Fish Plaza, 2169 Third Avenue, at 118th Street. This busy, bright and impeccable market -- opened a few months ago by James Yoo and his wife, Jong Sun Yoo -- carries a good variety of whole fresh fish. Smaller fish like silvery butterfish, for $1.29 a pound, and sleek Spanish mackerel, $1.99 a pound, also shared the ice. Only the sea bass looked over the hill. The market also stocks fish steaks and fillets like cod, for $3.99 a pound, and salmon, $6.99 a pound, as well as shellfish. Shrimp are $4.99 to $10.99 a pound. Fried fish and seafood are sold at a counter in the front of the store. Raw shrimp and crabs purchased in the store can also be steamed there with hot-pepper seasoning. The steaming is free and makes it appealing for Manhattanites to stop at Miracle Two for spicy shrimp before heading over the Triborough Bridge to the beach. Miracle Two is open every day except Sunday, from 7:30 A.M. to 8 P.M. Telephone: (212) 348-8490. Women Organize The International Association of Women Chefs and Restaurateurs, whose goal is to promote education and advancement of women in the restaurant industry, made its debut in New York this month. The founding members are mostly chef-owners: Lidia Bastianich and Anne Rosenzweig in New York; Barbara Tropp, Elka Gilmore and Joyce Goldstein of San Francisco; Mary Sue Milliken of Santa Monica, Calif., and Johanne Killeen of Providence. Barbara Lazaroff, a restaurateur and restaurant designer from Los Angeles, is another founder. Other women's groups in the food business aren't dedicated solely to chefs and restaurant owners. These women, from a generation now well established on the American restaurant scene, hope to help those entering the field by offering, among other things, guidance on legal and technical matters, an apprenticeship program and scholarships. The next meeting will be held on Aug. 28 and 29 in San Francisco. More information is available by calling Susy Davidson, the administrator for the group, at (212) 879-2709. A New King Food Store King Super Markets opened a new store this week in Fort Lee, N.J. That makes store No. 19 for the New Jersey-based chain, owned by Marks & Spencer of London, which is known for the quality of its produce, meat and prepared food. The new store is just 15 minutes by car from the Upper West Side when traffic isn't heavy. It's in the Linwood Plaza Shopping Center, 112-130 Fletcher Avenue, Route 9W at Route 4. It is open from 7:30 A.M. to 10 P.M. every day. The phone number is (201) 947-3440.", "headline": {"main": "Food Notes"}, "_id": "4fd1a8668eb7c8105d6c4228", "web_url": "http://www.nytimes.com/1993/05/26/garden/food-notes-124993.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "DESPITE the county's reputation as a haven for the affluent, hunger remains a problem for growing numbers of Westchester residents. As the holidays approach, two local organizations will conduct a well-coordinated food drive to help struggling fam...", "section_name": "New York and Region", "print_page": "17", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-11-15T00:00:00Z", "word_count": 693, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HERSHENSON", "organization": "", "firstname": "Roberta"}], "original": "By ROBERTA HERSHENSON"}, "multimedia": [], "blog": [], "lead_paragraph": "DESPITE the county's reputation as a haven for the affluent, hunger remains a problem for growing numbers of Westchester residents. As the holidays approach, two local organizations will conduct a well-coordinated food drive to help struggling families cope. Beginning tomorrow and continuing through mid-December, member libraries of the Westchester Library System, based here, will collect non-perishable food items, like canned or dried vegetables, canned soups and sauces, pasta, rice and cereal. The donations will be picked up from each library and distributed to nearby community agencies by volunteers from the Westchester Coalition of Food Pantries and Soup Kitchens. Maurice J. Freedman, director of the Library System, said he hoped the project, called \"Libraries Help the Hungry,\" would bring relief to \"the hungry persons in Westchester served by the coalition.\"", "headline": {"main": "Libraries Join in Drive For Food for Homeless"}, "_id": "4fd1b74e8eb7c8105d6de256", "web_url": "http://www.nytimes.com/1992/11/15/nyregion/libraries-join-in-drive-for-food-for-homeless.html", "keywords": [{"name": "glocations", "value": "WESTCHESTER COUNTY (NY)"}, {"name": "organizations", "value": "WESTCHESTER LIBRARY SYSTEM"}, {"name": "organizations", "value": "WESTCHESTER COALITION OF FOOD PANTRIES AND SOUP KITCHENS"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A Greener Shade of Orange    This summer's Valencia oranges from California are coming to market with a decidedly green tinge on their skins. Barbara C. Robison, the manager of consumer affairs at Sunkist Growers in Van Nuys, Calif., said it had n...", "section_name": "Home and Garden", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-07-29T00:00:00Z", "word_count": 868, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "A Greener Shade of Orange This summer's Valencia oranges from California are coming to market with a decidedly green tinge on their skins. Barbara C. Robison, the manager of consumer affairs at Sunkist Growers in Van Nuys, Calif., said it had nothing to do with the ripeness of the fruit. The oranges are fully ripe, but sometimes excessively warm temperatures in the growing areas of California and Arizona cause chlorophyll to return to the skin before the fruit is picked, resulting in what is called regreening. The flesh of the fruit is bright orange and sweet.", "headline": {"main": "Food Notes"}, "_id": "4fd1a1628eb7c8105d6b6bac", "web_url": "http://www.nytimes.com/1992/07/29/garden/food-notes-974692.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "CBS and Your Health    When CBS's \"60 Minutes\" talks, people listen. After the Nov. 17 broadcast of \"The French Paradox,\" a report that associated the consumption of red wine in France with a low rate of heart disease, United States sales of all t...", "section_name": "Home and Garden", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-01-29T00:00:00Z", "word_count": 803, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "CBS and Your Health When CBS's \"60 Minutes\" talks, people listen. After the Nov. 17 broadcast of \"The French Paradox,\" a report that associated the consumption of red wine in France with a low rate of heart disease, United States sales of all table wine, but especially red wine, increased sharply.", "headline": {"main": "Food Notes"}, "_id": "4fd1b0ef8eb7c8105d6d2be4", "web_url": "http://www.nytimes.com/1992/01/29/garden/food-notes-313392.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A 'Different' Store    The second generation of Korean produce markets is starting to emerge. Leading the pack is Marche Madison, at 931 Madison Avenue (74th Street) in the space occupied until recently by Fraser Morris. It is owned by Yong and Mo...", "section_name": "Home and Garden", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-01-08T00:00:00Z", "word_count": 909, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "A 'Different' Store The second generation of Korean produce markets is starting to emerge. Leading the pack is Marche Madison, at 931 Madison Avenue (74th Street) in the space occupied until recently by Fraser Morris. It is owned by Yong and Moon Choi, graduates of the University of Michigan who came to New York four years ago and found the best way to make a living was to open a typical Korean produce store. They did, on 92d Street and Madison Avenue.", "headline": {"main": "Food Notes"}, "_id": "4fd1b2b08eb7c8105d6d60b6", "web_url": "http://www.nytimes.com/1992/01/08/garden/food-notes-492892.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "ON a recent morning in Mineola, inside the Comax Flavor Laboratory, David Straus and his assistant, Paul Calabretta, dressed in white laboratory coats, mixed a few grams of vanilla extract, a trace of St. John's bread, several grams of fenugreek a...", "section_name": "New York and Region", "print_page": "10", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-11-17T00:00:00Z", "word_count": 1161, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SASLOW", "organization": "", "firstname": "Linda"}], "original": "By LINDA SASLOW"}, "multimedia": [], "blog": [], "lead_paragraph": "ON a recent morning in Mineola, inside the Comax Flavor Laboratory, David Straus and his assistant, Paul Calabretta, dressed in white laboratory coats, mixed a few grams of vanilla extract, a trace of St. John's bread, several grams of fenugreek and oak chips to make a 100-gram sample of \"natural\" vanilla flavor. They sniffed each of the ingredients before adding them to the flask, and then sniffed the mixture. And sniffed it again.", "headline": {"main": "Technologists Sniffing for Food Trends"}, "_id": "4fd1d4568eb7c8105d711602", "web_url": "http://www.nytimes.com/1991/11/17/nyregion/technologists-sniffing-for-food-trends.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A Sweeter Peanut Butter    Is nothing sacred? Best Foods, which makes Skippy peanut butter, has introduced a new flavor, roasted honey nut.   Plain Skippy peanut butter has been sold for about 60 years. Actually, the roasted honey nut, in smooth o...", "section_name": "Home and Garden", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-10-30T00:00:00Z", "word_count": 840, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "A Sweeter Peanut Butter Is nothing sacred? Best Foods, which makes Skippy peanut butter, has introduced a new flavor, roasted honey nut. Plain Skippy peanut butter has been sold for about 60 years. Actually, the roasted honey nut, in smooth or \"super chunk,\" has a fuller, richer flavor than the regular and is not as salty. A two-tablespoon serving contains 100 milligrams of sodium, compared with 150 milligrams in the regular.", "headline": {"main": "Food Notes"}, "_id": "4fd1c4b48eb7c8105d6f4d21", "web_url": "http://www.nytimes.com/1991/10/30/garden/food-notes-843391.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "R & R for Red Snapper   American red snapper from the Gulf of Mexico is off the menu until Jan. 1. The National Marine Fisheries Service, an agency of the Department of Commerce, announced that the 1991 quota of 2.04 million pounds of fish, set as...", "section_name": "Home and Garden", "print_page": "4", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-09-04T00:00:00Z", "word_count": 836, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "R & R for Red Snapper American red snapper from the Gulf of Mexico is off the menu until Jan. 1. The National Marine Fisheries Service, an agency of the Department of Commerce, announced that the 1991 quota of 2.04 million pounds of fish, set as a conservation measure, was reached on Aug. 23. This year's quota was only about two-thirds of last year's.", "headline": {"main": "Food Notes"}, "_id": "4fd1d3408eb7c8105d70f27c", "web_url": "http://www.nytimes.com/1991/09/04/garden/food-notes-324491.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Tradition on S.I.   On the Fourth of July, the Richmondtown Restoration of the Staten Island Historical Society will stage an old-fashioned ice-cream social. Starting at 2 P.M., visitors to the restored colonial village can watch ice cream being m...", "section_name": "Home and Garden", "print_page": "4", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-06-26T00:00:00Z", "word_count": 1069, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Tradition on S.I. On the Fourth of July, the Richmondtown Restoration of the Staten Island Historical Society will stage an old-fashioned ice-cream social. Starting at 2 P.M., visitors to the restored colonial village can watch ice cream being made and sample the results.", "headline": {"main": "Food Notes"}, "_id": "4fd1af858eb7c8105d6cff50", "web_url": "http://www.nytimes.com/1991/06/26/garden/food-notes-095091.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD:    Split Over Awards...", "section_name": "Home and Garden", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1990-07-18T00:00:00Z", "word_count": 818, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: Split Over Awards", "headline": {"main": "FOOD NOTES"}, "_id": "4fd198158eb7c8105d6a706c", "web_url": "http://www.nytimes.com/1990/07/18/garden/food-notes-376990.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 99, "offset": 1140}}, "status": "OK"}