{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "QUISP cereal. Necco wafers. Fizzies. Just the names of the edibles of childhood exert a powerful pull on adults, as consumers move on to new towns and manufacturers to new products.    But until recently many of these lost foods have been availabl...", "section_name": "Dining and Wine; Style", "print_page": "5", "abstract": "Americans are seen going to ever-greater lengths to obtain lost foods of childhood, such as Moxie soda, Quist cereal, Necco wafers and Fizzies; a whole industry has sprung up to help: Web sites, mail-order suppliers and even big food producers are the new private detectives on trail of nostalgia with flavor; interview with Colleen Chapin, who created Hometown Favorites, which finds foods that may not be sold everywhere; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-10-20T00:00:00Z", "word_count": 1102, "news_desk": "Dining In, Dining Out/Style Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "VINCIGUERRA", "organization": "", "firstname": "Thomas"}], "original": "By THOMAS VINCIGUERRA"}, "multimedia": [], "blog": [], "lead_paragraph": "QUISP cereal. Necco wafers. Fizzies. Just the names of the edibles of childhood exert a powerful pull on adults, as consumers move on to new towns and manufacturers to new products. But until recently many of these lost foods have been available only in memory or where they originated. Now, Americans are going to ever-greater lengths to obtain them, and a whole industry has sprung up to help. Web sites, mail-order suppliers and even big food producers are the new private detectives on the trail of nostalgia with flavor.", "headline": {"main": "Lost and Found: Detectives Sniff Out Childhood Treats"}, "_id": "4fd2310d8eb7c8105d7c0171", "web_url": "http://www.nytimes.com/1999/10/20/dining/lost-and-found-detectives-sniff-out-childhood-treats.html", "keywords": [{"name": "persons", "value": "CHAPIN, COLLEEN"}, {"name": "organizations", "value": "HOMETOWN FAVORITES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SIX kinds of olive oil and a dozen or more different types of tea compete for shelf space in specialty markets, put there by Ron Maiorino, a food broker in Chappaqua.    Six years ago, Mr. Maiorino, who was 42 at the time, left a top job with a la...", "section_name": "New York and Region", "print_page": "8", "abstract": "Article on Ron Maiorino, specialty foods broker and owner of R J M Trading in Chappaqua, NY; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-04-04T00:00:00Z", "word_count": 1018, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SINGER", "organization": "", "firstname": "Penny"}], "original": "By PENNY SINGER"}, "multimedia": [], "blog": [], "lead_paragraph": "SIX kinds of olive oil and a dozen or more different types of tea compete for shelf space in specialty markets, put there by Ron Maiorino, a food broker in Chappaqua. Six years ago, Mr. Maiorino, who was 42 at the time, left a top job with a large food distributor to form his own company, R. J. M. Trading. ''Looking back, it probably wasn't the best time to go into business for myself,'' he recalled. ''My wife was pregnant. We had just put a new addition on our house, but I didn't need a lot of capital to get started. A phone, stationery, a fax -- that was it. And I knew sales of specialty food were growing bigger every year.''", "headline": {"main": "A Broker Whose Line Is Specialty Food"}, "_id": "4fd20b768eb7c8105d779870", "web_url": "http://www.nytimes.com/1999/04/04/nyregion/a-broker-whose-line-is-specialty-food.html", "keywords": [{"name": "persons", "value": "MAIORINO, RON"}, {"name": "glocations", "value": "CHAPPAQUA (NY)"}, {"name": "organizations", "value": "R J M TRADING"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "MY father never laid a hand on anyone in our home. The abuse he committed was, instead, of the culinary variety. Growing up, I would sit across from him at the table, offended to an almost Oedipal level at his inability to leave my mother's cookin...", "section_name": "Style", "print_page": "1", "abstract": "Bob Morris (View) article on his father's strange culinary tastes, and his own forays into odd food combinations; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-06-21T00:00:00Z", "word_count": 596, "news_desk": "Style Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Morris", "organization": "", "firstname": "Bob"}], "original": "By Bob Morris"}, "multimedia": [], "blog": [], "lead_paragraph": "MY father never laid a hand on anyone in our home. The abuse he committed was, instead, of the culinary variety. Growing up, I would sit across from him at the table, offended to an almost Oedipal level at his inability to leave my mother's cooking alone. He'd pour salad dressing on her lovingly prepared lemon chicken or meatloaf. Then at dessert time, he'd rise from the table to retrieve a trusty bottle of diet-raspberry syrup to pour over everything else, from Jell-O molds to cobblers. ''Gross,'' I'd mutter. It never stopped him. If, as the British proverb says, the first service a child does his father is to make him feel foolish, my services clearly were not wanted. ''Your father will eat anything,'' my mother would say. ''Step on his foot, and he opens his mouth.''", "headline": {"kicker": "VIEW", "main": "Like Father (Gross!), Like Son (Yuck!)"}, "_id": "4fd2066b8eb7c8105d76f9fe", "web_url": "http://www.nytimes.com/1998/06/21/style/view-like-father-gross-like-son-yuck.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "TOO hot to cook? Need a picnic for the park or the weekend? A number of new food shops are stocked with prepared foods.    PICNIC -- 52 Irving Place (17th Street), (212) 539-0240, is as rustic as its name implies. Stephanie Goldberg and Meg Grossw...", "section_name": "Home and Garden", "print_page": "9", "abstract": "Guide to new food shops in Manhattan stocked with prepared foods to take out (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-06-18T00:00:00Z", "word_count": 581, "news_desk": "Living Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "TOO hot to cook? Need a picnic for the park or the weekend? A number of new food shops are stocked with prepared foods. PICNIC -- 52 Irving Place (17th Street), (212) 539-0240, is as rustic as its name implies. Stephanie Goldberg and Meg Grosswendt, whose downtown catering company, Foodstyle, was doing well enough to inspire a retail attempt, specialize in sandwiches, including meat loaf ($5.75) and salads like salmon nicoise ($7.50), packed and ready to go. On the list of sweets are hunks of rich gingerbread and homemade ''ring dings.'' Next week they will start serving informal suppers at a picnic table in the store.", "headline": {"main": "Easy Living in Takeout Time"}, "_id": "4fd1de5d8eb7c8105d7223ea", "web_url": "http://www.nytimes.com/1997/06/18/garden/easy-living-in-takeout-time.html", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "PEOPLE who feed people for a living are on a mission to end hunger in Westchester County -- even if they have never seen a hungry person themselves.     As more than two dozen chefs from restaurants, hotels and country clubs put finishing touches ...", "section_name": "New York and Region", "print_page": "21", "abstract": "More than two dozen chefs from Westchester County restaurants, hotels and country clubs put finishing touches on exotic dishes prepared for sixth annual Food-Patch Benefit to Combat Childhood Hunger; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-12-01T00:00:00Z", "word_count": 732, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "middlename": "C.", "firstname": "Anne", "role": "reported", "lastname": "FULLAM", "organization": ""}], "original": "By ANNE C. FULLAM"}, "multimedia": [], "blog": [], "lead_paragraph": "PEOPLE who feed people for a living are on a mission to end hunger in Westchester County -- even if they have never seen a hungry person themselves. As more than two dozen chefs from restaurants, hotels and country clubs put finishing touches on exotic dishes prepared for the sixth annual Food-Patch Benefit to Combat Childhood Hunger, nearly half of them were asked whether they had ever seen someone who was hungry.", "headline": {"main": "Chefs' Talents Benefit the Hungry"}, "_id": "4fd1ede28eb7c8105d740bc6", "web_url": "http://www.nytimes.com/1996/12/01/nyregion/chefs-talents-benefit-the-hungry.html", "keywords": [{"name": "glocations", "value": "WESTCHESTER COUNTY (NY)"}, {"name": "organizations", "value": "FOOD-PEOPLE ALLIED TO COMBAT HUNGER"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "It should be noted the Town Board of East Hampton has performed a ''small miracle of local government'' by passing a law limiting the size of ''superstores'' adjacent to the Montauk Highway that bisects this long, but narrow, pastoral community an...", "section_name": "New York and Region; Opinion", "print_page": "19", "abstract": "Edward Bleier letter responds to Oct 6 article on A&P's controversial plan to move from East Hampton's central business district to 'neighborhood business' area", "type_of_material": "Letter", "subsection_name": null, "pub_date": "1996-11-03T00:00:00Z", "word_count": 190, "news_desk": "Long Island Weekly Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "It should be noted the Town Board of East Hampton has performed a ''small miracle of local government'' by passing a law limiting the size of ''superstores'' adjacent to the Montauk Highway that bisects this long, but narrow, pastoral community and, by limiting larger stores to ''central business districts'' encourages sensible future development of a growing community that wants to keep its natural, semi-rural beauty. Your Long Island section (''Uproar Over and A & P Splits East Hampton, Oct. 6'') detailed the town's long analysis and deliberation while it was buffeted by an aggressive advertising and publicity campaign by the A & P, which would have moved from the village's existing central business district into a narrow, ''neighborhood business'' area by demolishing the barns, stables and farmhouses that had previously housed low-key business. East Hampton Town Supervisor Lester and Trustees Bernard, Hamerle and Knoble are exemplary of enlightened and courageous political leadership; ironically, two Democrats and two Republicans uniting at a time when other partisan political issues divide the Board as sharply as ever.", "headline": {"main": "East Hampton Limits Spread of Superstores"}, "_id": "4fd1edde8eb7c8105d7407bf", "web_url": "http://www.nytimes.com/1996/11/03/nyregion/l-east-hampton-limits-spread-of-superstores-088102.html", "keywords": [{"name": "persons", "value": "BLEIER, EDWARD"}, {"name": "glocations", "value": "EAST HAMPTON (NY)"}, {"name": "organizations", "value": "GREAT ATLANTIC & PACIFIC TEA CO OF AMERICA"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THIS column is devoted to some bits of interesting information I have come across, as well as follow-ups to previous columns.      Cereal Prices Slow Down...", "section_name": "Home and Garden", "print_page": "10", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-04-03T00:00:00Z", "word_count": 869, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Burros", "organization": "", "firstname": "Marian"}], "original": "By Marian Burros"}, "multimedia": [], "blog": [], "lead_paragraph": "THIS column is devoted to some bits of interesting information I have come across, as well as follow-ups to previous columns. Cereal Prices Slow Down", "headline": {"main": "Eating Well"}, "_id": "4fd1c7cb8eb7c8105d6f9a0a", "web_url": "http://www.nytimes.com/1996/04/03/garden/eating-well.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Despite the diversity detailed in \"The Geography of Taste,\" by Florence Fabricant (March 10), gustatory bicoastalism prevails in at least one area. The  Best Foods mayonnaise \"they treasure\" on the West Coast and the Hellmann's prized in the East ...", "section_name": "Magazine; Opinion", "print_page": "12", "abstract": null, "type_of_material": "Letter", "subsection_name": null, "pub_date": "1996-03-31T00:00:00Z", "word_count": 69, "news_desk": "Magazine Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Despite the diversity detailed in \"The Geography of Taste,\" by Florence Fabricant (March 10), gustatory bicoastalism prevails in at least one area. The Best Foods mayonnaise \"they treasure\" on the West Coast and the Hellmann's prized in the East are one and the same, manufactured by Best Foods -- not so much a case of chacun a son gout as what's in a name? SUSAN H. LLEWELLYN New York", "headline": {"main": "THE GEOGRAPHY OF TASTE"}, "_id": "4fd1d3768eb7c8105d70fc11", "web_url": "http://www.nytimes.com/1996/03/31/magazine/l-the-geography-of-taste-040592.html", "keywords": [{"name": "persons", "value": "FABRICANT, FLORENCE"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A GIANT supermarket opened recently in my neighborhood east of Syracuse. I had no plans to check it out. But then a store executive appeared on television  saying that not every community could appreciate such fine things, and that a store of this...", "section_name": "Business", "print_page": "12", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-01-21T00:00:00Z", "word_count": 869, "news_desk": "Money and Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "DeCROW", "organization": "", "firstname": "Karen"}], "original": "By KAREN DeCROW"}, "multimedia": [], "blog": [], "lead_paragraph": "A GIANT supermarket opened recently in my neighborhood east of Syracuse. I had no plans to check it out. But then a store executive appeared on television saying that not every community could appreciate such fine things, and that a store of this quality required a certain kind of customer: elite. I knew then that he meant me, so I rushed to my car.", "headline": {"kicker": "VOICES: FROM THE DESK OF", "main": "Adrift In Aisle 23"}, "_id": "4fd1d9ad8eb7c8105d719054", "web_url": "http://www.nytimes.com/1996/01/21/business/voices-from-the-desk-of-adrift-in-aisle-23.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Fill-Them-Yourself Tea Bags    In the \"why didn't anyone think of that before?\" category: Grace Tea, 50 West 17th Street, has introduced tea filters, oversize empty tea bags open at one end that can be filled with up to four teaspoons of loose tea...", "section_name": "Home and Garden", "print_page": "2", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1995-09-06T00:00:00Z", "word_count": 639, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Fill-Them-Yourself Tea Bags In the \"why didn't anyone think of that before?\" category: Grace Tea, 50 West 17th Street, has introduced tea filters, oversize empty tea bags open at one end that can be filled with up to four teaspoons of loose tea to simplify brewing and pot cleaning. The filters should be a boon to tea lovers because the teas that are normally used in commercial bags are of an inferior quality to most loose teas. A box of 50 is $4.95, including shipping, or $18 with a half-pound tin of Keemun breakfast tea. Orders can be placed by calling (212) 255-2935. Honey Gifts for the Holidays Two kosher mail-order gift companies have special assortments for the Jewish high holidays, which begin the evening of Sept. 24. The Kosher Connection, based in Portland, Ore., has an apple and honey gift box for $35 including shipping. Orders can be placed by calling (800) 950-7227. The deadline for regular delivery in time for Rosh ha-Shanah is Friday. Overnight delivery is extra. Kosher Cornucopia in Jeffersonville, N.Y., offers a honey gift with four jars of honey, a dipper and a cookbook for $19.95. For children, there is an array of apple and honey confections and toys for $24.95. Prices do not include shipping. Orders can be placed by calling (800) 756-7437. For delivery by regular mail in time for Rosh ha-Shanah, the deadline is Sept. 18. City Harvest Fair This year, New York City's Harvest Fair, which was held annually at Floyd Bennett Field in Brooklyn, will take place on Saturday at the Brooklyn Botanic Garden, 1000 Washington Avenue (Eastern Parkway), near Prospect Park. Gardeners in the city who want to compete for ribbons in any of 19 categories must bring in their entries from 10 A.M. to noon the day of the fair. More information about the contests can be obtained by calling (212) 788-8059. Admission to the fair is free. Off the Menu Downtown-Uptown Commuter Romeo De Gobbi, a former maitre d'hotel at Le Cirque who has been co-owner of Le Pactole in the World Financial Center for the last six years, will be commuting to midtown. He has become the food and beverage manager of the Hotel Michelangelo, 51st Street and Seventh Avenue, where he will supervise catering and room service. Later this year, he hopes to open an Italian restaurant in the space at the corner of 51st Street once occupied by Bellini. He will continue to run Le Pactole. Empire Building The restaurant empire of Lynn Wagen knecht, an owner of Odeon in TriBeCa and Kiosk on the Upper East Side, is expanding. In about a month, she plans to open the Bodega at 136 West Broadway (Thomas Street). It will be her answer to fast food and takeout, with an international menu of informal specialties like porchetta (roast suckling pig) sandwiches, fried fish, filled focaccia and the like. Her partners are Stephen Lyle and Edward Youkilis, respectively the chef and manager of Odeon. In November, Ms. Wagenknecht plans to open a Vietnamese restaurant, as yet unnamed, at 100 West Houston Street with partners Nell Campell and Eamon Roche. More Room for Pizza Lombardi's, the pizzeria at 32 Spring Street (near Mulberry Street) that opened about a year ago and paid homage to what was considered the first pizzeria in the city -- if not the country -- has expanded. Andrew Bellucci and his partners have taken over the adjoining space, just about doubling the seating capacity of the restaurant. They will accept reservations for groups of six or more. More Malaysian Food A year ago, Penang Malaysia, a restaurant at 38-04 Prince Street in Flushing, Queens, opened a branch at 109 Spring Street in SoHo. Now, a third location, on the Upper West Side at 240 Columbus Avenue, is scheduled to open in early November.", "headline": {"main": "Food Notes"}, "_id": "4fd1eb658eb7c8105d73b92c", "web_url": "http://www.nytimes.com/1995/09/06/garden/food-notes-323095.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 91, "offset": 1060}}, "status": "OK"}