{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "On a March morning at Coon Rock Farm -- 55 acres of just about everything you can grow and raise -- in Hillsborough, N.C., Jamie DeMent is showing me a fallen tree that's being milled into tabletops for the farm's biggest project to date: Eno Rest...", "section_name": "Magazine", "print_page": "22", "abstract": "Former executive Richard Holcomb, who now owns and operates Coon Rock Farm in Hillsborough, NC, describes his vision of running farm-to-table operation that includes Eno, restaurant scheduled to open in nearby Durham; Eno chef Marco Shaw describes challenge of designing daily menu based on food from just one farm; recipe; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2010-04-25T00:00:00Z", "word_count": 978, "news_desk": "Magazine Desk", "byline": {"person": [{"role": "reported", "firstname": "Christine", "lastname": "Muhlke", "organization": "", "rank": 1}], "original": "by Christine Muhlke"}, "multimedia": [], "blog": [], "lead_paragraph": "On a March morning at Coon Rock Farm -- 55 acres of just about everything you can grow and raise -- in Hillsborough, N.C., Jamie DeMent is showing me a fallen tree that's being milled into tabletops for the farm's biggest project to date: Eno Restaurant and Market. Who knew the farm-to-table loop would become so compressed or so literal? But it was only a matter of time before the farmers' market evolved into the farmers' restaurant.", "headline": {"kicker": "FOOD", "main": "Field Eeport: Fresh Direction"}, "_id": "4fd27cf58eb7c8105d8440f2", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C05E3D91F3CF936A15757C0A9669D8B63", "keywords": [{"name": "persons", "value": "HOLCOMB, RICHARD"}, {"name": "persons", "value": "SHAW, MARCO"}, {"name": "organizations", "value": "COON ROCK FARM"}, {"name": "organizations", "value": "ENO"}, {"name": "subject", "value": "AGRICULTURE"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A seasoned chef goes back to basics, starting with the perfect breakfast....", "section_name": "Magazine", "print_page": "77", "abstract": "E V Day's 'Bridal Supernova, 2005,' installation at Art Basel Miami Beach, is deconstruction of traditional wedding gown; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2006-01-08T00:00:00Z", "word_count": 1526, "news_desk": "Magazine", "byline": {"person": [{"role": "reported", "firstname": "Daniel", "lastname": "Patterson", "organization": "", "rank": 1}], "original": "By Daniel Patterson"}, "multimedia": [{"url": "images/2006/01/04/magazine/08food.1.75.jpg", "subtype": "thumbnail", "type": "image", "height": 75, "legacy": {"thumbnail": "images/2006/01/04/magazine/08food.1.75.jpg", "thumbnailheight": 75, "hasthumbnail": "Y"}}, {"width": 55, "subtype": "tiny_thumb", "type": "image", "height": 55, "legacy": {"hastinythumb": "Y", "tinythumbheight": 55, "tinythumbwidth": 55}}], "blog": [], "lead_paragraph": "Cooks are by nature creatures of habit, especially when it comes to eating. For the many years that I have been a chef, breakfast has been a cup of coffee early in the morning, which kept me going until around noon. By that point, I was hungry enough to eat cardboard, to which the staff meal often bore an uncanny resemblance. Lunch was usually wolfed down while standing in the dish room or huddled in a stairwell. It was not a glamorous existence. When I was given a temporary reprieve from the daily routines of restaurant kitchens early last year, I decided to try acting like a civilized person and eat a proper breakfast.", "headline": {"kicker": "Food", "main": "The Way We Eat; Which Came First?"}, "_id": "4fd287918eb7c8105d8590ca", "web_url": "http://www.nytimes.com/2006/01/08/magazine/08food.html", "keywords": [{"name": "persons", "value": "EGAN, MAURA"}, {"name": "persons", "value": "DAY, E V"}, {"name": "subject", "value": "WEDDINGS AND ENGAGEMENTS"}, {"name": "subject", "value": "WEDDING GOWNS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "ART BASEL MIAMI BEACH"}, {"name": "subject", "value": "ART"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A pair of classic European cookbooks come to America. Calf's-foot fritters, anyone?...", "section_name": "Magazine; Books", "print_page": "111", "abstract": "Amanda Hesser article on release of English language versions of French cookbook La Bonne Cuisine de Madame E Saint-Ange and Italian cookbook The Silver Spoon; recipes; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2005-12-11T00:00:00Z", "word_count": 1414, "news_desk": "Magazine", "byline": {"person": [{"role": "reported", "firstname": "Amanda", "lastname": "Hesser", "organization": "", "rank": 1}], "original": "By Amanda Hesser"}, "multimedia": [{"url": "images/2005/12/07/magazine/11food.75.jpg", "subtype": "thumbnail", "type": "image", "height": 75, "legacy": {"thumbnail": "images/2005/12/07/magazine/11food.75.jpg", "thumbnailheight": 75, "hasthumbnail": "Y"}}, {"width": 55, "subtype": "tiny_thumb", "type": "image", "height": 55, "legacy": {"hastinythumb": "Y", "tinythumbheight": 55, "tinythumbwidth": 55}}], "blog": [], "lead_paragraph": "Two of the most-talked-about cookbook releases this fall were originally published more than 50 years ago. Until now, ''La Bonne Cuisine de Madame E. Saint-Ange'' -- France's ''Joy of Cooking'' -- and ''The Silver Spoon,'' a 2,000-recipe behemoth from Italy, had never been translated into English. They have little in common beyond being dated. ''La Bonne Cuisine'' is a tidy how-to treatise on traditional (and ambitious) home cooking by a working mother in Paris in the first half of the 20th century. If you have yet to master calf's-foot fritters or potatoes Anna, Saint-Ange will lead the way. ''The Silver Spoon'' exhibits the more relaxed standards of France's southeastern neighbor. Big and bountiful, it's a welcoming jumble of recipes like chicken-liver crostini, Hawaiian salad and meatballs with anchovies.", "headline": {"kicker": "Food", "main": "The Way We Eat; Sauced in Translation"}, "_id": "4fd25f888eb7c8105d80fa81", "web_url": "http://www.nytimes.com/2005/12/11/magazine/11food.html", "keywords": [{"name": "creative_works", "value": "SILVER SPOON, THE (BOOK)"}, {"name": "creative_works", "value": "LA BONNE CUISINE DE MADAME E SAINT-ANGE (BOOK)"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Why high prices at the pump aren't touching your plate \u0097 yet....", "section_name": "Magazine", "print_page": "83", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2005-10-30T00:00:00Z", "word_count": 1122, "news_desk": "Magazine", "byline": {"person": [{"role": "reported", "firstname": "Matt", "lastname": "Lee", "organization": "", "rank": 1}, {"role": "reported", "firstname": "Ted", "lastname": "Lee", "organization": "", "rank": 2}], "original": "By Matt Lee and Ted Lee"}, "multimedia": [{"url": "images/2005/10/27/magazine/30food.75.jpg", "subtype": "thumbnail", "type": "image", "height": 75, "legacy": {"thumbnail": "images/2005/10/27/magazine/30food.75.jpg", "thumbnailheight": 75, "hasthumbnail": "Y"}}, {"width": 55, "subtype": "tiny_thumb", "type": "image", "height": 55, "legacy": {"hastinythumb": "Y", "tinythumbheight": 55, "tinythumbwidth": 55}}], "blog": [], "lead_paragraph": "The rise of fuel prices over the last year seems to have had little effect on how much we pay for food. That pint of raspberries imported on a gas-guzzling jet from Argentina? Still five bucks. Nevertheless, the high cost of petroleum has rattled the people in the business of putting food on the nation's table. With prices at the grocery store and in restaurants holding steady, producers and middlemen have been forced to absorb the increase.", "headline": {"kicker": "Food", "main": "The Industry; Gastronomics"}, "_id": "4fd24d6d8eb7c8105d7ee57d", "web_url": "http://www.nytimes.com/2005/10/30/magazine/30food.html", "keywords": [{"name": "subject", "value": "GAS (FUEL)"}, {"name": "subject", "value": "RESTAURANTS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The little-known predictive that decides every political race, high or low, has nothing to do with policies, war strategies or economic successes. Every presidential victor since Truman, save one (Nixon -- the exception that proves the rule), has ...", "section_name": "Magazine", "print_page": "65", "abstract": "Jonathan Reynolds column assesses several cafeterias in Manhattan, commenting on fare and how well presidential candidates would fit it, an important measure of a politician; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-03-21T00:00:00Z", "word_count": 1761, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "The little-known predictive that decides every political race, high or low, has nothing to do with policies, war strategies or economic successes. Every presidential victor since Truman, save one (Nixon -- the exception that proves the rule), has been blessed with it. It's a complex theory substantiated by much sociology, Sunday morning TV tooth-gnashing and several doctoral theses. But narrowed to its marrow, it is known among professional pols as ''the Cafeteria Factor.'' You don't have to be Kevin Phillips to appreciate that the one quality Americans admire most is the same one they resent the most: other people's wealth. Take Michael Bloomberg, both Presidents Bush, Senators Kerry and Edwards and the self-appointed pooh-bah Trump: your average citizen (me included) dreams of, obsesses about or at least pines for being as wealthy as any one of them. At the same time, we luxuriate in their public downfall, on the assumption that they deserve it because they are wealthy. Mayor Bloomberg is, by definition, ''out of touch'' because he is wealthy; H.W. was out of touch because he was so wealthy that he didn't know what a grocery scanner was (despite the fact that most of us yearn to be so out of touch that we never have to know what a grocery scanner is); W. may be in touch, but it's the wrong kind of touch because of his wealth. And the hottest places in public resentment hell are reserved for those who have inherited their wealth, like the Bushes, the Trump and the Kerry.", "headline": {"kicker": "FOOD", "main": "Ahead by a Tray"}, "_id": "4fd239118eb7c8105d7ccbbd", "web_url": "http://www.nytimes.com/2004/03/21/magazine/food-ahead-by-a-tray.html", "keywords": [{"name": "subject", "value": "CAFETERIAS"}, {"name": "subject", "value": "PRESIDENTIAL ELECTION OF 2004"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "I have two kitchens, one in Manhattan, the other on Long Island. Each has a table that seats six. The one in the city is made of stainless steel and was built by a shop on Grand Street that does sheet-metal work for Chinese restaurants. Normally t...", "section_name": "Magazine", "print_page": "49", "abstract": "Jason Epstein Food column says he tends to gravitate toward kitchen in both city and country home; shares grandmother's recipe for ultimate comfort food--chicken potpie--with slight alteration to crust; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-01-18T00:00:00Z", "word_count": 1907, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Epstein", "organization": "", "firstname": "Jason"}], "original": "By Jason Epstein"}, "multimedia": [], "blog": [], "lead_paragraph": "I have two kitchens, one in Manhattan, the other on Long Island. Each has a table that seats six. The one in the city is made of stainless steel and was built by a shop on Grand Street that does sheet-metal work for Chinese restaurants. Normally the shop doesn't bother with individuals, but one of the owners had a young son named Jason and made an exception in my case. The table in the country is an old, somewhat battered reproduction of a round-topped table that might have been in use when the house was built in 1790 and was left behind by the previous owner when I bought the place in the 1960's. Until I was asked some years ago by a food magazine to write something about my kitchen I hadn't noticed what has since become obvious to me: these two kitchens bear a strong family resemblance, despite the different tabletops. It was as if I had designed them with a common ancestor in mind. For years, between marriages, I seldom visited the other rooms in my Long Island house, spending most of my time in the kitchen reading in a comfortable blue chair beside an old brick fireplace. I had what, in retrospect, seems to have been an aversion to the bedrooms upstairs to which, I imagined, foolishly, my grown children might someday return. I slept in a room off the kitchen. Only when more than six people came to dinner did I use the dining room, reluctantly, and still do. The same is true in the city. I prefer to read and write in the kitchen and almost never sit in the living room. This part of the apartment has always seemed off limits to me, like the front parlors of Victorian houses with their rubber plants, stuffed birds and antimacassars. Only on the grandest occasions do we use the dining room with its gleaming Louis XV table surrounded by crammed bookshelves and old silver candlesticks made into pink-shaded lamps.", "headline": {"kicker": "FOOD", "main": "Hearth Strings"}, "_id": "4fd235268eb7c8105d7c699a", "web_url": "http://www.nytimes.com/2004/01/18/magazine/food-hearth-strings.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "'Acting is my profession -- I've been doing it since I was 5,'' Madhur Jaffrey says as she pours a gallon of milk into a saucepan on my 12-burner Garland. ''Cooking is what I would do anyway.'' She sets the milk to low and simmers it v-e-r-y slowl...", "section_name": "Magazine", "print_page": "105", "abstract": "Jonathan Reynolds article Madhur Jaffrey, actress and author of 20 books on Indian cuisine; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-10-05T00:00:00Z", "word_count": 1850, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "'Acting is my profession -- I've been doing it since I was 5,'' Madhur Jaffrey says as she pours a gallon of milk into a saucepan on my 12-burner Garland. ''Cooking is what I would do anyway.'' She sets the milk to low and simmers it v-e-r-y slowly for cardamom-and-pistachio ice cream -- two hours later, it will have reduced by two-thirds and have a curious, almost thready texture. On the other side of the open counter to the dining room, her husband of 36 years, the violinist Sanford Allen, silently and precisely cuts green beans into pea-size cubes. ''I just finished doing two months on 'East Enders,''' Madhur says of her experience on the long-running BBC nighttime soap as she starts the mango soup. ''On the show, I'm the mother of a family who's separated from her husband and living with another man. The husband has told the children I'm dead. But they know I'm alive and visit me. It's quite the drama.'' She laughs girlishly. It's 2:15 p.m., Aug. 14, 2003. Drama? Just wait. The women at my local Mailboxes, Etc., know exactly who Madhur Jaffrey is. People who I thought knew nothing about cooking enjoy a hands-on relationship with her food. If Julia Child almost single-handedly brought serious French food into American homes, and Marcella Hazan brought other-than-meatballs Italian, and Jane Grigson miraculously salvaged some British food from unpalatability, then there is no question that Madhur Jaffrey not only changed the way this country views Indian food but also affected the way restaurants do, too -- more than anyone. One of her early books, ''Indian Cooking,'' has sold more than a million copies worldwide, and an updated reissue has just appeared. Altogether, she has written 20 -- and found time to appear in more than 20 movies.", "headline": {"kicker": "FOOD", "main": "Dark Victory"}, "_id": "4fd234cd8eb7c8105d7c6050", "web_url": "http://www.nytimes.com/2003/10/05/magazine/food-dark-victory.html", "keywords": [{"name": "persons", "value": "JAFFREY, MADHUR"}, {"name": "glocations", "value": "INDIA"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "My mother, in her damp, drizzly November moods, would remind my father of his place in her affections by claiming that she had agreed to their courtship only after he offered to treat her to a dinner of fried Ipswich clams at Hugo's Lighthouse Res...", "section_name": "Magazine", "print_page": "53", "abstract": "Jason Epstein article on preparing clams recalls his summer job frying clams at Cape Cod restaurant; recipes; photo (M)m", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-07-13T00:00:00Z", "word_count": 1836, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Epstein", "organization": "", "firstname": "Jason"}], "original": "By Jason Epstein"}, "multimedia": [], "blog": [], "lead_paragraph": "My mother, in her damp, drizzly November moods, would remind my father of his place in her affections by claiming that she had agreed to their courtship only after he offered to treat her to a dinner of fried Ipswich clams at Hugo's Lighthouse Restaurant on Boston's South Shore. It was as if the clams were her true love and he himself a mere matchmaker. Whatever the literal truth of her slighting remark, I must have concluded at a vulnerable age that I owed my existence more to a shore dinner than to my dear father. New York, where Ipswich clams are hard to find, has therefore never seemed complete to me, though I have lived here all my adult life. When this newspaper printed an exhaustive and, I believe, definitive article on the subject last August, the rivers of memory overflowed their banks and swept me back to the Howard Johnson's restaurant on the roundabout opposite the Hyannis Airport on Cape Cod where I spent the summer of my 17th year. For much of that summer, I worked behind the counter, grilling hot dogs and hamburgers in margarine -- or beef fat tinted yellow to look like butter -- and frying clams with a passion whose psychic depths I was then too young to fathom.", "headline": {"kicker": "FOOD", "main": "Clam Digger"}, "_id": "4fd22c5c8eb7c8105d7b8816", "web_url": "http://www.nytimes.com/2003/07/13/magazine/food-clam-digger.html", "keywords": [{"name": "glocations", "value": "CAPE COD (MASS)"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "CLAMS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "With the possible exception of Broadway's joyous ''Movin' Out,'' there may be nothing as theatrically entertaining as a professional kitchen that has been thrown a curveball. Because of my extreme good looks and youthful demeanor, I was lucky enou...", "section_name": "Magazine", "print_page": "97", "abstract": "Jonathan Reynolds Food column describes drama that occurs when five chefs get together to prepare six-course meal to benefit City Harvest; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-06-08T00:00:00Z", "word_count": 1797, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "With the possible exception of Broadway's joyous ''Movin' Out,'' there may be nothing as theatrically entertaining as a professional kitchen that has been thrown a curveball. Because of my extreme good looks and youthful demeanor, I was lucky enough to hang (stand, actually) for about seven hours in the kitchens of Le Bernardin while a host of celebrated chefs invaded Eric Ripert's domain. They were there to create six courses of superb and frequently surprising French cuisine that would feed 120 eleemosynary foodies, all benefiting the admirable charity City Harvest. Billed alternately as ''Les Nouvelles Mères Cuisinières'' (''The New Mothers of Cuisine'') and ''Five Chickens and One Rooster,'' the chefs were all women (Ripert was the rooster) and, with one exception, all French (and that one spent many years in French kitchens). It was not only the most exciting place to be on that particular Sunday night in Manhattan, and the most delicious; it was also the prettiest (down, NOW, down).", "headline": {"kicker": "FOOD", "main": "Six Chefs in Five Acts"}, "_id": "4fd23fc98eb7c8105d7d6f6a", "web_url": "http://www.nytimes.com/2003/06/08/magazine/food-six-chefs-in-five-acts.html", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "CITY HARVEST"}, {"name": "subject", "value": "PHILANTHROPY"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Friends get furious with me because I'm able to order a fairly hefty sampling of menu items and not finish any of them, no matter how good they are. I love but can stop in the middle of eating foie gras, pompano, coconut in any form, Jubilaeum aqu...", "section_name": "Magazine; Books", "print_page": "71", "abstract": "Jonathan Reynolds article on his passion for Indian food; recipes adapted from Cafe Spice Namaste: Modern Indian Cooking by Cyrus Todiwala; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-04-20T00:00:00Z", "word_count": 1767, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "Friends get furious with me because I'm able to order a fairly hefty sampling of menu items and not finish any of them, no matter how good they are. I love but can stop in the middle of eating foie gras, pompano, coconut in any form, Jubilaeum aquavit, North Carolina's German Johnson tomato, Skyline Chili from Cincinnati, the Bistro Burger at Jane and West 4th, Felidia's veal shank, most osso bucos, dogs from Gray's Papaya, Valdino West's cabbage salad, almonds, really good roast pork, a lamb sandwich with a slice of parmesan, fresh figs, fresh roast figs, Nong's red sticky rice with taro root and my own tarragon chicken. Admittedly, there are a few things I have to rassle with when laying down a fork, spoon, chopstick or bare hand -- certain Sichuan and Cantonese dishes, most of 66's menu, many things Mexican. They all make me wild, and in truth, I have to grab the table edge to stop. Yet I can commit culinarias interruptus with any cuisine, in any amount, at any time.", "headline": {"kicker": "FOOD", "main": "The Ginger Man"}, "_id": "4fd2432e8eb7c8105d7dc977", "web_url": "http://www.nytimes.com/2003/04/20/magazine/food-the-ginger-man.html", "keywords": [{"name": "creative_works", "value": "CAFE SPICE NAMASTE: MODERN INDIAN COOKING (BOOK)"}, {"name": "persons", "value": "TODIWALA, CYRUS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 152723, "time": 71, "offset": 600}}, "status": "OK"}