{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "When I was married last spring, my friend Elaine Shannon sent me a stack of wonderful old Southern cookbooks, which prompted a lively e-mail correspondence about the food we each grew up eating. In one of her dispatches, Elaine, who is from Georgi...", "section_name": "Magazine", "print_page": "47", "abstract": "Julia Reed Food column on Southerners' strong allegiances to greens--collard, mustard or turnip; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-01-11T00:00:00Z", "word_count": 1779, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reed", "organization": "", "firstname": "Julia"}], "original": "By Julia Reed"}, "multimedia": [], "blog": [], "lead_paragraph": "When I was married last spring, my friend Elaine Shannon sent me a stack of wonderful old Southern cookbooks, which prompted a lively e-mail correspondence about the food we each grew up eating. In one of her dispatches, Elaine, who is from Georgia, reported that her grandmother had two biases about food: roast beef had to be cooked until it fell apart, and she couldn't abide collard greens. To her, Elaine wrote, ''collards were worse than useless, and any house where they had been cooked had to be burned to the ground. She was a turnip-greens woman.'' I didn't know it at the time, but my own mother, until recently, was one, too. (She grew up in Nashville, a place described in ''Nashville: Personality of a City'' as ''the turnip-greens and hog-jowl center of the universe.'' Alfred Leland Crabb writes, ''These two were used in fitting combination . . . by 1810, and the townspeople's appetite for them has not waned.'') I discovered her allegiance this year when I was appointed cook for Thanksgiving and called her from the produce aisle to ask how many people were coming so I'd be sure to get enough collards. ''Collards?'' she roared with such disgust I almost dropped my cellphone. ''They are tough and, well, just awful.'' I responded that I had recently eaten some of my friend Robert Carter's braised collards at the superlative Peninsula Grill in Charleston, S.C., and that they were some of the most delicious things I had ever tasted. She was unimpressed and told me that I had best bring home some turnip and mustard greens too.", "headline": {"kicker": "FOOD", "main": "Green Party"}, "_id": "4fd2491b8eb7c8105d7e6668", "web_url": "http://www.nytimes.com/2004/01/11/magazine/food-green-party.html", "keywords": [{"name": "subject", "value": "TURNIPS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "COLLARD GREENS"}, {"name": "subject", "value": "MUSTARD GREENS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The first time I interviewed Tammy Wynette, I was greeted at the kitchen door by her fifth husband, George Richey, who was in the process of making sausage with biscuits and gravy, a classic combination. Richey's biscuits were homemade, and his gr...", "section_name": "Magazine", "print_page": "81", "abstract": "Julia Reed article on singer George Jones and his country sausage line; recipes; photo (M)2", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-09-28T00:00:00Z", "word_count": 1908, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reed", "organization": "", "firstname": "Julia"}], "original": "By Julia Reed"}, "multimedia": [], "blog": [], "lead_paragraph": "The first time I interviewed Tammy Wynette, I was greeted at the kitchen door by her fifth husband, George Richey, who was in the process of making sausage with biscuits and gravy, a classic combination. Richey's biscuits were homemade, and his gravy was ''cream,'' the kind made with milk and flour and sausage grease. Cream gravy looks a little too much like cat throw-up to me, but the sausage was good and so were the biscuits, and I was impressed that Richey, who is also a talented producer and songwriter, was doing his own cooking. (He was, too -- when he checked the biscuits through the oven window, he grinned and said, ''Oh, yeah, those are gonna be award winners right there.'') There has long been a connection between country music and country sausage. The Louvin Brothers recorded the jingle for the Tennessee Pride brand almost 50 years ago; these days a new version can be heard at the Grand Ole Opry every Saturday night. In 1969, Jimmy Dean, whose hits include ''Big Bad John,'' started selling his own sausage, and now he claims it's the nation's No. 1 brand.", "headline": {"kicker": "FOOD", "main": "Country Comfort"}, "_id": "4fd246718eb7c8105d7e14dc", "web_url": "http://www.nytimes.com/2003/09/28/magazine/food-country-comfort.html", "keywords": [{"name": "persons", "value": "JONES, GEORGE"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "SAUSAGES"}, {"name": "subject", "value": "MEAT"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Karen MacNeil runs a tight ship. ''Syrah, when it's on, can be knee-weakeningly sensual in its texture,'' the author of ''The Wine Bible'' says while prepping eight different syrahs for tasting, high, high up among the gracefully terraced Napa Val...", "section_name": "Magazine; Books", "print_page": "57", "abstract": "Jonathan Reynolds article describes his dinner with Karen MacNeil, author of The Wine Bible, at her home in St Helena, Calif; they taste and analyze syrah, which complements meal of lamb shanks and cumin-scented barley; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-09-29T00:00:00Z", "word_count": 1776, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "Karen MacNeil runs a tight ship. ''Syrah, when it's on, can be knee-weakeningly sensual in its texture,'' the author of ''The Wine Bible'' says while prepping eight different syrahs for tasting, high, high up among the gracefully terraced Napa Valley vineyards north of St. Helena, Calif. She is in the dining room with her husband, Dennis Fife; their 11-day-old adopted daughter, Emma Olivia; and Lucy and Franny, a pair of loping Dalmatians. Emma, 18 inches long, sleeps free of care (though with the occasional scowl) in her bassinet on the floor, while the dogs threaten the china and glassware with their sweeping tails. Lamb shanks and barley cook in the oven, and mellow brass plays in the living room. ''Writing about this grape presents challenges,'' Karen says. ''It can be both masculine and polished -- sort of like a rugged man wearing boots and a tuxedo.'' Wine books normally sell about 6,000 copies a year; hers sold 125,000 in less than a year.", "headline": {"kicker": "FOOD", "main": "Que Syrah, Syrah"}, "_id": "4fd2362c8eb7c8105d7c801e", "web_url": "http://www.nytimes.com/2002/09/29/magazine/food-que-syrah-syrah.html", "keywords": [{"name": "creative_works", "value": "WINE BIBLE, THE (BOOK)"}, {"name": "persons", "value": "MACNEIL, KAREN"}, {"name": "glocations", "value": "ST HELENA (CALIF)"}, {"name": "subject", "value": "WINES"}, {"name": "subject", "value": "BARLEY"}, {"name": "subject", "value": "LAMB"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "ALCOHOLIC BEVERAGES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Read this slowly. Prolong the vowels. It's hot out. Words will salve.     Repeating a single mantra three or four times can soothe, depending on which om you choose. Close your eyes and exhale. Picture and think ''liiiiiiiiqwwiiiiiiiid.'' Not ''li...", "section_name": "Magazine", "print_page": "51", "abstract": "Jonathan Reynolds article gives recipes for cool dishes suitable for August; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-08-04T00:00:00Z", "word_count": 1651, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "Read this slowly. Prolong the vowels. It's hot out. Words will salve. Repeating a single mantra three or four times can soothe, depending on which om you choose. Close your eyes and exhale. Picture and think ''liiiiiiiiqwwiiiiiiiid.'' Not ''lik-wid,'' ''liiiiiiiiqwwiiiiiiiid.'' Hold the visual icon against your retina, then, after three or four seconds, say it. August will now be bearable. The word and the substance can not only save your summer; they can also change the way your tongue relates to your palate, bring balm to your scratchy irritation, even affect how you move through life. ''Liquid'' doesn't refer only to tall, frosty drinks or to the sweat on the outside of an iced glass -- so pleasurable against forehead, temple or wrist when New York's damp sun threatens to enrage you -- though both can certainly be sedative. It should also become your worldview.", "headline": {"kicker": "FOOD", "main": "Pour It On"}, "_id": "4fd238248eb7c8105d7cad6d", "web_url": "http://www.nytimes.com/2002/08/04/magazine/food-pour-it-on.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Nasty with unpredictability and generally greeted with both horror and delight, the sardine-packed Stargazy Pie, not unlike Owen Wilson and Wes Anderson's ''Royal Tenenbaums,'' is a spectacular, witty surprise and guarantees to kindle conversation...", "section_name": "Magazine", "print_page": "49", "abstract": "Jonathan Reynolds cooking article on preparing sardine dishes, including Stargazy pie, Cornish creation; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-02-24T00:00:00Z", "word_count": 1685, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "Nasty with unpredictability and generally greeted with both horror and delight, the sardine-packed Stargazy Pie, not unlike Owen Wilson and Wes Anderson's ''Royal Tenenbaums,'' is a spectacular, witty surprise and guarantees to kindle conversation at your next dinner party. Academy voters take note. According to the tough British food writer Jane Grigson, Stargazy pie (sometimes spelled ''Stargazey'') is a Cornish creation traditionally made on Tom Bawcock's Eve, two days before Christmas, commemorating the night on which brave Bawcock went to sea to find sustenance for his foodless hometown of Mousehole. Against all odds he returned with netfuls of sardines, fed the town with this pie and wound up with a dish and an extremely minor holiday named after him. Asking where the townspeople found the bacon and hard-boiled eggs in the foodless burg is as irrelevant as questioning how the girl who married Cain got there.", "headline": {"kicker": "FOOD", "main": "Dinner and a Movie"}, "_id": "4fd219658eb7c8105d797680", "web_url": "http://www.nytimes.com/2002/02/24/magazine/food-dinner-and-a-movie.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Next to the turnip, the cabbage is probably the most reviled vegetable in the Western world. This unfortunate spin has more to do with the willful British punishment inflicted on its preparation for 500 years than with anything inherent in the poo...", "section_name": "Magazine", "print_page": "55", "abstract": "Jonathan Reynolds Food column on cabbage; recipes for cabbage pesto, penne with cabbage and potatoes and fiesolana; photo (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-07-22T00:00:00Z", "word_count": 1704, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "Next to the turnip, the cabbage is probably the most reviled vegetable in the Western world. This unfortunate spin has more to do with the willful British punishment inflicted on its preparation for 500 years than with anything inherent in the poor misunderstood crucifera itself. With the exceptions of Jane Grigson and Elizabeth David, that nation's approach to the worthy leaf has been to boil it till it's about the feel and flavor of a deflated basketball. Cabbage smells up the kitchen, looks pathetic, kids don't like it and, in Grigson's words, it can ''ruin a meal with its wet flab.'' Unfortunately, her and David's solutions haven't been satisfactory either; rather than revealing its rich and subtle flavors, they tend to weigh it down with a mask of bacons, butters, cheeses and creams, chestnuts, sausages and, in the case of David's gros chou farçi à la Provençale, a sheep's brain. The Germans haven't been much help either, customarily stuffing the thing with an entire pig, lots of ground beef and potatoes. Eastern Europeans get to the point much quicker: after steaming it for five minutes, they sandwich barbells between the leaves. The French also cook it for hours and then load it up with high jinks, albeit tastier camouflage than most other countries. And we Americans certainly haven't done much to create cacoethes ourselves.", "headline": {"kicker": "FOOD", "main": "Cabbage Fever"}, "_id": "4fd2275e8eb7c8105d7afe13", "web_url": "http://www.nytimes.com/2001/07/22/magazine/food-cabbage-fever.html", "keywords": [{"name": "subject", "value": "CABBAGE"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "CONVENIENCE food on a Sunday night doesn't have to be Chinese takeout or something in the microwave. It can be a meal that's baking in the oven while you watch a movie or a ballgame.     The following dinner takes little time to prepare, and it al...", "section_name": "New York and Region", "print_page": "18", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2000-11-05T00:00:00Z", "word_count": 642, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "CONVENIENCE food on a Sunday night doesn't have to be Chinese takeout or something in the microwave. It can be a meal that's baking in the oven while you watch a movie or a ballgame. The following dinner takes little time to prepare, and it all cooks at once. It's a simple family meal that appeals to all ages: roast chicken with roast vegetables and baked apples and ice cream for dessert.", "headline": {"kicker": "FOOD", "main": "Dinner That All Cooks at Once and Makes It Easy on the Cook"}, "_id": "4fd20bbf8eb7c8105d77a5a7", "web_url": "http://www.nytimes.com/2000/11/05/nyregion/food-dinner-that-all-cooks-at-once-and-makes-it-easy-on-the-cook.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "TYPICALLY, small, purple-blue Italian prunes bring up the rear in summer's annual parade of plums. Though less handsome, perhaps, than other plums, they are the ones most often used in cooking. One reason is that they are freestone, making them ea...", "section_name": "New York and Region", "print_page": "18", "abstract": "Florence Fabricant Food column offers pudding and bread recipes that include Italian prune plums; drawings (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-09-10T00:00:00Z", "word_count": 767, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "TYPICALLY, small, purple-blue Italian prunes bring up the rear in summer's annual parade of plums. Though less handsome, perhaps, than other plums, they are the ones most often used in cooking. One reason is that they are freestone, making them easily pitted. When buying them, look for fruit that yields slightly to pressure but is not soft. Though they're generally small, they can vary, so select plums that are uniform in size.", "headline": {"kicker": "FOOD", "main": "Late in Season, Italian Prune Plums Liven Puddings and Breads"}, "_id": "4fd209778eb7c8105d77535d", "web_url": "http://www.nytimes.com/2000/09/10/nyregion/food-late-in-season-italian-prune-plums-liven-puddings-and-breads.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AS fresh corn is to summer, so root vegetables are to winter. And with good reason. Traditionally, the sturdy roots sheltered underground were the last of the plant to be harvested. Once pulled up they could be kept in cold storage for many weeks ...", "section_name": "New York and Region", "print_page": "16", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2000-02-27T00:00:00Z", "word_count": 519, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "AS fresh corn is to summer, so root vegetables are to winter. And with good reason. Traditionally, the sturdy roots sheltered underground were the last of the plant to be harvested. Once pulled up they could be kept in cold storage for many weeks at a time when there was little else to be had in the way of fresh vegetables. Potatoes are a classic example, but other roots can be added to the category, including turnips, parsnips and carrots. The term root cellar was just that: a cool underground place suitable for storing roots and other items that needed fairly constant temperature year round.", "headline": {"kicker": "FOOD", "main": "Suggestions for Using Winter's Bounty of Root Vegetables"}, "_id": "4fd205ca8eb7c8105d76e52d", "web_url": "http://www.nytimes.com/2000/02/27/nyregion/food-suggestions-for-using-winter-s-bounty-of-root-vegetables.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IN the bitter depths of winter, citrus fruits perennially brighten the menu. The season is at its peak for the greatest variety of top-quality oranges, grapefruits and tangerines. And from an early morning glass of juice to a wedge of lemon in a l...", "section_name": "New York and Region", "print_page": "12", "abstract": "Florence Fabricant Food column offers recipes that include citrus fruits; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-01-16T00:00:00Z", "word_count": 616, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "IN the bitter depths of winter, citrus fruits perennially brighten the menu. The season is at its peak for the greatest variety of top-quality oranges, grapefruits and tangerines. And from an early morning glass of juice to a wedge of lemon in a late-night cup of tea, citrus fruits are easy to feature in every meal. They are not just for dessert. Consider using segments of juice or navel oranges in salads, diced or segmented grapefruit and its juice to season and garnish seafood and tangerines and clementines to flavor a nutty wheat pilaf or take center stage for a dessert.", "headline": {"kicker": "FOOD", "main": "From Oranges to Tangerines, A Citrus Fruit in Every Meal"}, "_id": "4fd237758eb7c8105d7c9ea7", "web_url": "http://www.nytimes.com/2000/01/16/nyregion/food-from-oranges-to-tangerines-a-citrus-fruit-in-every-meal.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 152723, "time": 27, "offset": 530}}, "status": "OK"}