{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "CORIANDER seed is one of the basic ingredients of curry powder, but used on its own it has a subtle aroma of citrus (the leaves of the plant are most commonly known as cilantro). Freshly ground coriander has far more flavor than ready ground, and ...", "section_name": "New York and Region", "print_page": "12", "abstract": "Moira Hodgson (Food) column on cooking vegetables with coriander; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-02-07T00:00:00Z", "word_count": 771, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "CORIANDER seed is one of the basic ingredients of curry powder, but used on its own it has a subtle aroma of citrus (the leaves of the plant are most commonly known as cilantro). Freshly ground coriander has far more flavor than ready ground, and this is increased when the seeds are toasted. One of my favorite ways to use coriander is to sprinkle it on potatoes and saute them in a minuscule amount of oil over a low flame. They come out with a crisp skin and floury interior -- not in the least greasy -- and are particularly delicious with fish, chicken or lamb.", "headline": {"kicker": "FOOD", "main": "Sprinkle of Coriander Adds Aroma of Citrus to Vegetables"}, "_id": "4fd209938eb7c8105d775951", "web_url": "http://www.nytimes.com/1999/02/07/nyregion/food-sprinkle-of-coriander-adds-aroma-of-citrus-to-vegetables.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Since the birth of nouvelle cuisine some 25 years ago, obituaries for haute cuisine have appeared on a regular basis. But as often as it has been left for dead, haute cuisine has reappeared, mostly, it seems, for the purpose of being slain by yet ...", "section_name": "Magazine", "print_page": "49", "abstract": "Molly O'Neill Food column on lobster bisque, crepes and other glories of France; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-01-03T00:00:00Z", "word_count": 1727, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'NEILL", "organization": "", "firstname": "Molly"}], "original": "By MOLLY O'NEILL"}, "multimedia": [], "blog": [], "lead_paragraph": "Since the birth of nouvelle cuisine some 25 years ago, obituaries for haute cuisine have appeared on a regular basis. But as often as it has been left for dead, haute cuisine has reappeared, mostly, it seems, for the purpose of being slain by yet another fad. In 1972, for example, The New York Times reported that haute cuisine was in trouble, that a new wave of French chefs had radically simplified 19th-century cooking, and before you could say pot-au-feu, nouvelle cuisine was synonymous with the young, the thin, the rich and the beautiful. But just eight years later, Newsweek declared that nouvelle was old chapeau, that food freaks were developing a taste for upscale pasta. This was followed, inevitably, by the new American cuisine, which the critics said had finally liberated us from the shackles of stuffy French cooking.", "headline": {"kicker": "FOOD", "main": "All for Haute"}, "_id": "4fd1e7fa8eb7c8105d735886", "web_url": "http://www.nytimes.com/1999/01/03/magazine/food-all-for-haute.html", "keywords": [{"name": "glocations", "value": "FRANCE"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "STURDY leaves of cabbage make delicious wrappers for all kinds of fillings. Assembling stuffed cabbage rolls and cooking them is somewhat time consuming but hardly difficult. The results yield hearty cold weather dining. Here are several ideas, to...", "section_name": "New York and Region", "print_page": "8", "abstract": "Florence Fabricant (Food) column on cabbage dishes; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-01-03T00:00:00Z", "word_count": 1008, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "STURDY leaves of cabbage make delicious wrappers for all kinds of fillings. Assembling stuffed cabbage rolls and cooking them is somewhat time consuming but hardly difficult. The results yield hearty cold weather dining. Here are several ideas, to serve as first courses, side dishes or main dishes. Cabbage Stuffed With Mushrooms", "headline": {"kicker": "FOOD", "main": "Heating Winter Chill With Cabbage Rolls"}, "_id": "4fd20db88eb7c8105d77e51b", "web_url": "http://www.nytimes.com/1999/01/03/nyregion/food-heating-winter-chill-with-cabbage-rolls.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE autumn apple season calls for turning on the oven. No other fruit inspires baking like apples.    Not only does the season suggest the ubiquitous pie but also cakes, crisps, cobblers, galettes, muffins, tea breads, puddings and coffee cakes, a...", "section_name": "New York and Region", "print_page": "12", "abstract": "Florence Fabricant food column on apple desserts as autumn apple season approaches; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-09-27T00:00:00Z", "word_count": 740, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "THE autumn apple season calls for turning on the oven. No other fruit inspires baking like apples. Not only does the season suggest the ubiquitous pie but also cakes, crisps, cobblers, galettes, muffins, tea breads, puddings and coffee cakes, all of which can involve the tartly sweet flavor of apples, with a touch of cinnamon, perhaps.", "headline": {"kicker": "FOOD", "main": "Make Room for the Big Guns of Autumn: Baked Apples"}, "_id": "4fd214838eb7c8105d78cc31", "web_url": "http://www.nytimes.com/1998/09/27/nyregion/food-make-room-for-the-big-guns-of-autumn-baked-apples.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "WHEN the temperature climbs into the 90's, the idea of cooking elaborate meals is not particularly appealing. On a recent weekend, with people to stay and guests coming for dinner, it was so hot that turning on the oven was out of the question, le...", "section_name": "New York and Region", "print_page": "10", "abstract": "Moira Hodgson column (Food) on grilling summer vegetables and making chilled compote of summer fruits; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-08-09T00:00:00Z", "word_count": 995, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "WHEN the temperature climbs into the 90's, the idea of cooking elaborate meals is not particularly appealing. On a recent weekend, with people to stay and guests coming for dinner, it was so hot that turning on the oven was out of the question, let alone standing over a hot stove. So I decided to serve a room-temperature meal, which can be prepared in advance (a smart decision, as it turned out, since a thunderstorm knocked out the electricity in the late afternoon). The menu was Italian: grilled vegetables -- eggplant, zucchini and peppers -- dressed with olive oil and lemon and sprinkled with basil, pan-roasted Yukon gold potatoes with rosemary and loin of pork simmered with porcini mushrooms and white wine. Because I have thriving sage bushes outside the kitchen window, I decided to fry some sage leaves until they were crisp and sprinkle them on the meat, which was sliced thin on a platter and topped with a sauce made from its cooking juices.", "headline": {"kicker": "FOOD", "main": "Keep the Oven Off: It's Time to Grill Vegetables and Chill Fruit"}, "_id": "4fd213ca8eb7c8105d78b8d2", "web_url": "http://www.nytimes.com/1998/08/09/nyregion/food-keep-the-oven-off-it-s-time-to-grill-vegetables-and-chill-fruit.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "PERHAPS it will be another week or two before the local strawberry crop is on farm stands and in markets. But it is not too soon to plan for that glorious moment -- and the month, at most, that the season runs.    Here are three confections. One d...", "section_name": "New York and Region", "print_page": "12", "abstract": "Florence Fabricant column (Food) offers dessert recipes to coincide with local strawberry season; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-05-24T00:00:00Z", "word_count": 742, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "PERHAPS it will be another week or two before the local strawberry crop is on farm stands and in markets. But it is not too soon to plan for that glorious moment -- and the month, at most, that the season runs. Here are three confections. One depends on the classic combination of strawberries and rhubarb -- in a baked crumble. Another uses strawberries to lighten and brighten a tiramisu, giving the Venetian dessert a decidedly summery cast.", "headline": {"kicker": "FOOD", "main": "Making Plans for the Arrival of the Local Strawberry Crop"}, "_id": "4fd1fb858eb7c8105d759f4f", "web_url": "http://www.nytimes.com/1998/05/24/nyregion/food-making-plans-for-the-arrival-of-the-local-strawberry-crop.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "WINTER is the time for casseroles. There is an almost infinite variety of ways to cook meat, fish or poultry slowly in the oven with seasonings and vegetables. Here are some suggestions.    Veal Shanks Braised in Beer  Total time: 3 hours        2...", "section_name": "New York and Region", "print_page": "8", "abstract": "Florence Fabricant column offers recipes for winter casseroles; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-01-04T00:00:00Z", "word_count": 850, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "WINTER is the time for casseroles. There is an almost infinite variety of ways to cook meat, fish or poultry slowly in the oven with seasonings and vegetables. Here are some suggestions. Veal Shanks Braised in Beer Total time: 3 hours 2tablespoons extra-virgin olive oil 6pieces of veal shank for osso buco, about 2-inches thick and totaling about 4 pounds 1 1/2cups chopped onions 1cup chopped carrots 4garlic cloves, minced 1/2cup dark beer, approximately 1tablespoon dark brown sugar 2bay leaves 3tablespoons balsamic vinegar 1tablespoon Dijon mustard, plus mustard for serving Salt and freshly ground black pepper Mashed potatoes or boiled noodles. 1. Heat the oil in a heat-proof casserole large enough to hold the meat snugly in a single layer. Add the veal shanks and brown over medium-high heat. Remove them and set them aside. 2. Preheat oven to 350 degrees. 3. Add the onions, carrots and garlic to the casserole and saute until the vegetables are just beginning to brown. Stir in the beer, sugar and bay leaves. Bring to a simmer, scraping the bottom of the pan. Return the veal to the casserole. Cover and put in the oven. 4. Bake about two hours, turning the veal once or twice, until it is very tender. If necessary add a little more beer during cooking. 5. Put the veal in a dish and keep warm. Stir the vinegar and mustard into the sauce and season to taste with salt and pepper. Return the veal to the casserole and serve directly from it, or transfer to a serving dish and pour the sauce over the veal. Serve with mustard on the side, and mashed potatoes or noodles. Yield: 6 servings. Ragout of Monkfish With White Beans Total time: 1 hour 3tablespoons extra-virgin olive oil, plus some for a drizzle at the table 1/2cup finely chopped onion 1/2cup finely chopped fresh fennel 3cloves garlic, minced 1cup dry white wine 1cup fish stock Generous pinch saffron 1bay leaf, crumbled Several sprigs fresh thyme 1cup finely chopped fresh or canned tomato pulp 1teaspoon fresh lemon juice Salt and freshly ground black pepper 1 1/2cups cooked white cannellini beans (rinsed canned beans are fine) 2pounds monkfish, in 2-inch chunks 2tablespoons dry bread crumbs 1tablespoon finely chopped parsley. 1. Preheat oven to 400 degrees. 2. Heat two tablespoons of the oil in a heavy three-quart casserole. Add the onion, fennel and garlic and saute until tender but not brown. Stir in the wine, stock, saffron, bay leaf and thyme and simmer gently for 10 minutes. Stir in the tomato pulp and lemon juice. Season to taste with salt and pepper and stir in the beans. 3. Tuck the slices of fish among the beans. 4. Moisten the bread crumbs with the remaining oil and sprinkle on top. Put the casserole in the oven and bake about 20 minutes, until the fish is cooked. Sprinkle with parsley and serve, with some good extra-virgin olive oil to drizzle on top at the table. Yield: 6 servings. Casserole of Baby Chicken, Bacon and Pearl Onions Total time: 1 1/2 hours 4baby chickens, about 1 pound each Salt and freshly ground black pepper 2tablespoons unsalted butter 1tablespoon vegetable oil 1/4pound slab bacon, in 1/2-inch dice 12ounces pearl onions, peeled 1tablespoon brown sugar 1tablespoon flour 1cup dry riesling 1pound fingerling or small yellow potatoes, sliced 1/4-inch thick 3cloves garlic, sliced 1tablespoon chopped parsley. 1. Dry the chickens and season them inside and out with salt and pepper. 2. Heat the butter and oil in a large oven-proof casserole or Dutch oven capable of holding six to seven quarts. Add the chickens and saute on all sides over medium heat until they are nicely browned. It is best not to crowd the chickens so you may not be able to do them all at the same time. 3. Remove the chickens from the casserole, add the bacon and saute until it is browned. Remove the bacon from the casserole and pour off the fat, reserving two tablespoons of it in a small dish and discarding the rest. 4. Preheat oven to 375 degrees. 5. Add the onions and brown sugar to the casserole and saute over medium heat until they start to caramelize but have not cooked through. Sprinkle with the flour, stir them around, then pour in the wine. Cook, stirring, to deglaze the casserole. Season with salt and pepper. 6. Return the chickens to the casserole, scatter the bacon over them, cover the casserole and put in the oven until the chickens are cooked through, about 45 minutes, basting once or twice during cooking. 7. While the chickens are cooking, put the reserved fat in a nonstick skillet and heat it. Add the potatoes and garlic and saute, stirring, until the potatoes are tender and lightly browned, about 15 minutes. Season to taste with salt and pepper. Stir in the parsley. Set aside until the chickens are finished. 8. When the chickens have finished cooking, scatter the potato mixture over them, cover the casserole and return it to the oven for five minutes, then serve. Yield: 4 servings.", "headline": {"kicker": "FOOD", "main": "Casseroles, the Ultimate in Winter Comfort"}, "_id": "4fd1e3578eb7c8105d72d26a", "web_url": "http://www.nytimes.com/1998/01/04/nyregion/food-casseroles-the-ultimate-in-winter-comfort.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "PROFESSIONAL chefs love to make soup, but home cooks often find making soup intimidating. ''They think that they are time consuming and labor intensive,'' said Leslie Kaul, executive chef at the Daily Soup, a retail outlet with five locations in M...", "section_name": "New York and Region", "print_page": "16", "abstract": "Moira Hodgson Food column on making soup; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-11-02T00:00:00Z", "word_count": 1035, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "PROFESSIONAL chefs love to make soup, but home cooks often find making soup intimidating. ''They think that they are time consuming and labor intensive,'' said Leslie Kaul, executive chef at the Daily Soup, a retail outlet with five locations in Manhattan (and two more opening this month). ''Some soups may need long cooking, but if you make your stock or cook your beans the day before, you can make a wonderful soup in the time it takes to boil a potato. Soups are easy to make over a weekend. The great thing is that they mellow so nicely overnight.'' Ms. Kaul, who has worked in the kitchens of the Union Square Cafe and Lespinasse and was a sous chef at Gramercy Tavern, is something of an expert on soups. Her repertory extends from Jamaican pumpkin and cranberry-white bean to a stew called lamb with figs and oyster champagne. Prepared daily, her soups tend to sell out within three hours.", "headline": {"kicker": "FOOD", "main": "Making Soup as Easy as Boiling a Potato"}, "_id": "4fd1f5498eb7c8105d74eee6", "web_url": "http://www.nytimes.com/1997/11/02/nyregion/food-making-soup-as-easy-as-boiling-a-potato.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SAGE is an herb Americans use mainly for stuffings. While I do not particularly like dried sage, which can be very strong (Elizabeth David, the British food writer, accused it of deadening food with a musty, dried-blood taste), fresh sage leaves a...", "section_name": "New York and Region", "print_page": "24", "abstract": "Moira Hodgson column (Food) on cooking with sage; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-10-19T00:00:00Z", "word_count": 979, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "SAGE is an herb Americans use mainly for stuffings. While I do not particularly like dried sage, which can be very strong (Elizabeth David, the British food writer, accused it of deadening food with a musty, dried-blood taste), fresh sage leaves are another thing. And now that the sage bushes in my garden are producing enough leaves to stuff a hundred turkeys, I have taken to frying them as they do in Italy, in olive oil or butter. When cooked this way, sage leaves lose their pungent, harsh taste entirely and become subtle instead of overpowering. They are wonderful sprinkled over meat, fish or pasta (recently I bought some porcini ravioli and served them tossed in a little creme fraiche and topped with fried sage leaves and pine nuts). Fresh sage also goes well with the sweet taste of winter squash. A little tastes good chopped into pureed squash or sprinkled on roast squash, mixed into squash fillings for ravioli or as a flavoring for risotto made with butternut squash.", "headline": {"kicker": "FOOD", "main": "The Subtle Flavor of Fried Sage"}, "_id": "4fd1f4d38eb7c8105d74e35a", "web_url": "http://www.nytimes.com/1997/10/19/nyregion/food-the-subtle-flavor-of-fried-sage.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "WHAT could be easier to make in the summer or be more universally appealing than potato salad? Boiled potatoes tossed in a mustardy mayonnaise with a sprinkling of herbs and chopped red onion -- who knows why it tastes so good and why it is as int...", "section_name": "New York and Region", "print_page": "10", "abstract": "Moira Hodgson column (Food) offers recipes for potato salad; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-08-10T00:00:00Z", "word_count": 691, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "WHAT could be easier to make in the summer or be more universally appealing than potato salad? Boiled potatoes tossed in a mustardy mayonnaise with a sprinkling of herbs and chopped red onion -- who knows why it tastes so good and why it is as integral a part of a picnic as a cold drink and ants? Potato salad also gives the cook a chance to be inventive. Potatoes can be grilled or roasted instead of merely steamed, and a wide variety of ingredients can be added -- not all at once, of course -- among them pine nuts, prosciutto, ham, chicken, tuna, corn, celery, chilies, string beans, bacon, olives, capers or sun-dried tomatoes.", "headline": {"kicker": "FOOD", "main": "Invention Is the Mother of Potato Salad for Picnics"}, "_id": "4fd1deea8eb7c8105d723d09", "web_url": "http://www.nytimes.com/1997/08/10/nyregion/invention-is-the-mother-of-potato-salad-for-picnics.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 36, "offset": 720}}, "status": "OK"}