{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "''IT has been said that the effect of eating too much lettuce is soporific,'' wrote Beatrix Potter at the beginning of ''The Tale of Peter Rabbit.'' Indeed, green salads -- especially those made with the now ubiquitous mesclun mix -- may be good f...", "section_name": "New York and Region", "print_page": "18", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1999-08-01T00:00:00Z", "word_count": 814, "news_desk": "New Jersey Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "''IT has been said that the effect of eating too much lettuce is soporific,'' wrote Beatrix Potter at the beginning of ''The Tale of Peter Rabbit.'' Indeed, green salads -- especially those made with the now ubiquitous mesclun mix -- may be good for you, but they can also be quite boring. In summer, I like to serve a main-course salad, using a selection of farm-stand vegetables or produce from the garden. The French call this a salade composee, which always sounds a little weird in English when translated on menus as a ''composed salad.''", "headline": {"kicker": "FOOD", "main": "Tired of Lettuce? Compose a Salad"}, "_id": "4fd20faf8eb7c8105d7828b9", "web_url": "http://www.nytimes.com/1999/08/01/nyregion/food-tired-of-lettuce-compose-a-salad.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "WATERMELON, a hot weather refresher, is the all-purpose answer to effortless dessert at a picnic, a backyard barbecue or casual summer dinner. And it is most often eaten plain....", "section_name": "New York and Region", "print_page": "14", "abstract": "Article on Albanian communities along Connecticut's Route 8 corridor as residents begin welcoming about 2,000 refugees from Kosovo; Bristol resident Ikmet Zhuta, who has taken in 12 refugees, comments; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-07-25T00:00:00Z", "word_count": 557, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "WATERMELON, a hot weather refresher, is the all-purpose answer to effortless dessert at a picnic, a backyard barbecue or casual summer dinner. And it is most often eaten plain.", "headline": {"kicker": "FOOD", "main": "Marrying Watermelon With Calamari, Octopus or Even Yogurt"}, "_id": "4fd1ea288eb7c8105d7395fb", "web_url": "http://www.nytimes.com/1999/07/25/nyregion/food-marrying-watermelon-with-calamari-octopus-or-even-yogurt.html", "keywords": [{"name": "persons", "value": "ZHUTA, IKMET"}, {"name": "persons", "value": "CHAMBERLAIN, FRANCES"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "CONNECTICUT"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "WHEN I cook chicken I usually roast it whole or cut it up and grill the pieces. But recently, being in a bit of a hurry, I decided to buy only the breast meat, which cooks in minutes.     Like veal, chicken is a bland canvas. You can serve it in a...", "section_name": "New York and Region", "print_page": "28", "abstract": "Moira Hodgson Food column on some quick-cooking chicken breast dishes; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-04-05T00:00:00Z", "word_count": 822, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "WHEN I cook chicken I usually roast it whole or cut it up and grill the pieces. But recently, being in a bit of a hurry, I decided to buy only the breast meat, which cooks in minutes. Like veal, chicken is a bland canvas. You can serve it in a delicate cream sauce with morels, which are now in season (most of them come from Oregon; they are sometimes rather gritty so they should be cleaned with a brush and rinsed under cold running water). It is also good cooked Basque-style, with garlic, tomatoes and black olives. Another good sauce is made with fennel, tomatoes and a touch of saffron, sprinkled with baby artichokes, slivered and fried until crisp.", "headline": {"kicker": "FOOD", "main": "When Time Is of the Essence, Try Chicken Breasts"}, "_id": "4fd1deb08eb7c8105d72326a", "web_url": "http://www.nytimes.com/1998/04/05/nyregion/food-when-time-is-of-the-essence-try-chicken-breasts.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THIN as a pencil or thick as a cigar, asparagus is now at the height of its season. It can be steamed, boiled, grilled or roasted, and it can be cut up for pasta, sauteed and stir-fried.     To prepare asparagus for cooking, snap off the stalks at...", "section_name": "New York and Region", "print_page": "22", "abstract": "Moira Hodgson column offers asparagus recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-03-22T00:00:00Z", "word_count": 791, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "THIN as a pencil or thick as a cigar, asparagus is now at the height of its season. It can be steamed, boiled, grilled or roasted, and it can be cut up for pasta, sauteed and stir-fried. To prepare asparagus for cooking, snap off the stalks at the natural point where they break. It is not necessary to peel the stalks unless they are large and thick skinned. The tips cook more quickly than the stalks, so if you are stir-frying chopped asparagus, for example, the tips should be added toward the end.", "headline": {"kicker": "FOOD", "main": "At Top of Its Season, Asparagus Is Ready for the Pot"}, "_id": "4fd1fb3e8eb7c8105d759533", "web_url": "http://www.nytimes.com/1998/03/22/nyregion/food-at-top-of-its-season-asparagus-is-ready-for-the-pot.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Thomas keller mentions in passing that he was born in 1955, the same year, it turns out, that Fernand Point, the legendary French chef, died. Keller, the chef and owner of the French Laundry in Yountville, Calif., and one of the finest, most imagi...", "section_name": "Magazine", "print_page": "57", "abstract": "Molly O'Neill profiles Thomas Keller, chef and owner of French Laundry in Yountville, California; Keller works within boundaries of haute French cuisine, but also pushes them with California bounty; photo; recipes (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-08-31T00:00:00Z", "word_count": 1663, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'NEILL", "organization": "", "firstname": "Molly"}], "original": "BY MOLLY O'NEILL"}, "multimedia": [], "blog": [], "lead_paragraph": "Thomas keller mentions in passing that he was born in 1955, the same year, it turns out, that Fernand Point, the legendary French chef, died. Keller, the chef and owner of the French Laundry in Yountville, Calif., and one of the finest, most imaginative chefs in America today, is not suggesting that he is the master reincarnate. Rather, in his usual introverted and analytical fashion, Keller says he was indelibly changed after reading the master's single volume, ''Ma Gastronomie.'' Before Point, cooking was just a job; after, it was a calling.", "headline": {"kicker": "FOOD", "main": "California Dreamer"}, "_id": "4fd1dee68eb7c8105d7238c5", "web_url": "http://www.nytimes.com/1997/08/31/magazine/california-dreamer.html", "keywords": [{"name": "persons", "value": "KELLER, THOMAS"}, {"name": "organizations", "value": "FRENCH LAUNDRY"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "When don mclean sang goodbye to Miss American Pie, he bid adieu to the age of innocence in America. He did not, however, dislodge pie as an icon of our national identity. Whether your crust is tender or flaky, your edges crimped or fluted, your fi...", "section_name": "Magazine", "print_page": "51", "abstract": "Annual Pie Day in Middlebury, Vt, features pies made by women in local church's pie committee; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-08-03T00:00:00Z", "word_count": 1659, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "When don mclean sang goodbye to Miss American Pie, he bid adieu to the age of innocence in America. He did not, however, dislodge pie as an icon of our national identity. Whether your crust is tender or flaky, your edges crimped or fluted, your filling cherry or peach or a patriotic apple, when you bake a pie, any kind of pie, you pledge allegiance to a simple, straightforward way of life. This is apparent when the pie committee of St. Stephen's Episcopal Church in Middlebury, Vt., gets together the first Friday of every July. Its goal is to sell enough pies to finance good works, says Ann LaFiandra, chairwoman of the 1997 Pie Day Committee. But that takes cooperation and compromise: the essence of democracy! For one day, the ladies of St. Stephen's church put aside their personal preferences. No lard crusts, no hot-oil crusts, no all-butter crusts. On pie day, all crusts are created equal and all crusts are made from Crisco. It's the easiest and most reliable, Ruth Eichner says.", "headline": {"kicker": "FOOD", "main": "The Ladies Who Bake"}, "_id": "4fd1deea8eb7c8105d723cb0", "web_url": "http://www.nytimes.com/1997/08/03/magazine/the-ladies-who-bake.html", "keywords": [{"name": "glocations", "value": "MIDDLEBURY (VT)"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "When we landed in Rome in the Spring of 1994, after a Winter in Maine and Manhattan respectively, my friend Nancy Harmon Jenkins and I were each beginning to look as bad as our passport photos. Hoping that an adventure might fill in the lines that...", "section_name": "Magazine", "print_page": "73", "abstract": "Molly O'Neill article on food of Italy's Puglia region; recipes; photo (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-06-01T00:00:00Z", "word_count": 1738, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "When we landed in Rome in the Spring of 1994, after a Winter in Maine and Manhattan respectively, my friend Nancy Harmon Jenkins and I were each beginning to look as bad as our passport photos. Hoping that an adventure might fill in the lines that stress and tedium had etched on our middle-aged faces, we headed south toward the rocky heel of Italy, not knowing the extent to which Puglia -- or Apulia, as it's often called in English -- would warm and soften our souls. All it took was a few days under a sun that grew stronger and brighter with each passing hour. Suddenly, the yellow mimosas would pop like fireworks and the almond trees would flower like pastel cumulus clouds. Ordering the landscape were olive trees and eucalyptus plants, deep blue-green and silver.", "headline": {"kicker": "FOOD", "main": "Down at the Heel"}, "_id": "4fd1f94c8eb7c8105d7564d2", "web_url": "http://www.nytimes.com/1997/06/01/magazine/down-at-the-heel.html", "keywords": [{"name": "glocations", "value": "ITALY"}, {"name": "glocations", "value": "PUGLIA (ITALY)"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "CERTAIN kinds of salads seem tailored to winter. Salads served at room temperature with pungent greens like arugula or watercress make a good first course before a light meat or fish dish. Beets add a colorful note, too. If they are roasted in the...", "section_name": "New York and Region", "print_page": "12", "abstract": "Moira Hodgson article on preparing winter salads; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-02-23T00:00:00Z", "word_count": 770, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "CERTAIN kinds of salads seem tailored to winter. Salads served at room temperature with pungent greens like arugula or watercress make a good first course before a light meat or fish dish. Beets add a colorful note, too. If they are roasted in the oven, they develop an intense, concentrated flavor, which does not emerge when beets are boiled. Raw celery root is also good in salads. It usually shows up in French bistros as celeri remoulade, grated and tossed in a mustardy dressing. Waldy Malouf, the new chef at the Rainbow Room, combines it with hazelnuts, arugula and endive. He sprinkles the salad with a pungent aged goat cheese, which comes in stick form to make it easy to grate. Goat cheese sticks are available in specialty shops or from Coach Dairy Goat Farm, Rural Route 1, Box 445, Pine Plains, N.Y. 12567; (518) 398-5325.", "headline": {"kicker": "FOOD", "main": "Winter Salads Flavored With Beets and Celery Root"}, "_id": "4fd1cd338eb7c8105d70406d", "web_url": "http://www.nytimes.com/1997/02/23/nyregion/winter-salads-flavored-with-beets-and-celery-root.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THANKS TO AIR TRAVEL, refrigeration and the proliferation of cookbooks, there are very few discoveries yet to be made in the culinary world. This fact, however, has not hampered the restless American palate in its pursuit of the new and the singul...", "section_name": "Magazine", "print_page": "73", "abstract": "Molly O'Neill article on cooking fresh dates; recipes (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-12-15T00:00:00Z", "word_count": 1542, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "THANKS TO AIR TRAVEL, refrigeration and the proliferation of cookbooks, there are very few discoveries yet to be made in the culinary world. This fact, however, has not hampered the restless American palate in its pursuit of the new and the singular. Our mania for novelty has merely turned retrograde. Every few years, foods redolent of a simpler, less-processed time are rediscovered and championed. Fresh, rather than dried, herbs, led the current era of culinary reclamation. And to be fair, fresh basil bears very little resemblance to the dried herb in a tin whose plastic lid both sprinkles and pours.", "headline": {"kicker": "FOOD", "main": "A Hot Date"}, "_id": "4fd1edd68eb7c8105d7401c0", "web_url": "http://www.nytimes.com/1996/12/15/magazine/a-hot-date.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "DATES (FRUIT)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "WHEN my husband began to recover from a bout of flu recently, he said the one thing he felt like eating was pot roast. Indeed, few things are as comforting as this old-fashioned dish, which is good with plenty of carrots in the company of noodles....", "section_name": "New York and Region", "print_page": "18", "abstract": "Moira Hodgson Food column on winter pot roast; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-12-15T00:00:00Z", "word_count": 626, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "WHEN my husband began to recover from a bout of flu recently, he said the one thing he felt like eating was pot roast. Indeed, few things are as comforting as this old-fashioned dish, which is good with plenty of carrots in the company of noodles. It is important to make sure that there is enough fat (it can be skimmed off later) and that the meat is not overcooked so it becomes dry and stringy. Cooking slowly at a low temperature is best.", "headline": {"kicker": "FOOD", "main": "Finding Comfort in the Enjoyment of Pot Roast"}, "_id": "4fd1face8eb7c8105d7587ae", "web_url": "http://www.nytimes.com/1996/12/15/nyregion/finding-comfort-in-the-enjoyment-of-pot-roast.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 91, "offset": 0}}, "status": "OK"}