{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "The miraval life in balance resort is only two years old, but it's already changing the landscape of well being. In Catalina, Ariz., about 20 miles north of Tucson and the famed Canyon Ranch, this pretty retreat of man-made brooks and strategicall...", "section_name": "Magazine", "print_page": "49", "abstract": "Molly O'Neill article on wide range of foods prepared by chef Cary Neff at Miraval Life in Balance Resort, Catalina, Ariz; recipes; photo (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-07-20T00:00:00Z", "word_count": 1645, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "The miraval life in balance resort is only two years old, but it's already changing the landscape of well being. In Catalina, Ariz., about 20 miles north of Tucson and the famed Canyon Ranch, this pretty retreat of man-made brooks and strategically placed flower beds is an oasis of green under a parched desert sun. Here, guests tend to be clear-eyed, relaxed and perpetually glowing, as they should be. The difference at Miraval is that there are no restrictions -- you eat what you want and how much you want, period. All the kitchen does is provide choices, lots and lots of choices. The breakfast and lunch buffets and the a la carte dinner are more suggestive of the offerings on a luxury cruise ship than at a monastic retreat.", "headline": {"kicker": "FOOD", "main": "Hit the Spa"}, "_id": "4fd20fd98eb7c8105d783223", "web_url": "http://www.nytimes.com/1997/07/20/magazine/hit-the-spa.html", "keywords": [{"name": "persons", "value": "NEFF, CARY"}, {"name": "organizations", "value": "MIRAVAL LIFE IN BALANCE RESORT"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE sandwich of the moment is the wrap. The idea, which originated in California and has taken root in the East, is to spread a combination of ingredients, moistened with a dressing, on some kind of pliable flatbread like a Mexican flour tortilla,...", "section_name": "New York and Region", "print_page": "22", "abstract": "Food column suggests combinations for wraps, sandwich of the moment (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-06-08T00:00:00Z", "word_count": 731, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "THE sandwich of the moment is the wrap. The idea, which originated in California and has taken root in the East, is to spread a combination of ingredients, moistened with a dressing, on some kind of pliable flatbread like a Mexican flour tortilla, Middle Eastern peasant bread, Indian nan or even the rice-flour wrappers used for Vietnamese summer rolls. Tuck in the ends, roll it up and you have a wrap, perfect for picnics and summer lunches. Chicken Caesar Wrap Total time: 40 minutes 1tablespoon Dijon mustard 2tablespoons mayonnaise, preferably nonfat 2tablespoons white-wine vinegar 4tablespoons extra-virgin olive oil 2boneless, skinless chicken breasts 1/2cup soft fresh bread crumbs 1clove garlic, minced 1/4cup shredded Parmesan 1 1/2cups packed, rinsed, dried and shredded romaine lettuce 4flour tortillas or other soft flatbread, at room temperature Salt and freshly ground black pepper. 1. Preheat a broiler or grill. Beat the mustard, mayonnaise, vinegar and three tablespoons of the olive oil together. Use two tablespoons of this mixture to brush the chicken breasts on both sides. 2. Broil or grill the chicken, turning it once, until lightly browned and cooked through, about 10 minutes on each side. Set aside. 3. Heat the remaining oil in a small skillet, add the bread crumbs and garlic and cook over medium heat until lightly browned. Remove from heat, cool briefly and mix with the cheese. 4. Toss the lettuce and remaining dressing together. Divide the lettuce among the four tortillas. Slice the chicken on the bias and arrange the slices over the salad. Sprinkle with the bread crumbs and cheese. Season with salt and pepper. 5. Fold about an inch on opposite sides of one tortilla over the filling. Then tightly roll up the tortilla from the unfolded side. Wrap in a piece of foil or waxed paper and repeat with the remaining tortillas. Yield: 4 servings. Goat Cheese, Pepper And Arugula Wrap Total time: 20 minutes 3tablespoons extra-virgin olive oil 2large sweet red peppers, seeded, cored and cut in strips 1large sweet yellow pepper, seeded, cored and cut in strips 1tablespoon sherry vinegar 4flour tortillas, or other soft flatbread 2ounces soft fresh goat cheese, crumbled 1tablespoon chopped sun-dried tomatoes 1bunch arugula, rinsed, dried and with heavy stems removed. 1. Heat one tablespoon of the oil in a skillet, add the peppers and saute until they have softened. Remove from the heat and sprinkle with half the vinegar. 2. Divide the peppers among the four tortillas and scatter the goat cheese and sun-dried tomatoes over them. 3. Toss the arugula with the remaining oil and vinegar and spread on top. 4. Fold about an inch on opposite sides of one tortilla over the filling. Then tightly roll up the tortilla from the unfolded side. Wrap in a piece of foil or waxed paper and repeat with the remaining tortillas. Yield: 4 servings. Tuna Nicoise Wrap Total time: 30 minutes Salt 4ounces haricots verts or slender fresh green beans, trimmed 4small red new potatoes 1tablespoon Dijon mustard 2tablespoons white-wine vinegar 4tablespoons extra-virgin olive oil 1cup mesclun salad Freshly ground black pepper to taste 16-ounce can tuna, preferably Italian tuna in olive oil 4pitted black Italian olives or Kalamata olives 4large cherry tomatoes, quartered 2scallions, chopped 4anchovies, optional 4flour tortillas or other soft flatbread, at room temperature. 1. Bring a pot of salted water to the boil. Add the beans and cook until they are just tender, about four minutes. Use a slotted spoon to remove them to a bowl of cold water. Add the potatoes to the boiling water. 2. Drain the beans and spread them on a paper towel to dry. 3. When the potatoes are tender, drain and set aside to cool. 4. Beat the mustard, vinegar and olive oil together. Toss the mesclun with half this dressing. Slice the potatoes and toss with the rest of the dressing. Season the potatoes with salt and pepper. 5. Drain the tuna and break it into chunks. Toss it with the olives, tomatoes and scallions. 6. Spread the mesclun, potatoes and beans on the tortillas, then top with the tuna mixture. If using, put an anchovy on each. 7. Fold about an inch on opposite sides of one tortilla over the filling. Then tightly roll up the tortilla from the unfolded side. Wrap in a piece of foil or waxed paper and repeat with the remaining tortillas. Yield: 4 servings.", "headline": {"kicker": "FOOD", "main": "Rolling and Tucking the Wrap, a Sandwich"}, "_id": "4fd1f8c38eb7c8105d754890", "web_url": "http://www.nytimes.com/1997/06/08/nyregion/rolling-and-tucking-the-wrap-a-sandwich.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "DURING the summer I like to experiment with different herbs and seasonings when cooking fish on the grill. Tuna takes especially well to Oriental flavors, and one of my favorite combinations is made with hoisin and soy sauces mixed with sesame oil...", "section_name": "New York and Region", "print_page": "16", "abstract": "Moira Hodgson Food column on grilling fish with herbs and seasonings; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-06-01T00:00:00Z", "word_count": 728, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "DURING the summer I like to experiment with different herbs and seasonings when cooking fish on the grill. Tuna takes especially well to Oriental flavors, and one of my favorite combinations is made with hoisin and soy sauces mixed with sesame oil. When it is cooked, the tuna is sliced and served on stir-fried broccoli rape. The sweetness of the glaze on the fish provides the perfect foil for the bitterness of the broccoli rape. Swordfish goes well with Oriental seasonings too (a change from the more usual salsa). A relish made with toasted sesame seeds, scallions, soy sauce and ginger is good handed around with the fish, accompanied by rice and stir-fried Chinese vegetables.", "headline": {"kicker": "FOOD", "main": "Grilling Fish With Herbs and Seasonings"}, "_id": "4fd1f0e38eb7c8105d747247", "web_url": "http://www.nytimes.com/1997/06/01/nyregion/grilling-fish-with-herbs-and-seasonings.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "FRESH, organically raised rabbit has more taste than the average chicken or piece of veal. It is also low in fat. So it is hardly surprising that this meat is showing up with increasing frequency on supermarket shelves and spring menus at restaura...", "section_name": "New York and Region", "print_page": "28", "abstract": "Moira Hodgson article on cooking rabbit; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-04-20T00:00:00Z", "word_count": 856, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "FRESH, organically raised rabbit has more taste than the average chicken or piece of veal. It is also low in fat. So it is hardly surprising that this meat is showing up with increasing frequency on supermarket shelves and spring menus at restaurants. Rabbit is delicious braised in white wine with leeks and herbs and served on a heap of noodles or stewed Spanish style with tomatoes, pimentos and olives to go with rice. It is also good baked in a coating of mustard, sage leaves and bread crumbs, which keeps it tender and juicy inside a crust.", "headline": {"kicker": "FOOD", "main": "Rabbit, a Low-Fat Alternative for Spring"}, "_id": "4fd1f8d08eb7c8105d7554c3", "web_url": "http://www.nytimes.com/1997/04/20/nyregion/rabbit-a-low-fat-alternative-for-spring.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "From Amelia Simmons to Martha Stewart, the icons of the American kitchen reflect society's view of women. Indeed, the kitchen has always been a safe place to be competent. Lately it has even become a little sexy. It also offers the possibility of ...", "section_name": "Magazine", "print_page": "105", "abstract": "Molly O'Neill's Food column in special issue on female icons focuses on female cooks, including Betty Crocker, the fictitious icon created by General Mills in 1936, Irma Rombauer and Julia Child; recipes; photo (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-11-24T00:00:00Z", "word_count": 1971, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "From Amelia Simmons to Martha Stewart, the icons of the American kitchen reflect society's view of women. Indeed, the kitchen has always been a safe place to be competent. Lately it has even become a little sexy. It also offers the possibility of advancement. Consider, for instance, the first known cookbook in America -- ''American Cookery'' -- written, according to the cover line, by Amelia Simmons, ''an American Orphan.'' Given that in 1796 the mistress of a civilized household didn't cook so much as supervise a staff, the term ''an American Orphan'' explains how a decent young woman came by the knowledge she imparts.", "headline": {"kicker": "FOOD", "main": "Causing a Stir"}, "_id": "4fd1cd348eb7c8105d704156", "web_url": "http://www.nytimes.com/1996/11/24/magazine/causing-a-stir.html", "keywords": [{"name": "persons", "value": "CHILD, JULIA"}, {"name": "persons", "value": "ROMBAUER, IRMA"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "CROCKER, BETTY (FICTITIOUS CHARACTER)"}, {"name": "subject", "value": "WOMEN"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "''TO TEMPT THE PALATE IS TO TEMPT fate, particularly the awful possibility that guests might be, shall we say, overly challenged by anything out of the ordinary,'' said Mrs. J., a grande dame of Park Avenue dinner parties.    Upon hearing her own ...", "section_name": "Magazine", "print_page": "73", "abstract": "Molly O'Neill article on preparing large dinner party; recipes; photo (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-11-03T00:00:00Z", "word_count": 1562, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "''TO TEMPT THE PALATE IS TO TEMPT fate, particularly the awful possibility that guests might be, shall we say, overly challenged by anything out of the ordinary,'' said Mrs. J., a grande dame of Park Avenue dinner parties. Upon hearing her own tone, Mrs. J. mused at how prone to making pronouncements she has become. Perhaps it is only natural. Pronouncements give you a sense of certainty. And heaven knows, Mrs. J. is not getting any younger and her dinner parties aren't getting any smaller. Her longtime caterer, Mr. D., smiled indulgently. ''Your guests were wowed by that Cambodian meal you served last winter, my dear,'' he reminded her.", "headline": {"kicker": "FOOD", "main": "Delegating Dinner"}, "_id": "4fd1d8d98eb7c8105d717fa6", "web_url": "http://www.nytimes.com/1996/11/03/magazine/delegating-dinner.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE MIDAFTERNOON SUN SLANTS across the kitchen table, illuminating a basket of ripe cherry tomatoes and the pestle with which Sidney Mintz has crushed a handful of cardamom pods. He settles into a chair and carefully arranges two paper towels unde...", "section_name": "Magazine", "print_page": "69", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-10-27T00:00:00Z", "word_count": 1701, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "THE MIDAFTERNOON SUN SLANTS across the kitchen table, illuminating a basket of ripe cherry tomatoes and the pestle with which Sidney Mintz has crushed a handful of cardamom pods. He settles into a chair and carefully arranges two paper towels under his hands. He begins peeling and husking, sending a wave of the cardamom's peppery lavender scent across his kitchen in Baltimore. Dr. Mintz, which is how he is known to students at Johns Hopkins University, is as fastidious a cook as he is an anthropologist. The remaining shards and husks of the cardamom pods flutter almost weightlessly from his fingers onto the towels. His hands are large, at least in comparison to his elfish frame, and are thickened by working in sugar-cane fields and even Haitian kitchens. He peels cardamom the way some people shell peas. At the kitchen table. Talking.", "headline": {"kicker": "FOOD", "main": "All Roads Lead to Mintz"}, "_id": "4fd1ccce8eb7c8105d7037bd", "web_url": "http://www.nytimes.com/1996/10/27/magazine/all-roads-lead-to-mintz.html", "keywords": [], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "YES, apples do have a season, and that time is now. Apples are the one fruit best if not eaten dead ripe. They can be stored for long periods but they have the best texture and flavor soon after harvest.     For eating plain, select tart-sweet, cr...", "section_name": "New York and Region", "print_page": "12", "abstract": "Florence Fabricant Food column on cooking with apples; recipes; drawings (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-10-27T00:00:00Z", "word_count": 710, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "YES, apples do have a season, and that time is now. Apples are the one fruit best if not eaten dead ripe. They can be stored for long periods but they have the best texture and flavor soon after harvest. For eating plain, select tart-sweet, crisp yet juicy apples, like Macoun, Winesap and Granny Smith. Most cooking calls for fruit that is sweeter, with a firm texture that is drier, so the apples hold their shape and do not exude much liquid, like Cortland, Gala, Mutsu and Golden Delicious. Braeburn from New Zealand is also a worthy candidate.", "headline": {"kicker": "FOOD", "main": "Apples of the Season, Used in Main Dishes"}, "_id": "4fd208db8eb7c8105d77406f", "web_url": "http://www.nytimes.com/1996/10/27/nyregion/apples-of-the-season-used-in-main-dishes.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "FOR MICHAEL ROMANO, THE CHEF AT the Union Square Cafe in Manhattan, cooking is an act of self-discovery. The discipline it takes to prepare lunch and dinner for 500 people, five days a week, was acquired when he was a young chef at the Bristol Hot...", "section_name": "Magazine", "print_page": "77", "abstract": "Michael Romano, chef at Union Square Cafe in Manhattan, is schooled in classic French style, but some of his best-known dishes have Indian influence; recipes; photo (M)û", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-09-08T00:00:00Z", "word_count": 1658, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "O'Neill", "organization": "", "firstname": "Molly"}], "original": "By Molly O'Neill"}, "multimedia": [], "blog": [], "lead_paragraph": "FOR MICHAEL ROMANO, THE CHEF AT the Union Square Cafe in Manhattan, cooking is an act of self-discovery. The discipline it takes to prepare lunch and dinner for 500 people, five days a week, was acquired when he was a young chef at the Bristol Hotel in Paris and later at La Caravelle in Manhattan. It is the sort of discipline that becomes second nature to a cook who is schooled in the classic French style. And yet it's safe to say that at 43 Romano is wed to no school. Of course, he still utilizes his classical background and says, ''I would not trade it for anything.'' French technique is a basic vocabulary that has enabled him to push the envelope.", "headline": {"kicker": "FOOD", "main": "State of the Union"}, "_id": "4fd1f37a8eb7c8105d74b5a1", "web_url": "http://www.nytimes.com/1996/09/08/magazine/state-of-the-union.html", "keywords": [{"name": "persons", "value": "ROMANO, MICHAEL"}, {"name": "organizations", "value": "UNION SQUARE CAFE"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "ONE of the traditional dishes of summer used to be cold poached salmon with cucumbers and green sauce. Now American chefs are making all sorts of unusual dishes using salmon. ''Salmon is lightning-fast food,'' said James O'Shea, owner of the West ...", "section_name": "New York and Region", "print_page": "10", "abstract": "Ways to prepare unusual dishes with salmon described; recipes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-08-25T00:00:00Z", "word_count": 1125, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "ONE of the traditional dishes of summer used to be cold poached salmon with cucumbers and green sauce. Now American chefs are making all sorts of unusual dishes using salmon. ''Salmon is lightning-fast food,'' said James O'Shea, owner of the West Street Grill and Grappa Restaurant in Litchfield, Conn. ''There are literally dozens of recipes that take less than 15 minutes to prepare, and the seasonings are truly global: ginger, soy and curry vinaigrettes, preserved lemons, cilantro, wilted greens, pesto, olives, lentils, red wine, black beans.'' He is from Ireland, where some of the best salmon is produced. He says he likes Atlantic salmon the best. Mr. O'Shea fuses two, if not three cuisines in a dish he makes using salmon pan-fried in a crust of dulse (seaweed flakes). ''This dish is like sashimi,'' he said. ''You fry the salmon so it's still raw in the middle with a bright green crust and then slice it over a bed of tomatoes, with corn on the side. You could serve it Japanese style with a saucer of wasabi and a low-sodium soy sauce. This is typical of what people are expecting from food today: Asian flavors meet classic American summer cuisine.''", "headline": {"kicker": "FOOD", "main": "Adding a Global Touch to Salmon"}, "_id": "4fd1e6008eb7c8105d731e55", "web_url": "http://www.nytimes.com/1996/08/25/nyregion/adding-a-global-touch-to-salmon.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 223, "offset": 510}}, "status": "OK"}