{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "LEAD: NO one thinks twice about buying chicken in parts, but few places will sell you duck legs or breasts separately. This is too bad, for when it comes to cooking duck, most people do it one way: in the oven. The problem with roasting is that wh...", "section_name": "New York and Region", "print_page": "14", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1990-10-14T00:00:00Z", "word_count": 945, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: NO one thinks twice about buying chicken in parts, but few places will sell you duck legs or breasts separately. This is too bad, for when it comes to cooking duck, most people do it one way: in the oven. The problem with roasting is that when the legs are done, the breast is often dry. If the breast is pink, the legs are red.", "headline": {"kicker": "FOOD", "main": "If Only Ducks Were Sold in Parts"}, "_id": "4fd1c3d18eb7c8105d6f315d", "web_url": "http://www.nytimes.com/1990/10/14/nyregion/food-if-only-ducks-were-sold-in-parts-892890.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD: AS convenient as sandwiches may be to eat on a picnic, they are better at the beach or for lunch in the park than more refined picnic occasions, like an outdoor supper before a summer concert. When wine and bottled water are served instead o...", "section_name": "New York and Region", "print_page": "16", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1990-07-29T00:00:00Z", "word_count": 694, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: AS convenient as sandwiches may be to eat on a picnic, they are better at the beach or for lunch in the park than more refined picnic occasions, like an outdoor supper before a summer concert. When wine and bottled water are served instead of beer and soft drinks and when linen napkins replace paper, the menu calls for something more stylish than the typical sandwich and potato salad.", "headline": {"kicker": "FOOD", "main": "Upscale Ideas for the Summer Picnic Basket"}, "_id": "4fd1baee8eb7c8105d6e53b2", "web_url": "http://www.nytimes.com/1990/07/29/nyregion/food-upscale-ideas-for-the-summer-picnic-basket.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "PICNICS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD: NOW that increased consumption of complex carbohydrates and fiber is recommended for a wholesome diet, lentils should be on the shopping list. These tiny members of the legume family are delicious, versatile and easy to prepare. Unlike most ...", "section_name": "New York and Region", "print_page": "20", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1990-02-25T00:00:00Z", "word_count": 910, "news_desk": "Connecticut Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: NOW that increased consumption of complex carbohydrates and fiber is recommended for a wholesome diet, lentils should be on the shopping list. These tiny members of the legume family are delicious, versatile and easy to prepare. Unlike most dried beans, they do not require presoaking.", "headline": {"kicker": "FOOD", "main": "Quick, Wholesome Recipes With Lentils"}, "_id": "4fd191b08eb7c8105d699e3b", "web_url": "http://www.nytimes.com/1990/02/25/nyregion/food-quick-wholesome-recipes-with-lentils.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE odds are that you will have some spare pumpkin around the house. Though jack-o'-lantern pumpkins are not the variety that is ideal for cooking -- mainly because of a relatively high water content in the flesh -- they are acceptable in many rec...", "section_name": "New York and Region", "print_page": "16", "abstract": "Florence Fabricant Food column offers recipes for pumpkin-turnip soup, pumpkin risotto and pumpkin-raisin pancakes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-10-31T00:00:00Z", "word_count": 580, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "THE odds are that you will have some spare pumpkin around the house. Though jack-o'-lantern pumpkins are not the variety that is ideal for cooking -- mainly because of a relatively high water content in the flesh -- they are acceptable in many recipes. The best pumpkins are cheese pumpkins, which do not often have as attractive a shape as regular pumpkins. Other squashes, notably butternut, are also excellent to use in recipes. But if a once grinning pumpkin is all you have, it will be fine, especially in recipes calling for purees.", "headline": {"kicker": "FOOD", "main": "From Soup to Pancakes, the Other Faces of Pumpkin"}, "_id": "4fd210088eb7c8105d7839d8", "web_url": "http://www.nytimes.com/1999/10/31/nyregion/food-from-soup-to-pancakes-the-other-faces-of-pumpkin.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "FIGS are one of the great treats of summer. They can be served with prosciutto as a first course or with cheese to round off a meal. They are also wonderful with fatty meats like pork or duck, or even with chicken, cooked in a rich, syrupy port sa...", "section_name": "New York and Region", "print_page": "10", "abstract": "Moira Hodgson Food column on versitility of figs; recipes; drawings (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-08-15T00:00:00Z", "word_count": 975, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "FIGS are one of the great treats of summer. They can be served with prosciutto as a first course or with cheese to round off a meal. They are also wonderful with fatty meats like pork or duck, or even with chicken, cooked in a rich, syrupy port sauce. They make a delicious dessert served raw with raspberry sauce or baked in a tart and served warm. The main varieties in the market come from California. They include Black Mission and green Calimyrna figs (the most widely available) and less frequently, Kadota, a light yellow fig, and Smyrna, which is yellow brown.", "headline": {"kicker": "FOOD", "main": "The Multipurpose Fig, From First Course to the Last"}, "_id": "4fd230e98eb7c8105d7bfe56", "web_url": "http://www.nytimes.com/1999/08/15/nyregion/food-the-multipurpose-fig-from-first-course-to-the-last.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SOUP is back in style. That staple of the home-cooked dinner has become popular enough to have inspired chains of takeout shops that serve little else. And even fine restaurants are getting into the act.     But in fine restaurants there is a serv...", "section_name": "New York and Region", "print_page": "20", "abstract": "Florence Fabricant Food column describes how to present soups restaurant-style at home; recipes; drawings (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-03-14T00:00:00Z", "word_count": 808, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "SOUP is back in style. That staple of the home-cooked dinner has become popular enough to have inspired chains of takeout shops that serve little else. And even fine restaurants are getting into the act. But in fine restaurants there is a serving technique that can turn an everyday bowl of soup into something special. It calls for shallow soup plates and some kind of garnish. The soup plates are placed in front of each diner with the garnish in the bottom, but no soup. The hot soup is then ladled over the garnish at the table.", "headline": {"kicker": "FOOD", "main": "A Try-at-Home Restaurant Trick for Presenting Soup in Style"}, "_id": "4fd20b768eb7c8105d77990a", "web_url": "http://www.nytimes.com/1999/03/14/nyregion/food-a-try-at-home-restaurant-trick-for-presenting-soup-in-style.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "BUNCHES of sturdy greens beckon in cold weather. My favorite is Swiss chard. Braised or sauteed, this attractive vegetable, with leaves that look like spinach on steroids branching from meaty white or ruby stems and ribs, provides a slightly meaty...", "section_name": "New York and Region", "print_page": "10", "abstract": "Foood column suggests recipes using Swiss chard (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-01-31T00:00:00Z", "word_count": 851, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "BUNCHES of sturdy greens beckon in cold weather. My favorite is Swiss chard. Braised or sauteed, this attractive vegetable, with leaves that look like spinach on steroids branching from meaty white or ruby stems and ribs, provides a slightly meaty texture and a flavor that is herbaceous but more sweet than bitter. Swiss chard, usually sold in one-pound bunches, can be used in pasta sauces, casseroles and even to fold into a frittata. These dishes are suitable to serve as a first course or light main dish. Swiss Chard Casserolec With Farfalle and Cheeses Total time: 1 hour 1pound Swiss chard 4tablespoons extra-virgin olive oil 1medium onion, chopped 3cloves garlic, minced 1/4cup chopped scallions 1cup finely chopped, well-drained canned plum tomatoes Salt 1/2pound farfalle (pasta bow ties) 1/2cup crumbled goat cheese 4tablespoons freshly grated Parmesan Freshly ground black pepper. 1. Rinse the chard, drain it and chop it fine. 2. Heat two tablespoons of the oil in a large, heavy skillet. Add the onion, saute over medium heat until tender but not brown, then stir in the garlic. Add the scallions and tomatoes, then add the chard. Cook for about 15 minutes, until the chard has wilted. 3. Meanwhile, bring a large pot of salted water to a boil for the pasta. Cook the farfalle about seven minutes, until al dente. Drain it and toss with remaining oil. 4. Remove the chard mixture from the heat, stir in the goat cheese and half the Parmesan, fold in the farfalle and season to taste with salt and pepper. 5. Preheat oven to 350 degrees. 6. Spoon the chard and farfalle mixture into a six-cup casserole. Sprinkle the remaining Parmesan on top. Bake for about 30 minutes, then serve. Yield: 6 servings. Penne With Chard And Prosciutto Total time: 25 minutes 2tablespoons extra-virgin olive oil 2ounces prosciutto, chopped 1medium onion, chopped 3cloves garlic, sliced thin 1pound fresh Swiss chard, rinsed and chopped 1tablespoon red-wine vinegar Salt and freshly ground black pepper 1pound penne 3ounces freshly grated pecorino Romano. 1. Heat the oil in a large, heavy skillet. Add the prosciutto and onion and cook over medium heat until they barely begin to brown. Stir in the garlic, cook a couple of minutes longer, then add the Swiss chard. 2. Cook, stirring, about seven minutes, until the greens have wilted. Stir in the vinegar and season to taste with salt and pepper. Remove from the heat. 3. Bring a large pot of salted water to a boil. Add the penne, stir once or twice and cook until al dente, about eight minutes. Remove half a cup of the cooking water from the pot and set aside. Then drain the penne well. 4. Reheat the Swiss chard mixture, add the penne to the skillet and stir. Moisten with the reserved cooking water and season to taste with salt and pepper. Toss with the cheese and serve. Yield: 6 servings. Swiss Chard-Potato Frittata Total time: 30 minutes 1/2pound medium-size Yukon gold potatoes, peeled Salt 4tablespoons extra-virgin olive oil 1medium onion, chopped 116-ounce can of tomato puree 1/2teaspoon crushed rosemary 1tablespoon finely chopped flat-leaf parsley Salt and freshly ground black pepper 3cloves garlic, sliced thin 1pound Swiss chard, rinsed and chopped 1/4cup chopped scallions 1/4cup freshly grated Parmesan 6eggs, well beaten. 1. Put the potatoes in a saucepan with water to cover them, add a little salt, bring to a boil and cook until the potatoes are just tender, about 20 minutes. Do not overcook. Drain the potatoes and dice them into a large bowl. 2. While the potatoes are cooking, heat one-half tablespoon of the oil in a shallow saucepan, add the onions and cook until tender but not brown. Stir in the tomato puree and rosemary and simmer for 15 minutes. Stir in the parsley and season to taste with salt and pepper. Set aside off the heat. 3. Heat two tablespoons of the oil in a 12-inch skillet, preferably nonstick. Add the garlic, cook until it turns golden, then stir in the Swiss chard and scallions. Cook over medium-high heat until the greens have wilted. Cook long enough to evaporate excess moisture in the pan and add to the potatoes in the bowl. Mix the potatoes and Swiss chard together and season to taste with salt and pepper. Mix in the cheese. 4. Wipe out the pan, put over medium heat and add the remaining oil. Pour the eggs into the pan, tilting the pan so they are evenly distributed, then spread the chard and potato mixture evenly over the eggs. Cook until the bottom has set and is lightly browned. 5. Using a spatula, loosen the frittata in the pan so it easily moves around. Put a dish larger than the skillet over the pan and, holding both tightly together with potholders, turn them over so the frittata is on the dish. Then slide the frittata back into the skillet, cook a few minutes longer to set the other side and transfer to a serving dish. 6. Warm the tomato sauce and spoon some over each serving of frittata. Yield: 4 servings.", "headline": {"kicker": "FOOD", "main": "Adding Meaty Flavor From Swiss Chard to Pastas and Frittatas"}, "_id": "4fd20dbd8eb7c8105d77e865", "web_url": "http://www.nytimes.com/1999/01/31/nyregion/food-adding-meaty-flavor-from-swiss-chard-to-pastas-and-frittatas.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IN the bee-keeping world, there's no chicken-or-egg riddle. The bees definitely come first. And to hear some of New Jersey's beekeepers talk, the bees are so fascinating that it almost wouldn't matter if honey wasn't part of the package.    Fortun...", "section_name": "New York and Region", "print_page": "14", "abstract": "Article, during National Honey Month, salutes New Jersey beekeepers; profiles some apiaries and honey farms; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-09-20T00:00:00Z", "word_count": 1579, "news_desk": "New Jersey Weekly Desk", "byline": {"person": [{"rank": 1, "middlename": "Jo", "firstname": "Susan", "role": "reported", "lastname": "KELLER", "organization": ""}], "original": "By SUSAN JO KELLER"}, "multimedia": [], "blog": [], "lead_paragraph": "IN the bee-keeping world, there's no chicken-or-egg riddle. The bees definitely come first. And to hear some of New Jersey's beekeepers talk, the bees are so fascinating that it almost wouldn't matter if honey wasn't part of the package. Fortunately, nature has arranged things differently. This is a good month to say thank you. For one thing, it's National Honey Month, as proclaimed by the National Honey Board. For another thing, it's the beginning of the Jewish New Year, a holiday traditionally celebrated by eating sweet foods, including apples dipped in honey. And if those reasons don't provide adequate justification for indulging your sweet tooth, consider that supporting your local beekeeper is one more way to keep the garden in Garden State agriculture.", "headline": {"kicker": "FOOD", "main": "Bees, Well-Traveled and Prolific, Make Life Sweet as Honey"}, "_id": "4fd1e12e8eb7c8105d728d69", "web_url": "http://www.nytimes.com/1998/09/20/nyregion/food-bees-well-traveled-and-prolific-make-life-sweet-as-honey.html", "keywords": [{"name": "subject", "value": "HONEY"}, {"name": "subject", "value": "BEES"}, {"name": "subject", "value": "HOLIDAYS AND SPECIAL OCCASIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "EGGPLANT provides a note of dark beauty to the displays at produce stands. And in summer, when it is freshly picked, firm and glossy, eggplant is at its best. That the eggplant repertory focuses on the Mediterranean makes it particularly welcome i...", "section_name": "New York and Region", "print_page": "10", "abstract": "Florence Fabricant food column offers recipes for eggplant dishes; cartoon (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-08-02T00:00:00Z", "word_count": 750, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "EGGPLANT provides a note of dark beauty to the displays at produce stands. And in summer, when it is freshly picked, firm and glossy, eggplant is at its best. That the eggplant repertory focuses on the Mediterranean makes it particularly welcome in warm weather. Now is the ideal time for eggplant dishes that are fragrant with fresh herbs. Ripe tomatoes are classic partners, too. Here is a collection of eggplant recipes that call for herbs and tomatoes. The dishes can be served hot, just warm or cooled to room temperature.", "headline": {"kicker": "FOOD", "main": "For Eggplant Dishes, Fresh Guises With Tomatoes and Herbs"}, "_id": "4fd213c18eb7c8105d78b0e2", "web_url": "http://www.nytimes.com/1998/08/02/nyregion/food-for-eggplant-dishes-fresh-guises-with-tomatoes-and-herbs.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "BRIGHT Mexican flavors are always welcome in summer. Here are the makings of a menu designed to deliver a south-of-the-border vibrancy.     The main event is a seafood stew, a rather classic affair, which is given a Mexican twist with tequila and ...", "section_name": "New York and Region", "print_page": "8", "abstract": "Florence Fabricant Food column offers recipes for Mexican menu: mushroom quesadillas, salad and seafood stew; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-07-05T00:00:00Z", "word_count": 753, "news_desk": "Westchester Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "BRIGHT Mexican flavors are always welcome in summer. Here are the makings of a menu designed to deliver a south-of-the-border vibrancy. The main event is a seafood stew, a rather classic affair, which is given a Mexican twist with tequila and hot pepper, corn and lime juice.", "headline": {"kicker": "FOOD", "main": "A Bow to Mexico: Quesadillas and Seafood Stew With Tequila"}, "_id": "4fd1fd0a8eb7c8105d75ccac", "web_url": "http://www.nytimes.com/1998/07/05/nyregion/food-a-bow-to-mexico-quesadillas-and-seafood-stew-with-tequila.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 63, "offset": 400}}, "status": "OK"}