{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Three years ago, Van DeWard Woods, vice president of Sylvia's Restaurant and  the son of its founder, Sylvia Woods, tried to spin off a line of soul-food products like Sylvia's Hot and Sassy Sauce, salad dressings, and seasonings. But the venture ...", "section_name": "New York and Region", "print_page": "9", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-02-11T00:00:00Z", "word_count": 314, "news_desk": "The City Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "ALLON", "organization": "", "firstname": "Janet"}], "original": "By JANET ALLON"}, "multimedia": [], "blog": [], "lead_paragraph": "Three years ago, Van DeWard Woods, vice president of Sylvia's Restaurant and the son of its founder, Sylvia Woods, tried to spin off a line of soul-food products like Sylvia's Hot and Sassy Sauce, salad dressings, and seasonings. But the venture was understaffed and undercapitalized. About eight months ago, Mr. Woods was forced to halt production and seek more financing. Recently a group of private investors, led by the J. P. Morgan Community Development Corporation, the Irving Schatz Foundation and the Venture Opportunity Corporation, put $1 million into Sylvia Woods Enterprises. The money will be used first to restart production of the food products line in Brooklyn, Carteret, N.J., and South Carolina. Within a year company officials hope to open a Harlem plant. By April, Mr. Woods said, Sylvia's foods should be on supermarket shelves in the Northeast.", "headline": {"kicker": "NEIGHBORHOOD REPORT: HARLEM", "main": "New Life for Soul-Food Venture"}, "_id": "4fd206368eb7c8105d76edf9", "web_url": "http://www.nytimes.com/1996/02/11/nyregion/neighborhood-report-harlem-new-life-for-soul-food-venture.html", "keywords": [{"name": "persons", "value": "WOODS, VAN DEWARD"}, {"name": "organizations", "value": "SYLVIA'S RESTAURANT"}, {"name": "organizations", "value": "SYLVIA WOODS ENTERPRISES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "After more than a year of rancorous debate, many residents in East Harlem have finally begun to look forward to the opening of a new Pathmark supermarket in their neighborhood, where large grocery stores are few and far between.   But two months a...", "section_name": "New York and Region", "print_page": "3", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1995-06-23T00:00:00Z", "word_count": 805, "news_desk": "Metropolitan Desk", "byline": {"person": [{"rank": 1, "middlename": "P.", "firstname": "Jonathan", "role": "reported", "lastname": "HICKS", "organization": ""}], "original": "By JONATHAN P. HICKS"}, "multimedia": [], "blog": [], "lead_paragraph": "After more than a year of rancorous debate, many residents in East Harlem have finally begun to look forward to the opening of a new Pathmark supermarket in their neighborhood, where large grocery stores are few and far between. But two months after the Manhattan borough board approved the new store, Mayor Rudolph W. Giuliani still has not said whether he supports or opposes the 53,000-square-foot project. As a result, the supermarket that was planned at 125th Street and Third Avenue as a boon to the blighted neighborhood remains stalled, and both proponents and critics say they are bitter and disillusioned with the Mayor.", "headline": {"main": "Harlem Pathmark Is Stalled, Awaiting Word From Mayor"}, "_id": "4fd1bed78eb7c8105d6ec20c", "web_url": "http://www.nytimes.com/1995/06/23/nyregion/harlem-pathmark-is-stalled-awaiting-word-from-mayor.html", "keywords": [{"name": "persons", "value": "GIULIANI, RUDOLPH W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "HARLEM (NYC)"}, {"name": "glocations", "value": "EAST HARLEM (NYC)"}, {"name": "organizations", "value": "PATHMARK"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Indian Chicken Wings   Buffalo wings? How about Bombay chicken wings for a change? Shaan, a luxurious Indian restaurant at 57 West 48th Street, is making tandoori chicken wings to go. They are skinless, lightly spiced and succulent. An order of a ...", "section_name": "Home and Garden", "print_page": "2", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1995-03-08T00:00:00Z", "word_count": 693, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Indian Chicken Wings Buffalo wings? How about Bombay chicken wings for a change? Shaan, a luxurious Indian restaurant at 57 West 48th Street, is making tandoori chicken wings to go. They are skinless, lightly spiced and succulent. An order of a dozen wings ($12) comes with yogurt sauce and mint chutney for dipping. Takeout, but no delivery: (212) 977-8400. Miller Brewing's Wheat Beer The Miller Brewing Company in Milwaukee has bought a controlling interest in Celis Brewery, in Austin, Tex., known primarily for its wheat beer. Celis will be one of the brands in a new division of Miller Brewing called American Specialty and Craft Beer Company. Pierre Celis, the Belgian-born founder of Celis, said the agreement would enable his company to take advantage of Miller's marketing and distribution network without changing the quality of Celis. Presidential Palates Much has been written about the eating habits of Bill Clinton. But what about John Quincy Adams or Warren G. Harding? Johnson and Wales University, a culinary school in Providence, R.I., has an exhibition of more than 100 Presidential documents relating to food in the White House, from the collection of Louis Szathmary, a retired chef. The exhibition, \"In and Around the First Stomach,\" can be seen through June 1 at University Hall, 111 Dorrance Street. Information: (401) 598- 2805. Lillian Vernon First Lillian Vernon, whose catalogues have been filling mailboxes since 1951, has introduced Lillian Vernon's Kitchen, the company's first kitchenware catalogue. It represents something of a departure for this New Rochelle, N.Y., company, which grosses nearly $200 million a year with the likes of crocheted Christmas snowflakes ($5.98 a dozen). The catalogue offers items that are cute (bunny teapot, $9.98), economical (six champagne flutes for $9.98) and practical (Waring professional blender, $118). For the catalogue: (800) 285-5555. Studies on Food A more erudite catalogue, this one of books, comes from the Food Heritage Press in Ipswich, Mass. More than three dozen titles, most from university presses, are listed. Among the books are \"Produce and Conserve: The Grocer and the Consumer on the Home Front Battlefield During World War II,\" by Barbara McLean Ward (University Press of New England, $24.95). For information, (508) 356-7625. Soda Bread The surprise in the traditional Mrs. Greene's Irish soda bread made by Wonderwomen Enterprises, a catering and gift basket company in Brooklyn, is not that it is deliciously moist and velvety, but that it is fat free. How do they do it? Enough baking soda is the answer, but unlike many fat-free baked products, this soda bread is not overwhelmed by the taste of the leavening. The breads can be ordered by mail ($10 plus shipping for three round loaves averaging six ounces each) by calling (800) 856-5901. With 24 hours' notice the company will deliver the bread to the homebound and elderly in the five boroughs of New York City for $5 extra. Rental Kitchens The city is filled with small caterers and food producers that need commercial kitchen space. One of them, Connie A. Peters, who was tired of borrowing ovens and refrigerators for her company, Connie Peters Events, has tackled the problem. Last year, she rented 8,000 square feet at 195 Hudson Street (near Gansevoort Street) and spent $230,000 turning the space into seven commercial kitchens called Gansevoort Kitchens Ltd. She uses one. The other six are for rent starting this week. The rates, by the day, week, month or longer, range from $100 to $300 a day including water and electricity. For information, (212) 925-6604. Off the Menu Lunches at $19.95, Dinners at $95 In a few months, dozens of restaurants in New York will begin offering their annual summer lunch bargain, at $19.95 this year. And this summer there will be new twist: a number of top restaurants will pull out all the stops and offer elaborate dinners including wine, at $95. Bring the Children A child-friendly menu has been introduced at Tennessee Mountain, 143 Spring Street (at Wooster Street), in SoHo. This barbecue restaurant is offering hamburgers, peanut butter and jelly sandwiches and fried chicken sandwiches, priced from $3.95 to $4.95. Children receive a bag with crayons, games and a chef's hat.", "headline": {"main": "Food Notes"}, "_id": "4fd1fdd38eb7c8105d75e083", "web_url": "http://www.nytimes.com/1995/03/08/garden/food-notes-094295.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Merchants' Halloween    A number of food shops and restaurants in Greenwich Village will be doling out Halloween treats to children from 3 to 5:30 P.M. on Monday.    The door-to-door Halloween party, in the Bleecker Street neighborhood between the...", "section_name": "Home and Garden", "print_page": "8", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1994-10-26T00:00:00Z", "word_count": 973, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Merchants' Halloween A number of food shops and restaurants in Greenwich Village will be doling out Halloween treats to children from 3 to 5:30 P.M. on Monday. The door-to-door Halloween party, in the Bleecker Street neighborhood between the Avenue of the Americas and Seventh Avenue, is sponsored by a new group called Merchants of Greenwich, organized by Ken Lipsmeyer, the owner of 9 Jones Street restaurant. Each participating shop and restaurant will display a large orange sign with a pumpkin. Children must be accompanied by an adult.", "headline": {"main": "Food Notes"}, "_id": "4fd1e6c08eb7c8105d7331ed", "web_url": "http://www.nytimes.com/1994/10/26/garden/food-notes-638722.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A generation ago, the enclosed marketplace straddling Park Avenue between 111th and 116th Streets was vibrant. Crowds surged through the aisles of the five big buildings known collectively as La Marqueta, haggling over the price of platanos. Vendo...", "section_name": "New York and Region", "print_page": "6", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-12-12T00:00:00Z", "word_count": 493, "news_desk": "The City Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "REYES", "organization": "", "firstname": "Nina"}], "original": "By NINA REYES"}, "multimedia": [], "blog": [], "lead_paragraph": "A generation ago, the enclosed marketplace straddling Park Avenue between 111th and 116th Streets was vibrant. Crowds surged through the aisles of the five big buildings known collectively as La Marqueta, haggling over the price of platanos. Vendors trumpeted in Spanish the freshness of their eggs, the tenderness of their pork. Today, only about a dozen merchants, including two butchers, a clothier, a fishmonger and a perfumer, are housed in the single market building that remains open. On a recent Saturday afternoon, the market's busiest time, only a handful of shoppers strolled the cavernous corridors. But now there is hope in El Barrio that La Marqueta will have a new beginning. Three community organizations are vying for a $5 million contract with the city to rejuvenate the site, and a decision is expected this week.", "headline": {"kicker": "NEIGHBORHOOD REPORT: HARLEM", "main": "Trying to Revive La Marqueta"}, "_id": "4fd1e0f58eb7c8105d7284b6", "web_url": "http://www.nytimes.com/1993/12/12/nyregion/neighborhood-report-harlem-trying-to-revive-la-marqueta.html", "keywords": [{"name": "creative_works", "value": "LA MARQUETA (NYC)"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "LA MARQUETA"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IT was enough to make a grown man tremble. There in the Rainbow Room atop Rockefeller Center were 250 powerful women luxuriating in and celebrating their power in the fifth annual by-invitation-only Power Lunch.    What we are talking about here i...", "section_name": "New York and Region", "print_page": "3", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-11-17T00:00:00Z", "word_count": 832, "news_desk": "Metropolitan Desk", "byline": {"person": [{"rank": 1, "middlename": "T.", "firstname": "Michael", "role": "reported", "lastname": "Kaufman", "organization": ""}], "original": "By Michael T. Kaufman"}, "multimedia": [], "blog": [], "lead_paragraph": "IT was enough to make a grown man tremble. There in the Rainbow Room atop Rockefeller Center were 250 powerful women luxuriating in and celebrating their power in the fifth annual by-invitation-only Power Lunch. What we are talking about here is household word women, talented women, smart women, rich women, who had been chosen to eat lunch and contribute money to Citymeals-on-Wheels.", "headline": {"kicker": "ABOUT NEW YORK", "main": "A Power Lunch to Feed the Hungry"}, "_id": "4fd1ea8d8eb7c8105d73a6aa", "web_url": "http://www.nytimes.com/1993/11/17/nyregion/about-new-york-a-power-lunch-to-feed-the-hungry.html", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "CITYMEALS-ON-WHEELS"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Feed a Cold    A ticket to the Caribbean is one way to help dispel a cold. Empire Kosher Poultry is offering a more economical and traditional remedy....", "section_name": "Home and Garden", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-01-06T00:00:00Z", "word_count": 911, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Feed a Cold A ticket to the Caribbean is one way to help dispel a cold. Empire Kosher Poultry is offering a more economical and traditional remedy.", "headline": {"main": "Food Notes"}, "_id": "4fd1db8b8eb7c8105d71c738", "web_url": "http://www.nytimes.com/1993/01/06/garden/food-notes-903093.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "As the director of Island Harvest, a newly formed prepared-and-perishable-food program on Long Island, I appreciate your thoughtful reporting about the hungry on Long Island. Island Harvest is a network of volunteers who pick up unserved fresh or ...", "section_name": "New York and Region; Opinion", "print_page": "27", "abstract": null, "type_of_material": "Letter", "subsection_name": null, "pub_date": "1992-11-29T00:00:00Z", "word_count": 219, "news_desk": "Long Island Weekly Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "As the director of Island Harvest, a newly formed prepared-and-perishable-food program on Long Island, I appreciate your thoughtful reporting about the hungry on Long Island. Island Harvest is a network of volunteers who pick up unserved fresh or prepared food from restaurants, caterers, convenience stores, groceries, bakeries, etc. This food would normally be thrown away, because, while still quite edible, it is not as fresh as the business requires for sale to its customers. The food is then delivered to local soup kitchens, homeless shelters and other not-for-profit tax-exempt agencies that feed people in need.", "headline": {"main": "New Group Speeds Food to the Hungry"}, "_id": "4fd1d6f98eb7c8105d714cda", "web_url": "http://www.nytimes.com/1992/11/29/nyregion/l-new-group-speeds-food-to-the-hungry-921692.html", "keywords": [{"name": "persons", "value": "BREITSTONE, LINDA"}, {"name": "glocations", "value": "LONG ISLAND (NY)"}, {"name": "organizations", "value": "ISLAND HARVEST"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Helpings of Long Island    The annual Windows on Long Island Tastings of about 50 Long Island wines, accompanied by food from 14 of the Island's restaurants, has been expanded from one evening to two to accommodate the crowds. Last year 500 people...", "section_name": "Home and Garden", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-04-22T00:00:00Z", "word_count": 869, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Helpings of Long Island The annual Windows on Long Island Tastings of about 50 Long Island wines, accompanied by food from 14 of the Island's restaurants, has been expanded from one evening to two to accommodate the crowds. Last year 500 people were turned away.", "headline": {"main": "Food Notes"}, "_id": "4fd1ced38eb7c8105d706cf8", "web_url": "http://www.nytimes.com/1992/04/22/garden/food-notes-044992.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Easter Sweet    Easter sweets are sweet indeed, and not only to the taste. Bakers and confectioners are busy with pastel icings and chocolate, and fashioning decorated eggs, charming bonnets, delicate baskets and a vast menagerie of adorable anima...", "section_name": "Home and Garden", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1992-04-15T00:00:00Z", "word_count": 826, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Easter Sweet Easter sweets are sweet indeed, and not only to the taste. Bakers and confectioners are busy with pastel icings and chocolate, and fashioning decorated eggs, charming bonnets, delicate baskets and a vast menagerie of adorable animal and bird babies.", "headline": {"main": "Food Notes"}, "_id": "4fd1ac158eb7c8105d6cb1fa", "web_url": "http://www.nytimes.com/1992/04/15/garden/food-notes-434392.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 146, "offset": 1090}}, "status": "OK"}