{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "'There's going to be blood and hair on the wall tonight,'' Anthony Bourdain says exuberantly, downing a bottle of Kronenbourg 1664 at the head of a long table at the 28th Street Les Halles. Bourdain, resident chef, whistle-blower on restaurant she...", "section_name": "Magazine", "print_page": "67", "abstract": "Jonathan Reynolds Food article on preparation of marrow bones with parsley with cookbook author Fergus Henderson; photo; recipes (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-06-20T00:00:00Z", "word_count": 1808, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "'There's going to be blood and hair on the wall tonight,'' Anthony Bourdain says exuberantly, downing a bottle of Kronenbourg 1664 at the head of a long table at the 28th Street Les Halles. Bourdain, resident chef, whistle-blower on restaurant shenanigans, world adventurer and perhaps most famous for eating a live cobra heart on the Food Network, announces to his two dozen or so guests: ''This is the eat-with-your-hands table. If anybody's still vertical by the cheese, the meal will have been a triumph.'' We are in for a night of severe gluttony. The first of the rillettes is brought out, a classic pork, followed immediately by a rabbit version. It's not often both are available, but considering the guest of honor -- Fergus Henderson, the London-based chef who inspired the cheeks and bellies on New York menus, with the specter of tails and ears to follow, and whose cookbook ''The Whole Beast: Nose to Tail Eating'' has just been published in America -- the homage seems appropriate.", "headline": {"kicker": "FOOD", "main": "Sexy Beast"}, "_id": "4fd27e838eb7c8105d84785b", "web_url": "http://www.nytimes.com/2004/06/20/magazine/food-sexy-beast.html", "keywords": [{"name": "persons", "value": "HENDERSON, FERGUS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "When I bought my old house in Sag Harbor some 40 years ago, the village was only beginning to emerge from the Depression of the 1930's. Many of the Federal houses, most of them now expensively restored with new cedar roofs and freshly painted whit...", "section_name": "Magazine", "print_page": "73", "abstract": "Jason Epstein article on preparing egg dishes, including clam frittata; recipes; photo (M)9", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-09-21T00:00:00Z", "word_count": 1817, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Epstein", "organization": "", "firstname": "Jason"}], "original": "By Jason Epstein"}, "multimedia": [], "blog": [], "lead_paragraph": "When I bought my old house in Sag Harbor some 40 years ago, the village was only beginning to emerge from the Depression of the 1930's. Many of the Federal houses, most of them now expensively restored with new cedar roofs and freshly painted white picket fences, still took in roomers or housed a solitary widow or the enfeebled survivor of an old whaling family: a few still do. In those days, The East Hampton Star never referred to Sag Harbor without a wink and a snicker, a subtle warning to its respectable readers that a visit to the disreputable old whaling port entailed the risk of public exposure. It was probably this residual whiff of iniquity that attracted John Steinbeck to the village where he spent many evenings at the Black Buoy, the Main Street bar as dank and dark as a cellar. Its pugnacious clientele seldom got from one Saturday to the next without the services of Chief Harrington, whose sturdy frame and crushed officer's cap were all the law and order Sag Harbor needed. One rainy evening the formidable Chief retrieved our cat, Bandit, from an old cherry tree on condition, as journalists say, of anonymity. ''Thanks,'' I said as he handed Bandit to my daughter, Helen.", "headline": {"kicker": "FOOD", "main": "Clam and Eggs"}, "_id": "4fd246db8eb7c8105d7e2254", "web_url": "http://www.nytimes.com/2003/09/21/magazine/food-clam-and-eggs.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "EGGS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "In these moist, drag-slag days, when the city's heat makes your rayons cling, it's reassuring to note that it's not only the temperature of the food you eat that has the capacity to cool. What you want on days like these is intake that makes you f...", "section_name": "Magazine", "print_page": "53", "abstract": "Food column on foods that help keep people cool in dog days of summer; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-08-31T00:00:00Z", "word_count": 1729, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "In these moist, drag-slag days, when the city's heat makes your rayons cling, it's reassuring to note that it's not only the temperature of the food you eat that has the capacity to cool. What you want on days like these is intake that makes you feel like the frosty inside of a fridge, and aside from ice cream, cold drinks and just plain ice applied to wrist, neck or ankle, very few foods actually lower body heat. But some can create an arctic blast visually, tactilely and gustatorily. Sometimes it's the cool crackle of the perfect gazpacho; sometimes, the perfume of an especially silken Crenshaw melon. Always, it's the sweetness and astringency of heirloom tomatoes. Sometimes the perfect late-summer meal is as far away as Copenhagen or as near as the Upper West Side. And sometimes you can lower your corporal thermometer simply by right thinking. As your feet put on weight and increasingly stick to 83rd (and every other) Street, you can replicate air-conditioning by picturing, say, the frozen fjords of Norway or the rolling Blue Ridge Mountains of Alleghany County, N.C. It's not that there's less bubbling asphalt in Alleghany County. What cools is knowing that somewhere in Alleghany County, towheaded boys are cycling their hearts out over a hilly stretch of highway flanked by freshly baled hay, hot waves vaporizing up from the road, perspiration flying off them in the bike wind. And they will suddenly screech their brakes and pull off onto the gravel shoulder to partake of a quick, refreshing gulp of buttermilk. Fast grin, mouth wipe and off they pedal again.", "headline": {"kicker": "FOOD", "main": "Breaking the Heat"}, "_id": "4fd296aa8eb7c8105d872bb1", "web_url": "http://www.nytimes.com/2003/08/31/magazine/food-breaking-the-heat.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "SEASONS AND MONTHS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "I fell in love with her the way most people who met her did -- at first sight, and like a sheepdog, passionately, adoringly, forever. I was perhaps 3 years old, and she must have been 9, and we were on a beach somewhere, and had anything come of i...", "section_name": "Magazine", "print_page": "47", "abstract": "Jonathan Reynolds Food column shares recipes of his cousin, actress Lee Remick, who died in 1991; recipes; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-07-06T00:00:00Z", "word_count": 1848, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "I fell in love with her the way most people who met her did -- at first sight, and like a sheepdog, passionately, adoringly, forever. I was perhaps 3 years old, and she must have been 9, and we were on a beach somewhere, and had anything come of it, we would have been in a great deal of trouble, at least in quite a few states, because we were first cousins. Those of us who adored her weren't just transfixed by her perfect Episcopalian beauty, or the luring sensuality underneath, or her ability to move us on screen and stage, or that laugh -- head thrown back, mouth open, teeth flashing the sky -- but by the combination of everything she was, that mighty spirit. She was a Fitzgerald heroine, and we were all wearing the gold hat and bouncing as high for her as we possibly could.", "headline": {"kicker": "FOOD", "main": "Lee and Me"}, "_id": "4fd291be8eb7c8105d86aa15", "web_url": "http://www.nytimes.com/2003/07/06/magazine/food-lee-and-me.html", "keywords": [{"name": "persons", "value": "REMICK, LEE"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "While stirring the pound of chunked chocolate into the pound of butter melting over the heat of his electric stove, Bert tells me about Madonna's lawsuit against him in '99: ''The BBC kept trying to get me to say something bad about her, but I wou...", "section_name": "Magazine", "print_page": "45", "abstract": "Food article on cooking with Bert Padell, midnight baker and business agent to the stars; chocolate cake recipe; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-01-20T00:00:00Z", "word_count": 1898, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "While stirring the pound of chunked chocolate into the pound of butter melting over the heat of his electric stove, Bert tells me about Madonna's lawsuit against him in '99: ''The BBC kept trying to get me to say something bad about her, but I wouldn't.'' He nudges the chocolate gently with a spoon. ''Go slow now, don't burn it.'' He wheels around and pours sugar into a stainless-steel bowl filled with eggs. ''But I got nothing against the woman,' I told them. 'Most people would say something bad about her,' this interviewer kept prodding me, and I said to him, 'Well, I'm not most people.''' To say the least. Bert Padell, midnight baker, poet, former Yankee batboy, friend of DiMaggio and Mantle, Joe Cocker and Montgomery Clift, business manager and lawyer to eminent enterprises as varied as Britney Spears, Jackie Mason, John Berendt, Mikhail Baryshnikov, the rapper Rakim and the restaurants of Robert De Niro (but not De Niro himself), is as New York a New Yorker as New York has ever Yorked. Sometimes as soft-spoken as a courtier, he is usually a walking exclamation point, either surprised or outraged.", "headline": {"kicker": "FOOD", "main": "The Fabulous Baker Boy"}, "_id": "4fd25bbb8eb7c8105d80925d", "web_url": "http://www.nytimes.com/2002/01/20/magazine/food-the-fabulous-baker-boy.html", "keywords": [{"name": "persons", "value": "PADELL, BERT"}, {"name": "subject", "value": "CAKES"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "I should be removed from normal social discourse for many reasons, probably, and in most cases I wouldn't object morally. In fact, I almost was a few weeks ago, when a bloviator in Union Square shouted to a crowd that the first step to solving the...", "section_name": "Magazine", "print_page": "83", "abstract": "Jonathan Reynolds Food column on seaside villages that lie in what might be called Salt Belt of Brittany, France; recipes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-10-07T00:00:00Z", "word_count": 1867, "news_desk": "Magazine Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Reynolds", "organization": "", "firstname": "Jonathan"}], "original": "By Jonathan Reynolds"}, "multimedia": [], "blog": [], "lead_paragraph": "I should be removed from normal social discourse for many reasons, probably, and in most cases I wouldn't object morally. In fact, I almost was a few weeks ago, when a bloviator in Union Square shouted to a crowd that the first step to solving the terrorist crisis was to cut the obscene salaries of our top corporate executives. I hollered back that I'd go along with him provided he'd agree to cut the salaries of some other ludicrously overcompensated businesspeople like Mike Piazza, Barbra Streisand and Britney Spears. The crowd found this decidedly unamusing.", "headline": {"kicker": "FOOD", "main": "Fish Tales"}, "_id": "4fd2503c8eb7c8105d7f3c54", "web_url": "http://www.nytimes.com/2001/10/07/magazine/food-fish-tales.html", "keywords": [{"name": "glocations", "value": "BRITTANY (FRANCE)"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "ON a cold winter day, the chef David Waltuck says, a good homemade stew is the culinary equivalent of a down parka. He has just published ''Staff Meals'' (Workman), a cookbook of dishes from his TriBeCa restaurant, Chanterelle. But instead of the ...", "section_name": "New York and Region", "print_page": "12", "abstract": "Moira Hodgson Food column offers recipes for hearty winter stews; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-02-11T00:00:00Z", "word_count": 1074, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HODGSON", "organization": "", "firstname": "Moira"}], "original": "By MOIRA HODGSON"}, "multimedia": [], "blog": [], "lead_paragraph": "ON a cold winter day, the chef David Waltuck says, a good homemade stew is the culinary equivalent of a down parka. He has just published ''Staff Meals'' (Workman), a cookbook of dishes from his TriBeCa restaurant, Chanterelle. But instead of the fancy food he serves his customers, the recipes are for dishes he has made for his employees. It's a compilation of the family fare -- stews, pastas and one-pot dinners -- that he has prepared for them over the last two decades. It's a terrific book for the home cook, because the recipes are both easy to make and immensely satisfying to eat. His beef stew with red wine and vegetables is a one-pot dish that can be prepared ahead of time and reheated, with the cauliflower and green beans added just before it is served. Chef Waltuck recommends buying a chuck-eye roast and cutting it up yourself rather than buying packaged stew meat at the supermarket.", "headline": {"kicker": "FOOD", "main": "Hearty Stew: An Antidote to Cold Weather"}, "_id": "4fd22d678eb7c8105d7ba8ac", "web_url": "http://www.nytimes.com/2001/02/11/nyregion/food-hearty-stew-an-antidote-to-cold-weather.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE calendar may say autumn, but summer lingers at produce stands. There's still time to enjoy fresh sweet corn and ripe tomatoes. And with them, the pungent seasoning provided by fresh cilantro is always welcome.    Each of the following recipes ...", "section_name": "New York and Region", "print_page": "10", "abstract": "Florence Fabricant Food column offers end-of-season recipes that combine corn and tomatoes; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-10-01T00:00:00Z", "word_count": 673, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "THE calendar may say autumn, but summer lingers at produce stands. There's still time to enjoy fresh sweet corn and ripe tomatoes. And with them, the pungent seasoning provided by fresh cilantro is always welcome. Each of the following recipes calls for corn kernels stripped from the cob, along with cilantro and ripe tomatoes. Once the local season is finished for these treasures, the recipes can still be made using kernels stripped from corn that has come from the South and ripe plum tomatoes from California, which are often available until winter.", "headline": {"kicker": "FOOD", "main": "End-of-the-Season Dishes Made Easy With Corn and Tomatoes"}, "_id": "4fd23c3a8eb7c8105d7d18f5", "web_url": "http://www.nytimes.com/2000/10/01/nyregion/food-end-of-the-season-dishes-made-easy-with-corn-and-tomatoes.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AS the cuisines of sultry climates demonstrate, sharp seasonings played against a touch of acidity can be hot weather appetite whetters. Chilies and citrus juices are what do the trick.    But you do not need to be in Mexico, India or Thailand to ...", "section_name": "New York and Region", "print_page": "20", "abstract": "Florence Fabricant Food column offers fish recipes sparked by chilies and citrus juices; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-08-27T00:00:00Z", "word_count": 651, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "AS the cuisines of sultry climates demonstrate, sharp seasonings played against a touch of acidity can be hot weather appetite whetters. Chilies and citrus juices are what do the trick. But you do not need to be in Mexico, India or Thailand to follow this example. It's a formula that works just as well in summer here, using fresh fish and vegetables as the candidates for such seasonings.", "headline": {"kicker": "FOOD", "main": "Chilies and Citrus Juice Can Spark Up Fish and Vegetables"}, "_id": "4fd240cd8eb7c8105d7d8e15", "web_url": "http://www.nytimes.com/2000/08/27/nyregion/food-chilies-and-citrus-juice-can-spark-up-fish-and-vegetables.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SUMMER'S berries may inspire the baker of pies and cakes, but with an abundance of fresh raspberries, blueberries, blackberries, strawberries and even gooseberries and currants, there are lighter options.    An updated Jell-O mold, for example, ma...", "section_name": "New York and Region", "print_page": "10", "abstract": "Florence Fabricant Food column offers recipes for summer berries; drawings (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-07-30T00:00:00Z", "word_count": 686, "news_desk": "Long Island Weekly Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FABRICANT", "organization": "", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "multimedia": [], "blog": [], "lead_paragraph": "SUMMER'S berries may inspire the baker of pies and cakes, but with an abundance of fresh raspberries, blueberries, blackberries, strawberries and even gooseberries and currants, there are lighter options. An updated Jell-O mold, for example, made with raspberries and green tea, can provide a refreshing finale to a summer dinner. A similar cool delight, a fruit soup made with berries and watermelon, is finished with an icy watermelon granita.", "headline": {"kicker": "FOOD", "main": "Lighter Options for Making Use of the Berries of Summer"}, "_id": "4fd217878eb7c8105d792f28", "web_url": "http://www.nytimes.com/2000/07/30/nyregion/food-lighter-options-for-making-use-of-the-berries-of-summer.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 152723, "time": 157, "offset": 580}}, "status": "OK"}