{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Rising Dairy Costs     Prices for dairy products like milk, butter, cheese and ice cream are rising because the cost of corn used for cattle feed has increased strikingly. The retail price of a gallon of milk has, on average, gone up to $2.65, nea...", "section_name": "Home and Garden", "print_page": "2", "abstract": "Florence Fabricant (Food Notes) column; items discussed include rise in prices of dairy products that are linked to increase in feed costs for cattle; column also discuses new line of food products by Mark Strausman, chef and owner of Campagna in New York City (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-08-07T00:00:00Z", "word_count": 742, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Rising Dairy Costs Prices for dairy products like milk, butter, cheese and ice cream are rising because the cost of corn used for cattle feed has increased strikingly. The retail price of a gallon of milk has, on average, gone up to $2.65, nearly 10 percent over what it was a year ago. Increased transportation costs have also affected the price. As a result, the price of butter, whole-milk cheeses and ice cream have also increased. Low-fat and nonfat milk products, which can use stored dry milk, should increase only marginally.", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd1f67b8eb7c8105d750f94", "web_url": "http://www.nytimes.com/1996/08/07/garden/food-notes-708828.html", "keywords": [{"name": "persons", "value": "STRAUSMAN, MARK"}, {"name": "subject", "value": "CATTLE"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "GRAIN"}, {"name": "subject", "value": "DAIRY PRODUCTS"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "To the Editor:  I should like to add to Suzanne Hamlin's article on food in films by pointing our that Japanese films are (as indeed are most Japanese) singularly obsessed with food  [ \"Le Grand Exces Spices Love Poems to Food,\" July 31 ] ....", "section_name": "Movies; Arts; Opinion", "print_page": "4", "abstract": null, "type_of_material": "Letter", "subsection_name": null, "pub_date": "1994-08-14T00:00:00Z", "word_count": 244, "news_desk": "Arts & Leisure Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "To the Editor: I should like to add to Suzanne Hamlin's article on food in films by pointing our that Japanese films are (as indeed are most Japanese) singularly obsessed with food [ \"Le Grand Exces Spices Love Poems to Food,\" July 31 ] .", "headline": {"kicker": "FOOD IN FILMS", "main": "The Japanese Also Like Eating"}, "_id": "4fd1e4b68eb7c8105d72f527", "web_url": "http://www.nytimes.com/1994/08/14/movies/l-food-in-films-the-japanese-also-like-eating-926264.html", "keywords": [{"name": "persons", "value": "HAMLIN, SUZANNE"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "HERE are some common questions about Thanksgiving dinner and a few last-minute tricks to get the cook through the day.    Q. What are the best potatoes to mash?    A. Potatoes with a starchy, dry texture, like the typical Idaho baking potato or ye...", "section_name": "Dining and Wine; Style", "print_page": "2", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1999-11-24T00:00:00Z", "word_count": 858, "news_desk": "Dining In, Dining Out/Style Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "CLARK", "organization": "", "firstname": "Melissa"}], "original": "By MELISSA CLARK"}, "multimedia": [], "blog": [], "lead_paragraph": "HERE are some common questions about Thanksgiving dinner and a few last-minute tricks to get the cook through the day. Q. What are the best potatoes to mash? A. Potatoes with a starchy, dry texture, like the typical Idaho baking potato or yellow-fleshed Yukon Gold, will mash up with a fluffier texture than waxy varieties like red bliss or new potatoes.", "headline": {"kicker": "FOOD CHAIN", "main": "On the Eve of the Feast"}, "_id": "4fd231148eb7c8105d7c04f3", "web_url": "http://www.nytimes.com/1999/11/24/dining/food-chain-on-the-eve-of-the-feast.html", "keywords": [], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "150 Brews to Taste in Brooklyn     Brooklyn Beerfest, which will include a tasting of more than 150 domestic and imported brews, with food and music, will be held on Sunday from 1 to 7 P.M. at Brooklyn Brewery, North 11th Street (Wythe Street), Wi...", "section_name": "Home and Garden", "print_page": "2", "abstract": "The Art of Fine Baking by Paula Peck, published by Simon & Schuster in 1961, is reprinted in paperback by Lyons & Burford; Kurt Gutenbrunner, who was chef de cuisine at Bouley Bakery, becomes executive chef at Monkey Bar; list of some Manhattan restaurants that will serve wine free of charge for next several weeks (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-09-10T00:00:00Z", "word_count": 630, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "150 Brews to Taste in Brooklyn Brooklyn Beerfest, which will include a tasting of more than 150 domestic and imported brews, with food and music, will be held on Sunday from 1 to 7 P.M. at Brooklyn Brewery, North 11th Street (Wythe Street), Williamsburg. Tickets, $20, can be purchased at the brewery, which is sponsoring the event, or by calling (212) 307-7171. A Class in Sephardic Dishes A cooking class dealing with kosher Sephardic Sabbath dishes will be held on Sept. 17 from 6:30 to 8:30 P.M. at the Spanish and Portuguese Synagogue, 2 West 70th Street. Students will stuff grape leaves and vegetables, among other preparations, and then dine on them. The cost is $30 for members of Sephardic House, which promotes Sephardic culture, and $35 for nonmembers. A class with a Syrian menu will be given on Nov. 19. Information: (212) 496-2173. D'Artagnan Moves to Newark D'Artagnan, the foie gras and game company, has moved from Jersey City to larger quarters at 280 Wilson Avenue, Newark. (The telephone number remains 800-327-8246.) D'Artagnan is one of several food companies that have moved or are planning to move to Newark. Other importers say that Government inspections and clearance of imported foods are more efficient at Newark Airport than at Kennedy International Airport. Old-Timer Returns ''The Art of Fine Baking'' by Paula Peck, published by Simon & Schuster in 1961, has been reprinted in paperback by Lyons & Burford ($14.95). It deserves a place on the bookshelf of cooks who appreciate foolproof recipes for European classics like strudel, madeleines and Paris-Brest. Useful line drawings are scattered throughout the book.", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd1fede8eb7c8105d75ffbc", "web_url": "http://www.nytimes.com/1997/09/10/garden/food-notes-019658.html", "keywords": [{"name": "creative_works", "value": "ART OF FINE BAKING, THE (BOOK)"}, {"name": "persons", "value": "PECK, PAULA"}, {"name": "persons", "value": "GUTENBRUNNER, KURT"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "MONKEY BAR"}, {"name": "subject", "value": "WINES"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "BAKERIES AND BAKED PRODUCTS"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "D'Agostino's New Venture       D'Agostino has gone into the coffee bar business. The first two D'Ag Coffee Works, one in the D'Agostino store at 666 Greenwich Street (Bethune Street) and the other next to the store at 57th Street and Ninth Avenue,...", "section_name": "Home and Garden", "print_page": "2", "abstract": "Food Notes column; D'Agostino opens several coffee bars (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-10-16T00:00:00Z", "word_count": 696, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "D'Agostino's New Venture D'Agostino has gone into the coffee bar business. The first two D'Ag Coffee Works, one in the D'Agostino store at 666 Greenwich Street (Bethune Street) and the other next to the store at 57th Street and Ninth Avenue, opened just before Labor Day. ''Our research tells us the coffee bar market in New York is only one-third saturated,'' said Walter D'Agostino, the vice president for merchandising. ''They give us ways of expanding in the city without having to rent 10,000 square feet.''", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd1ccd38eb7c8105d703b80", "web_url": "http://www.nytimes.com/1996/10/16/garden/food-notes-820822.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "An eye-catching sign with a twirling ''B,'' designed by Milton Glaser, announces B. Frites, 1657 Broadway (51st Street), a new Belgian-style french fry shop. Skel Islamaj, a Belgian native, who once cooked at Jean Georges, is the chef and an owner...", "section_name": "Dining and Wine; Style", "print_page": "2", "abstract": "New Belgian-style french fry shop opens at Broadway and 51st Street, B Frites...Villeroy & Boch is donating $12 of purchase price of its $119.20 turkey platter to Share Our Strength, the national organization that supports food programs for the needy; photo...Telephone hot lines are ready to offer advice on turkey preparation (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-11-18T00:00:00Z", "word_count": 511, "news_desk": "Dining In, Dining Out/Style Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "An eye-catching sign with a twirling ''B,'' designed by Milton Glaser, announces B. Frites, 1657 Broadway (51st Street), a new Belgian-style french fry shop. Skel Islamaj, a Belgian native, who once cooked at Jean Georges, is the chef and an owner. He uses Marrist Piper potatoes, the closest to the Belgian Bintjes he prefers. The fries are as good as they look, golden and burnished, crisp and greaseless, with a smooth texture and good potato taste. They are $2.25, $3.50 or $4.50, with free mustard, ketchup and Belgian mayonnaise; special sauces, like herb and peanut, are 50 cents each. To keep the fat on the fire, Pommes Frites, the East Village shop that started the whole frites trend, has rented the space at 724 Seventh Avenue (48th Street), formerly occupied by New York French Fry. It is to open its first branch there on Dec. 1.", "headline": {"kicker": "FOOD STUFF", "main": "Where French Fries Are the Main Course"}, "_id": "4fd20b2b8eb7c8105d77963e", "web_url": "http://www.nytimes.com/1998/11/18/dining/food-stuff-where-french-fries-are-the-main-course.html", "keywords": [{"name": "organizations", "value": "SHARE OUR STRENGTH"}, {"name": "organizations", "value": "VILLEROY & BOCH"}, {"name": "organizations", "value": "B FRITES"}, {"name": "subject", "value": "HOT LINES"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "TURKEYS"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Q. My chiffon and sponge cakes occasionally fall while still in the oven, even if I do not open the door. Why?    Q. I recently made a meringue frosting for a layer cake. A day later, the frosting began shrinking. By the third day I was down to a ...", "section_name": "Dining and Wine; Style", "print_page": "10", "abstract": "Food Chain column; comments on problem of beaten egg whites breaking down when making chiffon and sponge cakes, and meringue frosting (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-10-21T00:00:00Z", "word_count": 412, "news_desk": "Dining In, Dining Out/Style Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "CLARK", "organization": "", "firstname": "Melissa"}], "original": "By MELISSA CLARK"}, "multimedia": [], "blog": [], "lead_paragraph": "Q. My chiffon and sponge cakes occasionally fall while still in the oven, even if I do not open the door. Why? Q. I recently made a meringue frosting for a layer cake. A day later, the frosting began shrinking. By the third day I was down to a bare cake. What happened? A. Although these two questions may seem to have little in common, in each case, the problem was that the beaten egg whites broke down. When this happens, the air trapped in the mixture is released, causing it to shrink or fall. As egg whites are beaten, their proteins, which start out as tight, irregular coils, begin to unfurl and bond with each other. Ideally, they link together, forming a loose, flexible network. The air that is incorporated into the whites through beating gets trapped by this network and creates that fluffy, white mound.", "headline": {"kicker": "FOOD CHAIN", "main": "Shrinking Egg Whites"}, "_id": "4fd1e12c8eb7c8105d728cc4", "web_url": "http://www.nytimes.com/1998/10/21/dining/food-chain-shrinking-egg-whites.html", "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "EGGS"}, {"name": "subject", "value": "BAKERIES AND BAKED PRODUCTS"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "For Outdoor Grazing, Some Help From Campagna      At Campagna Home, 29 East 21st Street, assembling a Fourth of July picnic from scratch is a pleasure. This new shop, a sibling of the restaurant Campagna, carries not only salamis, cheeses and prep...", "section_name": "Dining and Wine; Style", "print_page": "2", "abstract": "Campagna House on East 21st Street in Manhattan offers wide range of food products for assembling Fourth of July Picnic; many bakeries in and around Manhattan make sandwiches; Murray's Cheese Shop on Bleecker Street has assembled cheese packages for picnics; Manischewitz begins selling 16-ounce bottle of borscht in supermarkets; First Brands Corp is marketing lightweight stackable plastic containers for picincs; cherries, most convenient of summer picnic foods, arrive in the markets; Georgie's Pastry Shop and Fina Pastries are closed; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-07-01T00:00:00Z", "word_count": 780, "news_desk": "Dining In, Dining Out/Style Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "For Outdoor Grazing, Some Help From Campagna At Campagna Home, 29 East 21st Street, assembling a Fourth of July picnic from scratch is a pleasure. This new shop, a sibling of the restaurant Campagna, carries not only salamis, cheeses and prepared foods like cold antipasto dishes, but also accessories. A wicker picnic basket can hold food for four; filled with $50 or more worth of alfresco fare, the basket is $17, not $42. Most salad items, like marinated mushrooms, roasted potatoes and grilled eggplant, are $9 to $12 a pound. The shop also has bread from Sullivan Street Bakery and excellent fresh meats from DeBragga & Spitler, a wholesale butcher that supplies restaurants. Mark Strausman, Campagna's owner and chef, roasts or grills the meat; grilled chicken is $2.79 a pound.", "headline": {"kicker": "FOOD STUFF", "main": "For a Picnic as Festive as the Fireworks"}, "_id": "4fd1e0118eb7c8105d726231", "web_url": "http://www.nytimes.com/1998/07/01/dining/food-stuff-for-a-picnic-as-festive-as-the-fireworks.html", "keywords": [{"name": "organizations", "value": "MANISCHEWITZ COMPANY"}, {"name": "organizations", "value": "FIRST BRANDS CORP"}, {"name": "organizations", "value": "CAMPAGNA HOUSE"}, {"name": "organizations", "value": "MURRAY'S CHEESE SHOP"}, {"name": "subject", "value": "CONTAINERS AND PACKAGING"}, {"name": "subject", "value": "PICNICS"}, {"name": "subject", "value": "FRUIT"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Takeout Passes Sit-Down    Last year, for the first time, American restaurants sold more meals to go than to be eaten on the premises, according to the NPD Group, a market research company in Port Washington, N.Y. NPD reported that in 1996, 51 per...", "section_name": "Home and Garden", "print_page": "2", "abstract": "NPD Group, market research company, reports that last year for first time American restaurants sold more meals to go than to be eaten on premises (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-06-25T00:00:00Z", "word_count": 678, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Takeout Passes Sit-Down Last year, for the first time, American restaurants sold more meals to go than to be eaten on the premises, according to the NPD Group, a market research company in Port Washington, N.Y. NPD reported that in 1996, 51 percent of restaurant meals were carried out, up from 41 percent 10 years ago. But in analyzing the trend, the company projected that by 2010, aging baby boomers will return to the restaurant table, once they no longer have children at home, the main reason for all the takeout. ''The growing number of households with working mothers and the continued time pressure to feed the families have led to fundamental changes in food service,'' said Bob O'Brien, vice president for Crest, an NPD division that analyzes restaurant customers. Snails From Pennsylvania Fairway markets, at 2127 Broadway (74th Street) and at 2328 12th Avenue (132d Street), are selling delicious snails, cooked with garlic, olive oil and parsley, $31.96 a pound, superb to reheat and toss with pasta (a quarter pound serves two). The snails, raised in Pennsylvania and of the petit gris variety, are also sold live in the shell, 39 cents each. French spinach tortellini stuffed with snails are $9.99 a pound; other fillings are mussels and scallops. Eclairs Out, Doughnuts In", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd1f0e08eb7c8105d746fa3", "web_url": "http://www.nytimes.com/1997/06/25/garden/food-notes-809012.html", "keywords": [{"name": "organizations", "value": "NPD GROUP INC"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "FAST FOOD INDUSTRY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Doughnut Empire       The conquest of New York by the Krispy Kreme doughnut company continues. Its second New York franchise opened Monday, at 280 West 125th Street. The store, like the shop at Eighth Avenue and 23d Street, sells 15 varieties. The...", "section_name": "Home and Garden", "print_page": "2", "abstract": "Food Notes column (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-12-18T00:00:00Z", "word_count": 655, "news_desk": "Living Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Fabricant", "organization": "", "firstname": "Florence"}], "original": "By Florence Fabricant"}, "multimedia": [], "blog": [], "lead_paragraph": "Doughnut Empire The conquest of New York by the Krispy Kreme doughnut company continues. Its second New York franchise opened Monday, at 280 West 125th Street. The store, like the shop at Eighth Avenue and 23d Street, sells 15 varieties. The best is the famous glazed doughnut that originated in New Orleans 60 years ago, made here in plain view. Caviar in General Add caviar to the list of luxury goods in increasing demand. On a price-quality ratio, the best buy in fresh Russian sturgeon caviar is osetra, usually the tastiest of the big three Caspian Sea varieties. Osetra is less than $15 an ounce at Zabar's, Broadway and 80th Street; Citarella, 2135 Broadway (75th Street); Fairway, 2127 Broadway (74th Street); Macy's Herald Square, and Gourmet Garage, 301 East 64th Street and 453 Broome Street (at Mercer Street). Prices are not likely to change.", "headline": {"kicker": "Food Notes", "main": "Food Notes"}, "_id": "4fd20cfb8eb7c8105d77ccc9", "web_url": "http://www.nytimes.com/1996/12/18/garden/food-notes-785164.html", "keywords": [{"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 58936, "time": 103, "offset": 880}}, "status": "OK"}