{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Crude oil prices have soared, and air passengers are paying for it. All of the major domestic airlines are imposing a fuel surcharge on domestic tickets. The charge is $10 on one-way tickets and $20 on round trips, except for Alaska Airlines, a mo...", "section_name": null, "print_page": "3", "abstract": "All major US airlines impose fuel surcharge to compensate for sharp rise in crude oil prices (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-02-06T00:00:00Z", "word_count": 232, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Crude oil prices have soared, and air passengers are paying for it. All of the major domestic airlines are imposing a fuel surcharge on domestic tickets. The charge is $10 on one-way tickets and $20 on round trips, except for Alaska Airlines, a mostly short-haul carrier on the West Coast that is charging half as much, and US Airways, which is limiting the surcharge to advance-purchase fares. Southwest, which has both low fares and short flights, is imposing a charge of $2 on flights up to 600 miles, $6 for 600 to 900 miles and $8 for longer flights.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Crude Oil Prices Cause Air Fare Surcharges"}, "_id": "4fd23b478eb7c8105d7cffaa", "web_url": "http://www.nytimes.com/2000/02/06/travel/travel-advisory-crude-oil-prices-cause-air-fare-surcharges.html", "keywords": [{"name": "persons", "value": "TRAINER, MELISSA A"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "OIL (PETROLEUM) AND GASOLINE"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A boutique hotel in the Little Venice area of London provides a pleasant alternative to large chains. The Colonnade Town House, near the elegant mansions that line Regents Canal, is close to the Underground and not far from Paddington Station.    ...", "section_name": null, "print_page": "3", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2000-01-16T00:00:00Z", "word_count": 292, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "Laurence", "firstname": "Emily", "role": "reported", "lastname": "Baker", "organization": ""}], "original": "By Emily Laurence Baker"}, "multimedia": [], "blog": [], "lead_paragraph": "A boutique hotel in the Little Venice area of London provides a pleasant alternative to large chains. The Colonnade Town House, near the elegant mansions that line Regents Canal, is close to the Underground and not far from Paddington Station. The hotel, which recently reopened after being refurbished, has 43 rooms on four floors, some with four-poster beds and balconies. Its Victorian-style furnishings include antiques and luxurious curtains and wallpapers in dark greens and reds with accents of gold and cream.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "London Fancy: Boutique Victorian"}, "_id": "4fd203368eb7c8105d7691da", "web_url": "http://www.nytimes.com/2000/01/16/travel/travel-advisory-london-fancy-boutique-victorian.html", "keywords": [{"name": "subject", "value": "HOTELS AND MOTELS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Detailed maps of public transit systems are often hard to come by until you reach a destination. For those who want to know where a subway will take them, there is a new series of city public transit maps packed with information.     The guides co...", "section_name": null, "print_page": "3", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2000-01-16T00:00:00Z", "word_count": 211, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Detailed maps of public transit systems are often hard to come by until you reach a destination. For those who want to know where a subway will take them, there is a new series of city public transit maps packed with information. The guides cost $5 each and include a list of a city's 50 most popular places, as well as walking maps of their surroundings. Information about a transit system's hours of operation, telephone numbers and how to get tickets is also included. Fares, subject to change, are usually not listed.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Taking Public Transit? These Maps Will Help"}, "_id": "4fd21c988eb7c8105d79cd48", "web_url": "http://www.nytimes.com/2000/01/16/travel/travel-advisory-taking-public-transit-these-maps-will-help.html", "keywords": [], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SECURITY POLICY MODIFIED Reacting to complaints from women who said they had been groped by airport screeners under a new policy to search for nonmetallic explosives, the Transportation Security Administration last week modified the procedures for...", "section_name": "Technology; Business", "print_page": "6", "abstract": "Transportation Security Administration, reacting to complaints from women who say they were groped by airport screeners under new policy to search for nonmetallic explosives; modifies procedures for pat-down security searches; Norman Siegel, representing some women seeking legal redress for what they claim was unnecessarily invasive pat-down searches, says modifications are inadequate; Travel Industry Association of America says Americans in record numbers are planning winter travel; says Americans will take 243 million individual trips through next February, 2.6 percent increase over period last winter; Los Angeles International Airport has set aside 'cellphone waiting lot,' where motorists can park free till they get call to pick up arriving passenger at curbside; photo (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-12-28T00:00:00Z", "word_count": 445, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Joe", "lastname": "SHARKEY", "organization": "", "rank": 1}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "SECURITY POLICY MODIFIED -- Reacting to complaints from women who said they had been groped by airport screeners under a new policy to search for nonmetallic explosives, the Transportation Security Administration last week modified the procedures for pat-down security searches. But a lawyer representing some women seeking legal redress for what they claim were unnecessarily invasive pat-down searches that in some cases constituted ''groping or fondling,'' said yesterday that the modifications, though they ''slightly minimize the randomness of the selection'' of whom to search, were inadequate. The modified policy now states: ''Patting down the chest area will now only be conducted if it alarms a hand-held metal detector or if there is an irregularity or anomaly in the person's clothing outline. Unless these criteria are met, screeners will only pat down a line below the chest area to the waist, followed by a pat-down of the individual's entire back.'' But Norman Siegel, the civil rights lawyer representing the women, said, ''I do not believe the announced changes address the heart of the issue.'' He and some of his clients have a meeting scheduled for tomorrow with the agency in Washington. One concern, he said, is that ''since many women wear underwire bras, the wand is going to go off,'' subjecting that woman to a ''degrading'' pat-down search. The agency has said that screeners ''are trained to conduct the inspections in a professional, respectful manner, while maintaining our high level of security.'' TRAVEL MESS -- The problems with airline travel will not be over on New Year's Day. As anyone who flew last weekend can attest, with airports jammed, flights delayed and bags gone astray, the travel crush this holiday is more intense than it was during Thanksgiving, when domestic travel set a record. But the end of the holidays will not be the end of the crush, as Americans in record numbers are planning winter travel, according to the Travel Industry Association of America. The travel trade group's winter travel forecast predicts that Americans will take 243 million individual trips this month through next February, an increase of 2.6 percent over that period last winter. PICKUP AT LAX -- Picking up somebody by car at Los Angeles International Airport is a little easier for some this holiday season. The airport, which forecasts that it will handle about 2.8 million passengers during the period that started last Friday and continues through Sunday, has set aside a ''cellphone waiting lot,'' where motorists can park free till they get a call to pick up an arriving passenger at curbside. The 79-space lot is at 9011 Airport Boulevard, five minutes from the central terminal area. JOE SHARKEY", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd2a56d8eb7c8105d88d1bb", "web_url": "http://www.nytimes.com/2004/12/28/business/28memo.html", "keywords": [{"name": "persons", "value": "SIEGEL, NORMAN"}, {"name": "organizations", "value": "TRANSPORTATION SECURITY ADMINISTRATION"}, {"name": "organizations", "value": "TRAVEL INDUSTRY ASSN OF AMERICA"}, {"name": "subject", "value": "RECORDS AND ACHIEVEMENTS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "BOMBS AND EXPLOSIVES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "SEARCH AND SEIZURE"}, {"name": "subject", "value": "CELLULAR TELEPHONES"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "PARKING GARAGES AND LOTS"}, {"name": "subject", "value": "WOMEN"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}, {"name": "subject", "value": "LOS ANGELES INTERNATIONAL AIRPORT"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "While few business travelers take family along on trips, the minority that do view it as a great way to bond with their children and educate them at the same time....", "section_name": "Business", "print_page": "8", "abstract": "Increasing number of business travelers are taking children along on trips, both as way to bond with family and provide rich educational experience; survey by Wyndham International finds that about one in five business travelers sometimes take children with them; among difficulties faced by child-accompanied business travelers are employer attitudes, school schedules, extra costs and challenge of finding child-friendly amenities at business hotels; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-11-09T00:00:00Z", "word_count": 1317, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Sharon", "lastname": "McDONNELL", "organization": "", "rank": 1}], "original": "By SHARON McDONNELL"}, "multimedia": [{"url": "images/2004/11/09/business/09bizkid.75.jpg", "subtype": "thumbnail", "type": "image", "height": 75, "legacy": {"thumbnail": "images/2004/11/09/business/09bizkid.75.jpg", "thumbnailheight": 75, "hasthumbnail": "Y"}}], "blog": [], "lead_paragraph": "Alan G. Robinson, a professor at the Isenberg School of Management at the University of Massachusetts, Amherst, took his teenage daughter, Phoebe, on a business trip to Hong Kong last December. And Phoebe, then 16, made the most of it. At the audiovisual presentation that her father was giving to a conference, she worked on stage handling the equipment, and she listened to the other speakers. With her father, she read ''Taipan,'' James Clavell's historical novel set in the founding days of Hong Kong, and she toured the city and Macao with him, led by a former assistant police commissioner.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Company Business, Family Affair"}, "_id": "4fd23f1d8eb7c8105d7d631d", "web_url": "http://www.nytimes.com/2004/11/09/business/09bizkids.html", "keywords": [{"name": "organizations", "value": "WYNDHAM INTERNATIONAL INC"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "CHILD CARE"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "FAMILIES AND FAMILY LIFE"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "NOV. 11 TO 14 -- PARIS  Paris Photo, Carrousel du Louvre. More than 100 galleries will exhibit the work of photography masters like Andr Kertsz and Helmut Newton. (33-1) 41.90.47.70; www.parisphoto.fr.    NOV. 11 TO 16 -- MUNICH  Munich Six-Days. ...", "section_name": null, "print_page": "3", "abstract": "Highlights of November travel events around the world; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-11-07T00:00:00Z", "word_count": 281, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Carl", "lastname": "SOMMERS", "organization": "", "rank": 1}], "original": "By CARL SOMMERS"}, "multimedia": [], "blog": [], "lead_paragraph": "NOV. 11 TO 14 -- PARIS Paris Photo, Carrousel du Louvre. More than 100 galleries will exhibit the work of photography masters like Andr Kertsz and Helmut Newton. (33-1) 41.90.47.70; www.parisphoto.fr. NOV. 11 TO 16 -- MUNICH Munich Six-Days. Indoor bike racing on the track of Olympic Hall, with plenty of lager, sausages, pizza and tapas, plus music and dancing. (49-89) 5481-8181. NOV. 12 TO 14 -- JONESBORO, GA. Margaret Mitchell's Birthday Party, Road to Tara Museum. Characters from ''Gone With the Wind'' visit the ancestral home of the author. (800) 662-7829; www.visitscarlett.com. NOV. 12 TO DEC. 23 -- COPENHAGEN Tivoli Gardens opens for the holiday season with a Christmas market, performances of ''The Nutcracker'' by the Royal Danish Ballet, ice skating. (212) 885-9700; www.tivoli.dk. NOV. 19 TO AUG. 28 -- SANTA FE, N.M. Carnaval! At the Museum of International Folk Art, a multimedia exhibition includes costumes, music and video images of Carnival celebrations in Italy, Spain, Mexico, Brazil, Bolivia, Trinidad and Tobago and New Orleans. (505) 476-1200; www.moifa.org. NOV. 20 -- SURIN, THAILAND Elephant Roundup. The Asian elephant is saluted, as more than 200 of them race, play soccer and compete in tug of war and demonstrate hunting and an elephant war parade. A highlight is a procession of mothers and their calves. (800) 842-2526; www.tourismthailand.org. NOV. 20 -- CHICAGO Magnificent Mile Lights Festival. Disney characters, musical groups, ice carvers and fireworks mark the illumination of more than a million lights on 200 trees along North Michigan Avenue. (312) 409-5560; www.themagnificent mile.com. NOV. 25 -- NEW YORK Macy's Thanksgiving Day Parade, from 78th Street and Central Park West, down Broadway to 34th Street. (212) 494-4495; www.macysparade.com. CARL SOMMERS", "headline": {"kicker": "TRAVEL ADVISORY", "main": "International Datebook: November"}, "_id": "4fd259fd8eb7c8105d80676d", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E00E5D81E3DF934A35752C1A9629C8B63", "keywords": [{"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "BAGGAGE THIEVES BAGGED After police staged a months-long undercover sting, five baggage handlers at Kennedy Airport were charged last week with stealing laptop computers, cameras, compact discs and cash from the checked bags of passengers, accordi...", "section_name": "Technology; Business", "print_page": "8", "abstract": "Five Swissport USA baggage handlers at Kennedy Airport are charged with stealing from passengers' checked bags; airlines have lately been ordering new models of narrow-body jets in 70-to-100 seat range for regional routes now served by smaller, more cramped jets; American Express makes its guidebook listing global airline schedules available online; domestic airlines are rushing to add or enhance nonstop service to China as demand grows sharply; Federal Aviation Administration study finds Kennedy Airport led nation's top 25 airports in rate of passenger traffic growth in 2003 with 8 percent spurt; Orbitz pledges $50 coupon to customers who book domestic flight on its Web site and find fare on same flight for at least $5 less later in day (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-11-02T00:00:00Z", "word_count": 651, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Joe", "lastname": "SHARKEY", "organization": "", "rank": 1}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "BAGGAGE THIEVES BAGGED -- After police staged a months-long undercover sting, five baggage handlers at Kennedy Airport were charged last week with stealing laptop computers, cameras, compact discs and cash from the checked bags of passengers, according to the Queens district attorney's office, which estimated the total value of the stolen goods to be $23,000. The baggage handlers who were charged in the thefts were employees of Swissport USA, which transports luggage and cargo from terminals to aircraft. Some of the stolen goods were sold to undercover detectives or on eBay, the online auction house. Since April, about two dozen employees of the Transportation Security Administration have been arrested on charges of stealing from checked bags at six airports. A STEP UP FOR SMALL JETS -- Most business travelers dislike the cramped seating, low ceilings and meager storage space on the 50-seat or smaller regional jets that major airlines deploy on short-haul routes. But lately, airlines have been ordering new models of narrow-body jets in the 70-to-100-seat range that offer more room, more seats and storage, and greater fuel efficiency than regional jets. Recently, for example, United Express, the United Airlines subsidiary, has started using new 70-seat Embraer 170's on its Washington-Dulles service to Houston and Indianapolis, and between Chicago and Indianapolis on flights operated for United Express by Chautauqua Airlines. WHERE AM I NOW, AGAIN? -- The thick pocket-size monthly American Express Executive Travel SkyGuide, which lists global airline schedules in exhaustive detail, is now available electronically in a service called eSkyGuide. The annual subscription is $19.99 for those who already subscribe to the print edition, which costs $79 a year and has more than 90,000 subscribers, said Janet Libert, the editor and publisher. Nonsubscribers can get the new electronic service -- for use on laptop computers, personal digital assistants and other personal electronic devices -- for $69.95 a year. \"Our subscribers are the real road warriors,\" Ms. Libert said. \"For example, they average 185 nights a year in hotels.\" CHINA, HERE WE COME -- Domestic airlines are rushing to add or enhance nonstop service to China as demand grows sharply. On Sunday, United Airlines began daily nonstop service between O'Hare in Chicago and Pudong International Airport in Shanghai. ''United is the only U.S. airline to provide nonstop passenger service between the United States and mainland China,'' said Graham Atkinson, senior vice president for worldwide sales and alliances. United also flies nonstop between Shanghai and San Francisco, and serves Beijing daily from those cities. American Airlines said it was seeking regulatory approval to begin daily nonstop service between Chicago and Shanghai next May. Delta Air Lines said it filed for approval to begin daily nonstop service between Atlanta and Beijing in March 2006. And Continental filed for approval of daily nonstop service between its Newark hub and Beijing and Shanghai. Northwest Airlines serves China through its hub in Tokyo. J.F.K. LEADS THE WAY -- With an 8 percent spurt in traffic, Kennedy Airport in New York led the nation's top 25 airports in the rate of passenger traffic growth last year, a new study by the F.A.A. says. The reasons included more flights by JetBlue Airways, based at Kennedy, and continuing growth in international traffic. Kennedy handled 31.7 million passengers last year, ranking it 17th on the list of the top 25 busiest airports. The two busiest world airports were Atlanta Hartsfield (76.1 million passengers) and Chicago O'Hare (69.3 million). CHEAPEST FARE GUARANTEE -- If you buy an airline ticket on Orbitz.com, the online booking site, and later the same day you find a published fare on Orbitz on the same airline and with the same itinerary for at least $5 less, Orbitz says it will give you a $50 coupon for future airline, hotel and other travel bookings. The offer is good for domestic flights only, Orbitz said. Details and restrictions are listed on www.orbitz.com. JOE SHARKEY", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd259fb8eb7c8105d8066d9", "web_url": "http://www.nytimes.com/2004/11/02/business/02memo.html", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "AMERICAN EXPRESS CO"}, {"name": "organizations", "value": "FEDERAL AVIATION ADMINISTRATION"}, {"name": "organizations", "value": "ORBITZ"}, {"name": "organizations", "value": "SWISSPORT"}, {"name": "subject", "value": "ROBBERIES AND THEFTS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "KENNEDY INTERNATIONAL AIRPORT (NYC)"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "GUIDEBOOKS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Starting Nov. 1, Amtrak will begin strictly enforcing baggage guidelines that limit passengers to two carry-ons and three pieces of checked luggage. Amtrak officials say their decision to crack down on excessive luggage is intended to provide safe...", "section_name": null, "print_page": "3", "abstract": "Amtrak, citing safety concerns, will begin strictly enforcing baggage guidelines that limit passengers to two carry-ons and three pieces of checked luggage, none exceeding 50 pounds, on November 1 (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-10-31T00:00:00Z", "word_count": 259, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "David", "lastname": "BERNSTEIN", "organization": "", "rank": 1}], "original": "By DAVID BERNSTEIN"}, "multimedia": [], "blog": [], "lead_paragraph": "Starting Nov. 1, Amtrak will begin strictly enforcing baggage guidelines that limit passengers to two carry-ons and three pieces of checked luggage. Amtrak officials say their decision to crack down on excessive luggage is intended to provide safer, more comfortable travel, prevent overcrowding of the baggage areas and reduce injuries. ''The amount of baggage people take with them, especially the huge, wheeled bags, is mind-blowing,'' said Marc Magliari, a spokesman for Amtrak.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Amtrak Will Enforce Limits on Luggage"}, "_id": "4fd259fb8eb7c8105d80667f", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9506E5D8153DF932A05753C1A9629C8B63", "keywords": [{"name": "organizations", "value": "AMTRAK"}, {"name": "subject", "value": "ACCIDENTS AND SAFETY"}, {"name": "subject", "value": "LUGGAGE"}, {"name": "subject", "value": "RAILROADS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Circle Line has begun an online reservation system for visitors to buy ferry tickets and reserve tour passes for visiting the Statue of Liberty.    Customers who use the online service, at www.statuereservations.com, pick up their tickets and pass...", "section_name": null, "print_page": "3", "abstract": "Circle Line begins online reservation system for ferry tickets and tour passes to Statue of Liberty; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-10-17T00:00:00Z", "word_count": 260, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Marjorie", "lastname": "CONNELLY", "organization": "", "rank": 1}], "original": "By MARJORIE CONNELLY"}, "multimedia": [], "blog": [], "lead_paragraph": "Circle Line has begun an online reservation system for visitors to buy ferry tickets and reserve tour passes for visiting the Statue of Liberty. Customers who use the online service, at www.statuereservations.com, pick up their tickets and passes at the Circle Line booths in Battery Park in Manhattan or Liberty State Park in Jersey City, the departure points for the ferries.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Online Reservations for Statue of Liberty"}, "_id": "4fd2497a8eb7c8105d7e694e", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=980DE5D71E3BF934A25753C1A9629C8B63", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "CIRCLE LINE"}, {"name": "subject", "value": "FERRIES"}, {"name": "subject", "value": "STATUE OF LIBERTY"}, {"name": "subject", "value": "RESERVATIONS (AIRLINES, HOTELS, ETC)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Sept. 19 was a historic day for Britons who have campaigned for greater freedom to explore the countryside: In the wake of passage of the Countryside and Rights of Way Act in 2000, the first maps showing the new rights of access for walkers were p...", "section_name": null, "print_page": "3", "abstract": "Britain's Ordnance Survey, in wake of passage of Countryside and Rights of Way Act, revises 250 of its 403 Explorer series of maps of England and Wales showing where new walking opportunities are being phased in; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-10-17T00:00:00Z", "word_count": 294, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Pamela", "lastname": "KENT", "organization": "", "rank": 1}], "original": "By PAMELA KENT"}, "multimedia": [], "blog": [], "lead_paragraph": "Sept. 19 was a historic day for Britons who have campaigned for greater freedom to explore the countryside: In the wake of passage of the Countryside and Rights of Way Act in 2000, the first maps showing the new rights of access for walkers were published. In the four years since the act was passed, the government -- with the help of preservation, environmental and landowners' organizations, including the National Trust -- negotiated with land owners for access to 3,200 square miles of countryside for walking.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Britain Introduces New Trail Maps"}, "_id": "4fd258148eb7c8105d8032c7", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A05E4D71E3BF934A25753C1A9629C8B63", "keywords": [{"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "WALES"}, {"name": "subject", "value": "WALKING"}, {"name": "subject", "value": "MAPS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 21, "offset": 1090}}, "status": "OK"}