{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Carolyn Walsh, a Manhattan lawyer, was working on a case on Long Island, arranging her stay at a local Marriott, when she learned the hard way that all corporate hotel rates are not equal. ''I found out that the client had a contract with the hote...", "section_name": "Technology; Business", "print_page": "8", "abstract": "Substantial discounts are available to business travelers who are part of high-volume corporate contracts negotiated with preferred hotel chains by big companies; individual transient business travelers and those who book accomodations on Web sites pay higher prices; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-11-26T00:00:00Z", "word_count": 1249, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "LIMSKY", "organization": "", "firstname": "Drew"}], "original": "By DREW LIMSKY"}, "multimedia": [], "blog": [], "lead_paragraph": "Carolyn Walsh, a Manhattan lawyer, was working on a case on Long Island, arranging her stay at a local Marriott, when she learned the hard way that all corporate hotel rates are not equal. ''I found out that the client had a contract with the hotel that gave them a much lower rate,'' Ms. Walsh said. The client made a phone call, and her stay was included as part of the discounted corporate rate. Low rates and empty rooms have left many business travelers hoping that they can find deals on Internet sites like Expedia from USA Interactive's and Travelocity from Sabre Holdings that will yield the best rates available. But that is not going to happen, the experts say. Reneta McCarthy, a lecturer at the School of Hotel Administration at Cornell, said the so-called transient business traveler, who is not part of a high-volume corporate contract, would always end up paying more, sometimes far more, than the hotel guest who is.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "The Big Get the Best of the Corporate Discounts at Hotels"}, "_id": "4fd26b2a8eb7c8105d823057", "web_url": "http://www.nytimes.com/2002/11/26/business/business-travel-the-big-get-the-best-of-the-corporate-discounts-at-hotels.html", "keywords": [{"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "DISCOUNT SELLING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Many Americans think that the American Indians living in New England when the Pilgrims arrived at Plymouth in 1620 eventually disappeared from the region. But despite a great deal of assimilation into the general culture by New England Indians, me...", "section_name": null, "print_page": "3", "abstract": "Article on exhibition at Old Sturbridge Village in Sturbridge, Mass, debunking myth that Native Americans disappeared from Central New England after arrival of Pilgrims; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-11-24T00:00:00Z", "word_count": 289, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HOUSE", "organization": "", "firstname": "Katherine"}], "original": "By KATHERINE HOUSE"}, "multimedia": [], "blog": [], "lead_paragraph": "Many Americans think that the American Indians living in New England when the Pilgrims arrived at Plymouth in 1620 eventually disappeared from the region. But despite a great deal of assimilation into the general culture by New England Indians, members of the more than a dozen tribes in the region remained. An exhibition at Old Sturbridge Village in Sturbridge, Mass., addresses the misconception of their disappearance. ''The Enduring People: Native American Life in Central New England,'' at the museum's visitor center through Jan. 4, 2004, shows how the original inhabitants of New England adapted to their changing homeland. It also documents their attempts to retain their cultures and identities.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Debunking a New England Indian Myth"}, "_id": "4fd239698eb7c8105d7cd047", "web_url": "http://www.nytimes.com/2002/11/24/travel/travel-advisory-debunking-a-new-england-indian-myth.html", "keywords": [{"name": "glocations", "value": "NEW ENGLAND STATES (US)"}, {"name": "glocations", "value": "STURBRIDGE (MASS)"}, {"name": "organizations", "value": "OLD STURBRIDGE VILLAGE"}, {"name": "subject", "value": "INDIANS, AMERICAN"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Several tour operators feature shorter, lower-priced trips to Europe for winter and spring (although longer stays are sold, too). In most cases, these deals are available from other United States cities for slightly higher prices.    BRITAIN ON AM...", "section_name": null, "print_page": "3", "abstract": "Deals and Discounts column on shorter, lower priced winter and spring tours of Europe (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-11-17T00:00:00Z", "word_count": 435, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SIANO", "organization": "", "firstname": "Joseph"}], "original": "By JOSEPH SIANO"}, "multimedia": [], "blog": [], "lead_paragraph": "Several tour operators feature shorter, lower-priced trips to Europe for winter and spring (although longer stays are sold, too). In most cases, these deals are available from other United States cities for slightly higher prices. BRITAIN ON AMERICAN -- For $299 a person, double occupancy, when booking online (slightly higher by phone), American Airlines has a package with three nights in the Thistle Euston Hotel in London, round-trip air fare from Kennedy or Newark Liberty, a Thames sightseeing cruise, daily Continental breakfast and all hotel taxes and tips. A four-night plan with a stop in Oxford (Randolph Hotel) starts at $448 a person, double. For a four-night trip to Edinburgh, with rooms in the Holyrood Hotel, rates start at $417 a person, double. Transportation from London within Britain is extra. Reservations must be made by March 22 for travel through March; other restrictions and fees apply; (800) 321-2121 or www.aavacations.com.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Deals and Discounts"}, "_id": "4fd23baa8eb7c8105d7d090a", "web_url": "http://www.nytimes.com/2002/11/17/travel/travel-advisory-deals-and-discounts.html", "keywords": [{"name": "glocations", "value": "EUROPE"}, {"name": "subject", "value": "DISCOUNT SELLING"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Credit Card Bills To Give You Heartburn      How much was that bag of crackers from the minibar again? More than 25,000 people who stayed at Holiday Inns or Crowne Plaza hotels from Oct. 24 to Oct. 27 could be getting big surprises when they look ...", "section_name": "Business", "print_page": "9", "abstract": "System glitch at First Horizon Merchant Services causes overbilling of guests who paid with credit cards at Holiday Inn or Crowne Plaza hotels, owned by Six Continents Hotels (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-11-05T00:00:00Z", "word_count": 516, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "Credit Card Bills To Give You Heartburn How much was that bag of crackers from the minibar again? More than 25,000 people who stayed at Holiday Inns or Crowne Plaza hotels from Oct. 24 to Oct. 27 could be getting big surprises when they look at their hotel charges on their credit card statements. It seems that First Horizon Merchant Services, which processes credit card bills for the hotels, had a slight decimal-point problem in its processing. A hotel bill of $250, for example, was charged as $25,000. Six Continents Hotels, which owns the affected brands, has set up a 24-hour toll-free line for aggrieved customers: (800) 621-0555, Operator 28.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd23a668eb7c8105d7cec02", "web_url": "http://www.nytimes.com/2002/11/05/business/business-travel-memo-pad.html", "keywords": [{"name": "organizations", "value": "SIX CONTINENTS PLC"}, {"name": "organizations", "value": "HOLIDAY INNS INC"}, {"name": "organizations", "value": "CROWNE PLAZA HOTELS AND RESORTS"}, {"name": "organizations", "value": "FIRST HORIZON MERCHANT SERVICES"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "CREDIT AND MONEY CARDS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Visitors to New York City can buy a pass offering admission to 40 attractions, along with such extras as a 20 percent discount on a meal at the B. B. King Blues Club and Grill, champagne on a dinner cruise and a $50 upgrade on a helicopter tour.  ...", "section_name": null, "print_page": "3", "abstract": "Leisure Pass North America is offering visitors New York Pass, which includes admission to 40 attractions in city as well as discounts or extras on meals, dinner cruises and and helicoptor tours (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-10-20T00:00:00Z", "word_count": 274, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Visitors to New York City can buy a pass offering admission to 40 attractions, along with such extras as a 20 percent discount on a meal at the B. B. King Blues Club and Grill, champagne on a dinner cruise and a $50 upgrade on a helicopter tour. The New York Pass was introduced in July by Leisure Pass North America. It is available for one, two, three and seven days, at $39, $65, $93 and $119; passes for children 2 to 12 cost $25, $42, $64 and $84. The pass includes a MetroCard for unlimited bus and subway travel, and a 125-page pocket guide describing attractions and discounts.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "With One Pass, Entry To New York Sights"}, "_id": "4fd222f68eb7c8105d7a88bb", "web_url": "http://www.nytimes.com/2002/10/20/travel/travel-advisory-with-one-pass-entry-to-new-york-sights.html", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "LEISURE PASS NORTH AMERICA"}, {"name": "subject", "value": "DISCOUNT SELLING"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Travel Rebound Has Yet to Arrive      That expected travel rebound just isn't happening this summer.    Despite deep fare cuts, the major airlines continue to report sharp drops in passenger traffic. American Airlines said its traffic dropped 9.7 ...", "section_name": "Business", "print_page": "6", "abstract": "Expected travel rebound in United States is not happening this summer, with airlines reporting sharp drops in passenger traffic, and hotel business languishing in doldrums (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-08-06T00:00:00Z", "word_count": 438, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "Travel Rebound Has Yet to Arrive That expected travel rebound just isn't happening this summer. Despite deep fare cuts, the major airlines continue to report sharp drops in passenger traffic. American Airlines said its traffic dropped 9.7 percent in July from July 2001; Continental Airlines' traffic was off 8.6 percent, and Delta Air Lines' was down 6.6 percent -- on systems that are now putting 6 to 10 percent fewer seats in the air than this time last year. When they report their July traffic this week, the other major carriers, United Airlines, Northwest Airlines and US Airways, are not expected to buck the dire trend.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd26a4a8eb7c8105d8216a6", "web_url": "http://www.nytimes.com/2002/08/06/business/business-travel-memo-pad.html", "keywords": [{"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "New Flight Guide Is Easier on the Eyes      Say goodbye to the famous accessory of the most frequent fliers, the fat monthly OAG Pocket Flight Guide, which lists flight schedules for 850 airlines in minute detail (and minute print) on flimsy paper...", "section_name": "Technology; Business", "print_page": "7", "abstract": "OAG Publishing is replacing its fat monthly OAG Pocket Flight Guide, which lists flight schedules for 850 airlines in minute detail on flimsy paper, with Executive Flight Guide that is about size of paperback book; Port Authority of New York and New Jersey says long-anticipated AirTran JFK, $1.9 billion light-rail system, is on schedule and nearing completion; system will open in phases after period of equipment testing that starts in October; Reason Foundation study calls for delaying baggage-check plan at airports that must be in place by Dec 31 and adopting 'more realistic' deadline for full baggage screening; study recommends shifting focus of inspection from 'detecting objects' to identifying high-risk passengers; Charter Auction.com has started service called Share-a-Jet that will make it easier for business travelers to get vacant seat on private jet for travel anywhere in world--or for private jet owner to find traveler willing to pay to fly (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-07-16T00:00:00Z", "word_count": 760, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "New Flight Guide Is Easier on the Eyes Say goodbye to the famous accessory of the most frequent fliers, the fat monthly OAG Pocket Flight Guide, which lists flight schedules for 850 airlines in minute detail (and minute print) on flimsy paper. For some business travelers, whipping out the dog-eared OAG guide in an airport to squint over the tables of schedules was the truest sign of expertise on the road. But all of that squinting was beginning to wear thin, evidently. So say hello to its successor, named the Executive Flight Guide, which will be sent to OAG subscribers starting with the September issue. Phil Arndt, a vice president of OAG Publishing, said that customers had been asking OAG to ''make the book easier to use.''", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd237cf8eb7c8105d7ca81e", "web_url": "http://www.nytimes.com/2002/07/16/business/business-travel-memo-pad.html", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "PORT AUTHORITY OF NEW YORK AND NEW JERSEY"}, {"name": "organizations", "value": "AIRTRAN HOLDINGS INC"}, {"name": "organizations", "value": "REASON FOUNDATION"}, {"name": "organizations", "value": "CHARTER AUCTION.COM"}, {"name": "organizations", "value": "OAG PUBLISHING"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "KENNEDY INTERNATIONAL AIRPORT (NYC)"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "DIRECTORIES"}, {"name": "subject", "value": "LUGGAGE"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}, {"name": "subject", "value": "TRANSIT SYSTEMS"}, {"name": "subject", "value": "TESTS AND TESTING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Public Likes Rail, If Politicians Don't      You may be switching from the plane to the train, but has Congress noticed?    In April, Amtrak ridership was up 1.2 percent, while airline ridership was down 13.1 percent, according to the latest a...", "section_name": "Technology; Business", "print_page": "8", "abstract": "National Rail Passenger Association says Amtrak ridership was up 1.2 percent in April, while airline ridership was down 13.1 percent; ridership on Amtrak's Acela Express and Metroliner trains was up 54 percent in March; airlines have added lots of electronic ticket check-in counters and kiosks; Northwest Airlines announces new system that lets customers with e-tickets make reservation changes and exchange tickets online at airline's Web site; American Airlines will charge extra $20 if passenger wants paper ticket; Air Transport Association says average price paid for domestic airline ticket in May declined 9.5 percent from year earlier, to $122.05; Calgary-based WestJet is offering 'ridiculous fares' for June 30; will offer $3 one-way fare between Calgary and Edmonton; fees for $6 round-trip fare will increase price to $89.27 (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-06-25T00:00:00Z", "word_count": 679, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "The Public Likes Rail, If Politicians Don't You may be switching from the plane to the train, but has Congress noticed? In April, Amtrak ridership was up 1.2 percent, while airline ridership was down 13.1 percent, according to the latest available industry data. Ridership on Amtrak's Acela Express and Metroliner trains, which have been carrying more passengers this year than the airline shuttles, was up 54 percent in March. And on Friday, the National Rail Passengers Association issued a report declaring that ''the American public is responding positively to modern, frequent passenger rail service.''", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd238e58eb7c8105d7cc468", "web_url": "http://www.nytimes.com/2002/06/25/business/business-travel-memo-pad.html", "keywords": [{"name": "glocations", "value": "CANADA"}, {"name": "glocations", "value": "EDMONTON (ALBERTA)"}, {"name": "glocations", "value": "CALGARY (ALBERTA)"}, {"name": "organizations", "value": "WESTJET AIRLINES LTD"}, {"name": "organizations", "value": "AIR TRANSPORT ASSN"}, {"name": "organizations", "value": "AMERICAN AIRLINES"}, {"name": "organizations", "value": "NATIONAL RAIL PASSENGER ASSN"}, {"name": "organizations", "value": "AMTRAK"}, {"name": "organizations", "value": "NORTHWEST AIRLINES"}, {"name": "subject", "value": "ELECTRONICS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "KIOSKS"}, {"name": "subject", "value": "RAILROADS"}, {"name": "subject", "value": "RESERVATIONS (AIRLINES, HOTELS, ETC)"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Clean Beaches Council has released its annual list of more than 90 beaches nationwide that meet the criteria of its voluntary Blue Wave certification program.    In order to become certified, a beach must satisfy the council's standards for pu...", "section_name": null, "print_page": "3", "abstract": "More than 90 United States beaches meet certification criteria by Clean Beaches Council (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-06-23T00:00:00Z", "word_count": 156, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "The Clean Beaches Council has released its annual list of more than 90 beaches nationwide that meet the criteria of its voluntary Blue Wave certification program. In order to become certified, a beach must satisfy the council's standards for public safety, cleanliness and consideration of the environment. Water quality must be maintained with frequent tests for contamination. Beach management must promote coexistence with wildlife habitats and must work to control erosion. Access should be easy and safe, with appropriate warning signs and trash receptacles. In addition, certification for the more developed ''resort'' beaches requires lifeguards or first aid officers on duty, and facilities like public telephones and restrooms.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A Stamp of Approval For U.S. Beaches"}, "_id": "4fd21cf08eb7c8105d79d2bb", "web_url": "http://www.nytimes.com/2002/06/23/travel/travel-advisory-a-stamp-of-approval-for-us-beaches.html", "keywords": [{"name": "organizations", "value": "CLEAN BEACHES COUNCIL"}, {"name": "subject", "value": "BEACHES"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "RADISSON DISCOUNT -- More than 100 Radisson SAS Hotels in 37 countries are lowering rates as much as 30 percent from June through August, with breakfast included. The Summer Magic program requires no minimum stay, but availability is limited. At t...", "section_name": null, "print_page": "3", "abstract": "Various discount travel packages described (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-05-12T00:00:00Z", "word_count": 445, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SIANO", "organization": "", "firstname": "Joseph"}], "original": "By JOSEPH SIANO"}, "multimedia": [], "blog": [], "lead_paragraph": "RADISSON DISCOUNT -- More than 100 Radisson SAS Hotels in 37 countries are lowering rates as much as 30 percent from June through August, with breakfast included. The Summer Magic program requires no minimum stay, but availability is limited. At the 262-room Royal Hotel in Helsinki, for example, double rates start at $87, at 0.92 euro to the dollar, with the discount; at the Falconer, with 166 rooms, in Copenhagen, it's $121 and up; the Portman, with 272 rooms in London, has rates from $219. For information: (800) 333-3333 or www.radissonsas.com/summermagic. WHITE NIGHTS -- Summer is the time to visit Finland, with sunlight that lingers long into the night. Nordique Tours/Norvista has a nine-day package tour with 17 departures from May 28 to Aug. 15 at prices $100 lower than last year. The rates, $2,199 to $2,239 a person, based on double occupancy, include round-trip air fare from New York, first-class hotels, daily breakfast, 12 other meals and sightseeing. Stops include Helsinki, the historic village of Porvoo, the Karelia region and Santa's Workshop in Rovaniemi on the Arctic Circle. Call (800) 995-7997 or visit www.nordiquetours.com.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Deals and Discounts"}, "_id": "4fd22f6f8eb7c8105d7bdc00", "web_url": "http://www.nytimes.com/2002/05/12/travel/travel-advisory-deals-and-discounts.html", "keywords": [{"name": "subject", "value": "DISCOUNT SELLING"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 43, "offset": 690}}, "status": "OK"}