{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Art lovers visiting Madrid can spend more time viewing the treasures of the city's three main museums, which are extending their hours this summer as part of a plan by the regional government to promote Madrid's cultural attractions.     The three...", "section_name": null, "print_page": "3", "abstract": "Prado and two other major museums in Madrid extend summer hours; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-07-29T00:00:00Z", "word_count": 282, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "JONES", "organization": "", "firstname": "Benjamin"}], "original": "By BENJAMIN JONES"}, "multimedia": [], "blog": [], "lead_paragraph": "Art lovers visiting Madrid can spend more time viewing the treasures of the city's three main museums, which are extending their hours this summer as part of a plan by the regional government to promote Madrid's cultural attractions. The three -- the Prado Museum, the Thyssen-Bornemisza Museum and the Reina Sofía Art Center -- are all within an easy walk of one another in the city center's so-called Golden Triangle.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Madrid's Big Three Extend Summer Hours"}, "_id": "4fd24b648eb7c8105d7ea406", "web_url": "http://www.nytimes.com/2001/07/29/travel/travel-advisory-madrid-s-big-three-extend-summer-hours.html", "keywords": [{"name": "glocations", "value": "MADRID (SPAIN)"}, {"name": "organizations", "value": "PRADO MUSEUM"}, {"name": "subject", "value": "MUSEUMS"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "What's the most historic small town in the United States? According to one Web site ranking, it is Shirley, Mass., just north of Boston, which has a preserved 1797 Shaker village and 19th-century textile mills.    The listing, which ranks 138 smal...", "section_name": null, "print_page": "3", "abstract": "Shirley, Mass, is listed as most historic small town in US on Web site epodunk.com, run by company that provides demographic data on more than 20,000 communities; other towns noted (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-07-15T00:00:00Z", "word_count": 151, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "What's the most historic small town in the United States? According to one Web site ranking, it is Shirley, Mass., just north of Boston, which has a preserved 1797 Shaker village and 19th-century textile mills. The listing, which ranks 138 small towns in every state except Alaska, Hawaii and North Dakota, is at www.epodunk.com. It is based on factors such as the number of buildings on the National Register of Historic Places and the age of the housing. The site is run by ePodunk, a private company that provides demographic data on more than 20,000 communities nationwide.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Small Towns, Big History"}, "_id": "4fd2171d8eb7c8105d79252c", "web_url": "http://www.nytimes.com/2001/07/15/travel/travel-advisory-small-towns-big-history.html", "keywords": [{"name": "glocations", "value": "SHIRLEY (MASS)"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "organizations", "value": "EPODUNK.COM"}, {"name": "subject", "value": "HISTORIC BUILDINGS AND SITES"}, {"name": "subject", "value": "RATINGS AND RATING SYSTEMS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Chesapeake Expressway, a 16-mile road near the Virginia-North Carolina border that bypasses the business area of Chesapeake, Va., and is making travel to and from the Outer Banks quicker, opened to traffic in May.    The four-lane divided high...", "section_name": null, "print_page": "3", "abstract": "New Chesapeake Expressway near Virginia-North Carolina border speeds travel to Outer Banks; map (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-07-15T00:00:00Z", "word_count": 163, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "The Chesapeake Expressway, a 16-mile road near the Virginia-North Carolina border that bypasses the business area of Chesapeake, Va., and is making travel to and from the Outer Banks quicker, opened to traffic in May. The four-lane divided highway, which connects to Interstate 64 on the northern side of Chesapeake, provides an alternative to Battlefield Boulevard (Route 168) for Outer Banks travelers. Georjeane Blumling, vice president of the Tidewater Automobile Club, said that on most summer Fridays and Sundays Battlefield Boulevard traffic was bumper to bumper; the new link, she said, takes at least 20 minutes off trips through Chesapeake.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Faster Access To the Outer Banks"}, "_id": "4fd25c0c8eb7c8105d809ca9", "web_url": "http://www.nytimes.com/2001/07/15/travel/travel-advisory-faster-access-to-the-outer-banks.html", "keywords": [{"name": "glocations", "value": "OUTER BANKS (NC)"}, {"name": "glocations", "value": "VIRGINIA"}, {"name": "glocations", "value": "NORTH CAROLINA"}, {"name": "subject", "value": "ROADS AND TRAFFIC"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "San Francisco visitors looking to take a joy ride down ''the crookedest street in the world'' may have a hard time even getting there. City officials have announced a plan to deal with summer traffic on the 1000 block of Lombard Street, which snak...", "section_name": null, "print_page": "3", "abstract": "San Francisco changes traffic patterns along Lombard Street to deal with severe congestion in summer, when tourists cruise along serpentine, flower-lined roadway; map (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-07-08T00:00:00Z", "word_count": 192, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HALL", "organization": "", "firstname": "Christopher"}], "original": "By CHRISTOPHER HALL"}, "multimedia": [], "blog": [], "lead_paragraph": "San Francisco visitors looking to take a joy ride down ''the crookedest street in the world'' may have a hard time even getting there. City officials have announced a plan to deal with summer traffic on the 1000 block of Lombard Street, which snakes downhill one way from Hyde to Leavenworth Street. Under the plan, the most popular approach -- the eastbound portion of Lombard between Van Ness Avenue and Polk Street -- will be closed from noon to 9 p.m. on the Labor Day and Columbus Day weekends, and when traffic is so heavy that residents have trouble getting home. The plan is a response to years of complaints by those living on or near the serpentine, flower-lined block, where on summer weekends and holidays an estimated 350 cars an hour navigate the eight curves. At times the wait to make the drive can stretch to more than half an hour.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A Few More Twists At Lombard Street"}, "_id": "4fd225908eb7c8105d7acea8", "web_url": "http://www.nytimes.com/2001/07/08/travel/travel-advisory-a-few-more-twists-at-lombard-street.html", "keywords": [{"name": "glocations", "value": "SAN FRANCISCO (CALIF)"}, {"name": "subject", "value": "ROADS AND TRAFFIC"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "For those who think the New England coast is best explored by sea, the Arabella, a  160-foot steel-hull schooner, offers that opportunity with modern comforts. This week, the yacht, which cruises the Virgin Islands in winter, is scheduled to begin...", "section_name": null, "print_page": "3", "abstract": "Schooner owned by Classic Cruises offers four- and six-night New England cruises out of Newport, RI; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-07-01T00:00:00Z", "word_count": 174, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "For those who think the New England coast is best explored by sea, the Arabella, a 160-foot steel-hull schooner, offers that opportunity with modern comforts. This week, the yacht, which cruises the Virgin Islands in winter, is scheduled to begin a season of four- and six-night cruises out of Newport, R.I., docking overnight at Martha's Vineyard, Nantucket, Provincetown, Cuttyhunk and Plymouth. Its New England season will continue through Oct. 18. The three-masted yacht, launched late last year, has room for 44 in 22 staterooms, with queen, double or upper-and-lower berths. Each room has a shower, head, porthole, air-conditioning, telephone with dataport and satellite TV. On the main deck is a salon and bar, and at the stern a hot tub. The schooner carries water-sports equipment, including kayaks and a small sailboat.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "New England's Coast, By 160-Foot Yacht"}, "_id": "4fd217188eb7c8105d7921c2", "web_url": "http://www.nytimes.com/2001/07/01/travel/travel-advisory-new-england-s-coast-by-160-foot-yacht.html", "keywords": [{"name": "glocations", "value": "NEW ENGLAND STATES (US)"}, {"name": "glocations", "value": "NEWPORT (RI)"}, {"name": "organizations", "value": "CLASSIC CRUISES"}, {"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "CRUISES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Sea horses and a few of their exotic relatives in the Syngnathidae family are the inhabitants of a new exhibition area that opened on March 31 at the National Aquarium in Baltimore. Through 2003, visitors can peer into display tanks containing re-...", "section_name": null, "print_page": "3", "abstract": "Exotic Ne4", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-04-22T00:00:00Z", "word_count": 245, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Sea horses and a few of their exotic relatives in the Syngnathidae family are the inhabitants of a new exhibition area that opened on March 31 at the National Aquarium in Baltimore. Through 2003, visitors can peer into display tanks containing re-creations of Tasmanian kelp beds, mangrove swamps, Caribbean reefs and other habitats to view hundreds of the tiny, graceful fish that are covered with bony plates instead of scales, all part of the exhibit ''Seahorses: Beyond Imagination.'' They include potbellied sea horses from Tasmania, tiger-tail sea horses from Asia, weedy sea dragons -- frilly-looking creatures that resemble a drifting swatch of lace -- and alligator pipefish, which live in the Pacific Ocean. Computer exhibits, a hands-on Discovery Station and video displays document the many curiosities of the Syngnathidae family -- their means of locomotion (dorsal fins, which beat a frantic 30 times a second), their breeding habits (males give birth to young, which are immediately left to fend for themselves) -- as well as the multiple threats to their existence, including pollution and overfishing.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Exotic Newcomers At Baltimore Aquarium"}, "_id": "4fd2105d8eb7c8105d78451f", "web_url": "http://www.nytimes.com/2001/04/22/travel/travel-advisory-exotic-newcomers-at-baltimore-aquarium.html", "keywords": [{"name": "persons", "value": "CATTO, SUSAN"}, {"name": "organizations", "value": "NATIONAL AQUARIUM"}, {"name": "subject", "value": "AQUARIUMS"}, {"name": "subject", "value": "SHOWS (EXHIBITS)"}, {"name": "subject", "value": "SEA HORSES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "South Korea has opened Inchon International Airport, a mammoth project 32 miles west of downtown Seoul that has replaced  Kimpo Airport for virtually all foreign flights. Kimpo has been converted to nearly all domestic flights, government official...", "section_name": null, "print_page": "3", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2001-04-15T00:00:00Z", "word_count": 297, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "Cay", "firstname": "David", "role": "reported", "lastname": "JOHNSTON", "organization": ""}], "original": "By DAVID CAY JOHNSTON"}, "multimedia": [], "blog": [], "lead_paragraph": "South Korea has opened Inchon International Airport, a mammoth project 32 miles west of downtown Seoul that has replaced Kimpo Airport for virtually all foreign flights. Kimpo has been converted to nearly all domestic flights, government officials said. Unlike Kimpo, which must close for seven hours each night because of noise, the Inchon airport can operate round the clock because it was built on tidal lands between Yongjong and Yongyu, sparsely settled islands just offshore. The site is not far from where Gen. Douglas MacArthur led Allied troops in a landing that led to the recapture of South Korea from North Korean invaders in 1950.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "New Airport at Inchon Replaces One in Seoul"}, "_id": "4fd206cf8eb7c8105d770714", "web_url": "http://www.nytimes.com/2001/04/15/travel/travel-advisory-new-airport-at-inchon-replaces-one-in-seoul.html", "keywords": [], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Santa Fe Opera, with its striking amphitheater and popular summer performances, has given Santa Fe, N.M., a reputation for leadership in the arts. But about the only place in New Mexico's capital where other organizations could perform were sc...", "section_name": null, "print_page": "3", "abstract": "Lensic Performing Arts Center, in converted movie theater, to open in Santa Fe; photos (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-04-01T00:00:00Z", "word_count": 282, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "Brannon", "firstname": "John", "role": "reported", "lastname": "ALBRIGHT", "organization": ""}], "original": "By JOHN BRANNON ALBRIGHT"}, "multimedia": [], "blog": [], "lead_paragraph": "The Santa Fe Opera, with its striking amphitheater and popular summer performances, has given Santa Fe, N.M., a reputation for leadership in the arts. But about the only place in New Mexico's capital where other organizations could perform were school gymnasiums and auditoriums. Helping to fill the gap, on April 20 a former Spanish-style movie house dating from 1931 will be dedicated as the Lensic Performing Arts Center, seating 820 in restored, ornate surroundings. Bearing a name based on the first letters of the builder's six children, the Lensic showed films and, in its earliest years, also offered vaudeville and other performances. It ceased operations at the end of 1999, but eight local music and theater groups began a campaign to raise $8.2 million to renovate the theater, enlarge the stage, raise the roof and add dressing rooms. It now also has a portable dance floor and an orchestra shell.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Santa Fe Performers Get a Second Stage"}, "_id": "4fd206d08eb7c8105d7708a8", "web_url": "http://www.nytimes.com/2001/04/01/travel/travel-advisory-santa-fe-performers-get-a-second-stage.html", "keywords": [{"name": "glocations", "value": "SANTA FE (NM)"}, {"name": "organizations", "value": "LENSIC PERFORMING ARTS CENTER"}, {"name": "subject", "value": "THEATERS (BUILDINGS)"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}, {"name": "subject", "value": "CULTURE"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Snowboarders will take their place alongside skiers on Aspen Mountain in Colorado on April 1. That is the day the resort, one of the few holdouts in the United States, ends its ban. At the same time, adult lift tickets will be reduced to $29 from ...", "section_name": null, "print_page": "3", "abstract": "Aspen Mountain in Colorado will allow snowboarding for first time; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-03-18T00:00:00Z", "word_count": 216, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "Brannon", "firstname": "John", "role": "reported", "lastname": "ALBRIGHT", "organization": ""}], "original": "By JOHN BRANNON ALBRIGHT"}, "multimedia": [], "blog": [], "lead_paragraph": "Snowboarders will take their place alongside skiers on Aspen Mountain in Colorado on April 1. That is the day the resort, one of the few holdouts in the United States, ends its ban. At the same time, adult lift tickets will be reduced to $29 from $65 a day between March 31 and April 22; there is a minimum purchase of two days' worth of tickets, and they must be ordered by Thursday. During this period, called Spring Jam, the ski area will also offer live music and D.J.'s at outdoor après-ski parties. The Aspen Skiing Company, which operates three other ski areas nearby -- Buttermilk, Snowmass and Aspen Highlands, all of which already permit snowboarders -- decided to open Aspen Mountain to snowboarders because it no longer wanted to split families and because it thought that the future of the industry demanded it, said Rose Abello, director of communications. ''Kids under 18 are 50 percent of snowboarders,'' she said.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Aspen Mountain: A Holdout No Longer"}, "_id": "4fd2471a8eb7c8105d7e27e2", "web_url": "http://www.nytimes.com/2001/03/18/travel/travel-advisory-aspen-mountain-a-holdout-no-longer.html", "keywords": [{"name": "glocations", "value": "COLORADO"}, {"name": "glocations", "value": "ASPEN (COLO)"}, {"name": "subject", "value": "SKIING"}, {"name": "subject", "value": "SNOWBOARDING"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "American Airlines has begun a program to help sick people who are able to fly but might need a nurse's help. Under the plan, offered on only a few flights now, the patient is accompanied by a registered nurse from American's roster for an hourly f...", "section_name": null, "print_page": "3", "abstract": "American Airlines offers discount tickets to passengers who are able to fly but need assistance of nurse, who is selected from airline roster and paid by the hour, in addition to getting free ticket (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-03-04T00:00:00Z", "word_count": 220, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "WADE", "organization": "", "firstname": "Betsy"}], "original": "By BETSY WADE"}, "multimedia": [], "blog": [], "lead_paragraph": "American Airlines has begun a program to help sick people who are able to fly but might need a nurse's help. Under the plan, offered on only a few flights now, the patient is accompanied by a registered nurse from American's roster for an hourly fee of $90. The patient buys two one-way tickets at either the first-class or full coach fare, with a 30 percent discount for both seats. The program, begun Feb. 19, was initially offered on certain flights to, from or connecting in Dallas-Fort Worth, American's headquarters, or Chicago. Mark Slitt, a spokesman for American, said that a patient wishing to fly, for example, from Los Angeles to New York could use the service by connecting through Chicago or Dallas.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A Registered Nurse In the Very Next Seat"}, "_id": "4fd2449d8eb7c8105d7dee78", "web_url": "http://www.nytimes.com/2001/03/04/travel/travel-advisory-a-registered-nurse-in-the-very-next-seat.html", "keywords": [{"name": "organizations", "value": "AMERICAN AIRLINES"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "NURSING AND NURSES"}, {"name": "subject", "value": "MEDICINE AND HEALTH"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 49, "offset": 440}}, "status": "OK"}