{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Offering an optimistic rebuttal to the new stereotype of a stagnant Japan, Roppongi Hills, a $4 billion urban complex of culture, commerce and tourism, opened here last month.    The centerpiece, a 54-story office tower topped by a six-story art m...", "section_name": null, "print_page": "3", "abstract": "Roppongi Hills, $4 billion cultural, commercial and tourist complex, opens in Tokyo, Japan; complex is expected to draw 100,000 visitors a day on weekends; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-05-04T00:00:00Z", "word_count": 695, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Brooke", "organization": "", "firstname": "James"}], "original": "By James Brooke"}, "multimedia": [], "blog": [], "lead_paragraph": "Offering an optimistic rebuttal to the new stereotype of a stagnant Japan, Roppongi Hills, a $4 billion urban complex of culture, commerce and tourism, opened here last month. The centerpiece, a 54-story office tower topped by a six-story art museum and a panoramic viewing deck, is expected to draw 100,000 visitors a day on weekends. Breaking with Japanese early-to-bed culture, the 120 boutiques and 70 restaurants are under orders to stay open late. The nine-screen cinema closes on weekends at 5 a.m. There is also a requirement that the service staff speak at least basic English.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Culture Galore in a Tokyo Tower"}, "_id": "4fd28f628eb7c8105d866a90", "web_url": "http://www.nytimes.com/2003/05/04/travel/travel-advisory-culture-galore-in-a-tokyo-tower.html", "keywords": [{"name": "glocations", "value": "JAPAN"}, {"name": "glocations", "value": "TOKYO (JAPAN)"}, {"name": "organizations", "value": "ROPPONGI HILLS"}, {"name": "subject", "value": "AREA PLANNING AND RENEWAL"}, {"name": "subject", "value": "CULTURE"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Several airlines have dropped flights to Asia in response to a drop-off in passengers traveling to countries experiencing outbreaks of severe acute respiratory syndrome, or SARS. Others have made schedule changes but attributed them to economic co...", "section_name": null, "print_page": "3", "abstract": "Several airlines drop flights to Asia in response to decline in number of passengers traveling to countries with outbreaks of severe acute respiratory syndrome (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-04-20T00:00:00Z", "word_count": 313, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Stellin", "organization": "", "firstname": "Susan"}], "original": "By Susan Stellin"}, "multimedia": [], "blog": [], "lead_paragraph": "Several airlines have dropped flights to Asia in response to a drop-off in passengers traveling to countries experiencing outbreaks of severe acute respiratory syndrome, or SARS. Others have made schedule changes but attributed them to economic conditions and the war in Iraq. Continental Airlines suspended its five-times-weekly service between Newark Liberty International Airport and Hong Kong after a flight from Newark to Hong Kong on April 10 and a return flight on April 12. The airline, which cited passenger fears about respiratory illness, said it planned to reinstate service on June 2.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Airlines Cut Back On Flights to Asia"}, "_id": "4fd242908eb7c8105d7db745", "web_url": "http://www.nytimes.com/2003/04/20/travel/travel-advisory-airlines-cut-back-on-flights-to-asia.html", "keywords": [{"name": "glocations", "value": "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "SARS (SEVERE ACUTE RESPIRATORY SYNDROME)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The spread of Art Deco from its early development in Europe to cities like New York, Bombay and Shanghai is the focus of an exhibition on the Art Deco style at the Victoria and Albert Museum in London through July 20.     More than 300 works from ...", "section_name": null, "print_page": "3", "abstract": "Victoria and Albert Museum in London opens exhibition on spread of Art Deco from its early development in Europe; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-04-20T00:00:00Z", "word_count": 215, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Kent", "organization": "", "firstname": "Pamela"}], "original": "By Pamela Kent"}, "multimedia": [], "blog": [], "lead_paragraph": "The spread of Art Deco from its early development in Europe to cities like New York, Bombay and Shanghai is the focus of an exhibition on the Art Deco style at the Victoria and Albert Museum in London through July 20. More than 300 works from 1910 to 1939 are on display. They include paintings, sculpture, architecture, furniture, textiles, glass, metal, jewelry, graphic art, fashion, film and photography, from public and private collections throughout the world. Among the highlights is the restored foyer of the Strand Palace Hotel in London, designed by Oliver P. Bernard and rescued from threatened demolition by the Victoria and Albert. It includes the mirrored revolving door and its surrounding internally lighted glass structure, staircase and columns. Other highlights will be Cartier jewelry; paintings and sculpture by such artists as Léger, Sonia and Robert Delaunay and Brancusi; and fashion by Jeanne Lanvin, Coco Chanel and Elsa Schiaparelli. The Victoria and Albert Museum is on Cromwell Road, South Kensington; (44-20) 7942-2000. It is open daily, including till 10 p.m. on Wednesday and the last Friday of the month. Admission to the museum is free, but the Art Deco exhibition costs $13 for visitors 18 and older. Tickets can be bought online at www.vam.ac.uk or by calling (44-870) 906-3883. PAMELA KENT", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Remembering the Bright Days of Art Deco"}, "_id": "4fd242908eb7c8105d7db754", "web_url": "http://www.nytimes.com/2003/04/20/travel/travel-advisory-remembering-the-bright-days-of-art-deco.html", "keywords": [{"name": "glocations", "value": "EUROPE"}, {"name": "organizations", "value": "VICTORIA AND ALBERT MUSEUM"}, {"name": "subject", "value": "ART DECO"}, {"name": "subject", "value": "DESIGN"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Ceramica, an attraction devoted to the ceramics industry, will open April 12 in Burslem (150 miles north of London), one of the six towns that make up Stoke-on-Trent, the area of England known as the Potteries. Ceramica, which has been created ins...", "section_name": null, "print_page": "3", "abstract": "Ceramica, attraction devoted to ceramics industry, is set to open on April 12 in Burslem, England; map (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-03-30T00:00:00Z", "word_count": 201, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Ceramica, an attraction devoted to the ceramics industry, will open April 12 in Burslem (150 miles north of London), one of the six towns that make up Stoke-on-Trent, the area of England known as the Potteries. Ceramica, which has been created inside a Victorian town hall near the site where Josiah Wedgwood established his first china works, will include exhibits, videos and interactive displays that illustrate the history of the Potteries, which dates back to the 17th century, and the process of transforming clay into china. In an area named Bizarreland, which takes its name from the Art Deco designs of Clarice Cliff, visitors will be able to experience digging for relics, sifting for pieces of china and using microscopes to examine samples or take a virtual flying carpet ride over Burslem through video technology, as well as explore different methods of manufacturing china.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "China (the Dishes) In England (the Nation)"}, "_id": "4fd225dd8eb7c8105d7ad081", "web_url": "http://www.nytimes.com/2003/03/30/travel/travel-advisory-china-the-dishes-in-england-the-nation.html", "keywords": [{"name": "glocations", "value": "BURSLEM (ENG)"}, {"name": "organizations", "value": "CERAMICA"}, {"name": "subject", "value": "CERAMICS AND POTTERY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The centennial of the Wright Brothers' flight at Kitty Hawk, N.C., will be the theme of this year's Thunder Over Louisville, the air show that inaugurates the Kentucky Derby Festival on April 12. The festival will begin a week early so that the sh...", "section_name": null, "print_page": "3", "abstract": "Thunder Over Louisville, air show that will inaugurate Kentucky Derby Festival on April 12, will celebrate centennial of Wright brothers' flight at Kitty Hawk, NC; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-03-30T00:00:00Z", "word_count": 298, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "Brannon", "firstname": "John", "role": "reported", "lastname": "ALBRIGHT", "organization": ""}], "original": "By JOHN BRANNON ALBRIGHT"}, "multimedia": [], "blog": [], "lead_paragraph": "The centennial of the Wright Brothers' flight at Kitty Hawk, N.C., will be the theme of this year's Thunder Over Louisville, the air show that inaugurates the Kentucky Derby Festival on April 12. The festival will begin a week early so that the show does not conflict with the weekend of Easter, April 20. Lasting three weeks this year, the festival ends the day after the 129th Derby at Churchill Downs on May 3, the first leg of the thoroughbred Triple Crown. That will be followed by the 127th Preakness at Pimlico in Baltimore on May 17 and the 135th Belmont Stakes at Belmont Park in Elmont, N.Y., on June 7. There will be fewer military aircraft in the Louisville show because of commitments overseas, according to festival organizers. But the Delta Queen steamboat, which dropped out of the Great Steamboat Race last year because its parent company at the time, American Classic Voyages, was in bankruptcy, will be back under the new ownership of Delaware North. Other events include the largest annual fireworks show in the country, the Pegasus Parade of equestrian units, a bed race, a hot-air balloon race, dance competitions, art contests, a marathon and half marathon and golf tournaments.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Horses Thunder Below As Balloons Loft Above"}, "_id": "4fd2428b8eb7c8105d7db3e7", "web_url": "http://www.nytimes.com/2003/03/30/travel/travel-advisory-horses-thunder-below-as-balloons-loft-above.html", "keywords": [{"name": "persons", "value": "WRIGHT, ORVILLE"}, {"name": "persons", "value": "WRIGHT, WILBUR"}, {"name": "glocations", "value": "LOUISVILLE (KY)"}, {"name": "subject", "value": "HORSE RACING"}, {"name": "subject", "value": "KENTUCKY DERBY"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AIR SHOWS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "On the airline's maiden voyage from Atlanta to Myrtle Beach, there was no mistaking the company's distinct identity. For starters, the tail fin of the Hooters Air Boeing 737 was painted with the wide-eyed owl that is the chain's mascot. Hooters or...", "section_name": null, "print_page": "3", "abstract": "Article on maiden flight of Hooters Air, from Atlanta to Myrtle Beach; two hostesses in tank tops and short-shorts kept mostly to sidelines while flight crew, in classic navy-blue uniforms, served food and drinks; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-03-23T00:00:00Z", "word_count": 712, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "BOSMAN", "organization": "", "firstname": "Julie"}], "original": "By JULIE BOSMAN"}, "multimedia": [], "blog": [], "lead_paragraph": "On the airline's maiden voyage from Atlanta to Myrtle Beach, there was no mistaking the company's distinct identity. For starters, the tail fin of the Hooters Air Boeing 737 was painted with the wide-eyed owl that is the chain's mascot. Hooters orange was everywhere, from tray tables to overhead compartments to the silk scarves neatly knotted around the flight attendants' necks -- even on passenger safety manuals. In case anyone had forgotten who their host was, above the plane's entrance an enormous decal displayed the telephone reservation number, 1-888-FLY-HOOT. Hooters has taken to the air. The restaurant chain known for its buffalo wings and buxom waitresses has launched a small airline that will shuttle travelers between Atlanta and Newark to Myrtle Beach, S.C, several times a week.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Short-Shorts at 35,000 Feet"}, "_id": "4fd22a758eb7c8105d7b554f", "web_url": "http://www.nytimes.com/2003/03/23/travel/travel-advisory-short-shorts-at-35000-feet.html", "keywords": [{"name": "glocations", "value": "MYRTLE BEACH (SC)"}, {"name": "glocations", "value": "ATLANTA (GA)"}, {"name": "organizations", "value": "HOOTERS AIR"}, {"name": "organizations", "value": "HOOTERS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "It has been a rough 18 months for American business travelers abroad. It is likely to become rougher.    A war in Iraq would only increase the risks that have been on almost every frequent flier's mind since the Sept. 11 terrorist attacks, travel ...", "section_name": "Business; Washington", "print_page": "6", "abstract": "Article on extra precautions corporate executives should take while traveling in wake of anticipated war with Iraq; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-03-18T00:00:00Z", "word_count": 1107, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Jane", "role": "reported", "lastname": "LEVERE", "organization": ""}], "original": "By JANE L. LEVERE"}, "multimedia": [], "blog": [], "lead_paragraph": "It has been a rough 18 months for American business travelers abroad. It is likely to become rougher. A war in Iraq would only increase the risks that have been on almost every frequent flier's mind since the Sept. 11 terrorist attacks, travel industry professionals, security specialists and government officials say. These experts have long urged executives who venture overseas to take precautions to protect their safety and reassure colleagues and family left behind. With the apparent failure of diplomacy to avert a conflict, they say, preventive action is more important than ever.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Extra Steps Are Needed in Wartime"}, "_id": "4fd22a778eb7c8105d7b56f1", "web_url": "http://www.nytimes.com/2003/03/18/business/business-travel-extra-steps-are-needed-in-wartime.html", "keywords": [{"name": "glocations", "value": "IRAQ"}, {"name": "subject", "value": "ATOMIC WEAPONS"}, {"name": "subject", "value": "BIOLOGICAL AND CHEMICAL WARFARE"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Two airlines have begun trial programs to gauge whether passengers are interested in buying meals on flights.    America West, which offers limited food service, began a three-week test selling meals on Jan. 6. According to Janice Monahan, a spoke...", "section_name": null, "print_page": "3", "abstract": "America West and Northwest airlines begin trial programs of selling meals on flights (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2003-01-19T00:00:00Z", "word_count": 225, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "STELLIN", "organization": "", "firstname": "Susan"}], "original": "By SUSAN STELLIN"}, "multimedia": [], "blog": [], "lead_paragraph": "Two airlines have begun trial programs to gauge whether passengers are interested in buying meals on flights. America West, which offers limited food service, began a three-week test selling meals on Jan. 6. According to Janice Monahan, a spokeswoman, the airline had received requests from customers to have more meals available, so it worked with the catering service Sky Chef to test selling food on about 12 daily flights.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "2 Airlines Experiment With Selling Food"}, "_id": "4fd26c748eb7c8105d82526a", "web_url": "http://www.nytimes.com/2003/01/19/travel/travel-advisory-2-airlines-experiment-with-selling-food.html", "keywords": [{"name": "organizations", "value": "AMERICA WEST AIRLINES INC"}, {"name": "organizations", "value": "NORTHWEST AIRLINES"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "FEB. 1, KENNEBUNK, ME.  Winter Carnival. Snow sculpture contest, ice sculpture demonstration, winter games, wildlife of Maine show. (207) 985-6890.    FEB. 5 TO 11, SAPPORO (HOKKAIDO), JAPAN  Sapporo Snow Festival. Elaborate snow sculptures, espec...", "section_name": "Travel", "print_page": "19", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2003-01-12T00:00:00Z", "word_count": 187, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "FEB. 1, KENNEBUNK, ME. Winter Carnival. Snow sculpture contest, ice sculpture demonstration, winter games, wildlife of Maine show. (207) 985-6890. FEB. 5 TO 11, SAPPORO (HOKKAIDO), JAPAN Sapporo Snow Festival. Elaborate snow sculptures, especially re-creations of famous buildings, by contestants from all over the world. (212) 757-5640; www.snowfes.com.", "headline": {"kicker": "TRAVEL WATCH", "main": "International Datebook: Feb. 1 to 28"}, "_id": "4fd26ce48eb7c8105d825a64", "web_url": "http://www.nytimes.com/2003/01/12/travel/travel-watch-international-datebook-feb-1-to-28.html", "keywords": [], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Rather than battling traffic on Route 1, travelers can take an alternative route to the Florida Keys -- on the Island Rocket, a 65-foot catamaran that travels the protected waters of the Intracoastal Waterway, including Biscayne National Park.    ...", "section_name": null, "print_page": "3", "abstract": "Florida Express Boat Lines begins offering trips by catamaran on Intracoastal Waterway from Miami to Islamorada in Florida Keys; map (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-12-22T00:00:00Z", "word_count": 187, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Rather than battling traffic on Route 1, travelers can take an alternative route to the Florida Keys -- on the Island Rocket, a 65-foot catamaran that travels the protected waters of the Intracoastal Waterway, including Biscayne National Park. The catamaran, operated by Florida Express Boat Lines, a private company, departs from Bayside Marketplace in Miami Thursday through Sunday at 8:30 a.m. and arrives two hours later at Holiday Isle resort in Islamorada. The return trip departs at 4:30 p.m.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A Water Route To the Florida Keys"}, "_id": "4fd28c638eb7c8105d861045", "web_url": "http://www.nytimes.com/2002/12/22/travel/travel-advisory-a-water-route-to-the-florida-keys.html", "keywords": [{"name": "glocations", "value": "ISLAMORADA (FLA)"}, {"name": "glocations", "value": "MIAMI (FLA)"}, {"name": "glocations", "value": "INTRACOASTAL WATERWAY"}, {"name": "glocations", "value": "FLORIDA KEYS"}, {"name": "organizations", "value": "FLORIDA EXPRESS BOAT LINES"}, {"name": "subject", "value": "CATAMARANS"}, {"name": "subject", "value": "BOATS AND BOATING"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 101, "offset": 590}}, "status": "OK"}