{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "For sheer magnitude and ecological audacity, few millennium events can match La Meridienne Verte, the showcase of the Mission 2000 project planned by the French government.     Last November, tens of thousands of schoolchildren planted miles of sa...", "section_name": null, "print_page": "3", "abstract": "French government plans Incredible Picnic July 14 along Green Meridian, 597-mile line of Paris meridian, along which schoolchildren have planted trees to mark start of new century; Peris meridian, running from Dunkirk to Barcelona, was used by 18th-century French mathematicians to establish metric standard and calculate local time; 337 communities along line are also planting fields of flowers for summer event (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-01-09T00:00:00Z", "word_count": 275, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "LaBalme", "organization": "", "firstname": "Corinne"}], "original": "By Corinne LaBalme"}, "multimedia": [], "blog": [], "lead_paragraph": "For sheer magnitude and ecological audacity, few millennium events can match La Meridienne Verte, the showcase of the Mission 2000 project planned by the French government. Last November, tens of thousands of schoolchildren planted miles of saplings along the Paris meridian, the line running 2 degrees 20 minutes 14 seconds east of Greenwich from Dunkirk to Barcelona that helped 18th-century French mathematicians establish the metric standard and calculate local time.(Despite the ravages of the recent storms, the small trees have emerged for the most part unscathed.)", "headline": {"kicker": "TRAVEL ADVISORY", "main": "France Plans a Picnic, And Invites 3 Million"}, "_id": "4fd233c58eb7c8105d7c471b", "web_url": "http://www.nytimes.com/2000/01/09/travel/travel-advisory-france-plans-a-picnic-and-invites-3-million.html", "keywords": [{"name": "glocations", "value": "FRANCE"}, {"name": "subject", "value": "TREES AND SHRUBS"}, {"name": "subject", "value": "METRIC SYSTEM"}, {"name": "subject", "value": "FLOWERS AND PLANTS"}, {"name": "subject", "value": "TWO THOUSAND (YEAR)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "At gasbuddy.com, any motorist can drive past a station, notice a price and log it onto the Web site....", "section_name": "Technology", "print_page": "2", "abstract": "Web site www.gasbuddy.com, which runs links to 173 sites that monitor gas prices in US and Canada, reports traffic has tripled in last year, to 750,000 to 900,000 a day; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2005-10-30T00:00:00Z", "word_count": 359, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Dave", "lastname": "CALDWELL", "organization": "", "rank": 1}], "original": "By DAVE CALDWELL"}, "multimedia": [], "blog": [], "lead_paragraph": "Gasoline prices might be much higher than last year, but a family headed to grandma and grandpa's house for the holidays does not have to be at the mercy of wallet-draining filling stations. A Web site, www.gasbuddy.com, already is on a vigilant price patrol. The site's premise is that its 650,000 registered members post daily changes in gasoline prices at stations in the United States and Canada. But any motorist can drive past a station, notice a price and log it onto the Web site. Prices that seem unusually low or high are always double-checked, or sometimes not posted. ''If we don't have accuracy in our listings, we don't have anything, and we aren't taken seriously,'' said Jason Toews, the site's co-owner.", "headline": {"kicker": "Travel Notes", "main": "ADVISORY: TRAVEL NOTES"}, "_id": "4fd24e1f8eb7c8105d7ef2fc", "web_url": "http://www.nytimes.com/2005/10/30/travel/30advgas.html", "keywords": [{"name": "glocations", "value": "CANADA"}, {"name": "organizations", "value": "GASBUDDY.COM"}, {"name": "subject", "value": "GAS (FUEL)"}, {"name": "subject", "value": "OIL (PETROLEUM) AND GASOLINE"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SUMMER WARNING With domestic air travel this year projected to exceed the record of 698.9 million passengers in 2000, the national air traffic system is under severe pressure and may soon bog down, says Representative John L. Mica, the chairman of...", "section_name": "Business", "print_page": "6", "abstract": "Rep John L Mica, chairman of House aviation subcommittee, says with domestic air travel this year projected to exceed record of 698.9 million passengers in 2000, national air traffic system is under severe pressure and may soon bog down; predicts massive delays and backups throughout system this summer; survey by 1st-Air.net of 500 business travelers finds 40 percent feel comfort is most important factor in choosing airline, versus 27 percent who cite fares; nearly two-third prefer foreign airlines to American carriers while traveling overseas for that reason; Executive Jet Management says its fleet of more than 100 aircraft made 2,150 international flights in 2004, up from 1,957 in 2003; Ryanair abandons five-month experiment in renting notebook-size digital players for movies and music to passengers; not enough customers paid 7 euros ($9) to rent devices (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2005-04-19T00:00:00Z", "word_count": 324, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Joe", "lastname": "SHARKEY", "organization": "", "rank": 1}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "SUMMER WARNING -- With domestic air travel this year projected to exceed the record of 698.9 million passengers in 2000, the national air traffic system is under severe pressure and may soon bog down, says Representative John L. Mica, the chairman of the House aviation subcommittee. At a hearing last week on efforts to update the nation's air transportation system, Mr. Mica, a Florida Republican, predicted ''massive delays and backups throughout the system this summer.'' As air traffic has rebounded, delays are at levels last seen in 2000, Kenneth M. Mead, the inspector general of the Transportation Department, told the committee. IT'S ALL ABOUT THE AMENITIES -- International business travelers in the United States say comfort trumps price in booking overseas flights. In a recent survey of 500 business travelers by 1st-Air.net, a Rochester company that specializes in discounted first-class and business-class air fares, 40 percent said comfort was the most important factor in choosing an airline, versus 27 percent who cited fares. Nearly two-thirds preferred foreign airlines to American carriers while traveling overseas for that reason. CHARTER JETS' OVERSEAS GROWTH -- In another indication of overseas growth in business-jet travel, Executive Jet Management, a provider of charter flights on business jets, said its fleet of more than 100 aircraft made 2,150 international flights in 2004, up from 1,957 in 2003. Domestically and internationally, the company, a division of the NetJets Inc. subsidiary of Berkshire Hathaway, reported a 35 percent growth in charter hours flown last year. CURTAINS -- Ryanair, the low-cost airline based in Dublin, has abandoned a five-month experiment in renting notebook-size digital players for movies and music to passengers. Not enough customers paid the 7 euros ($9) to rent digEplayer devices, which were available only on five daily flights, Ryanair said. The carrier said a dearth of foreign-language movies and the short average length of many of its flights were reasons the players failed to catch on. JOE SHARKEY", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd247878eb7c8105d7e32dd", "web_url": "http://www.nytimes.com/2005/04/19/business/19memo.html", "keywords": [{"name": "persons", "value": "MICA, JOHN L"}, {"name": "organizations", "value": "EXECUTIVE JET MANAGEMENT"}, {"name": "organizations", "value": "FIRST-AIR.NET"}, {"name": "organizations", "value": "RYANAIR"}, {"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "RECORDS AND ACHIEVEMENTS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "RECORDING EQUIPMENT"}, {"name": "subject", "value": "RENTING AND LEASING"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "DELAYS (TRANSPORTATION)"}, {"name": "subject", "value": "AIR TRAFFIC CONTROL"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "An increasing number of Americans realize that knowing a foreign language can provide a professional edge, leading some to plunge into immersion language courses....", "section_name": "Education; Business", "print_page": "7", "abstract": "Guatemala has become hotbed of language study for Americans who want to learn Spanish, in part because its inhabitants' reputation for speaking in clear, easily understandable accent and partly because of its extremely low cost; it is home to scores of schools, many of them based in Antigua; for as little as $150 per week, foreigners can receive six hours of private language instruction for five days a week; accommodations with local family providing three home-cooked meals a day are generally included in price; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2005-02-01T00:00:00Z", "word_count": 1095, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Marci", "lastname": "ALBOHER", "organization": "", "rank": 1}], "original": "By By MARCI ALBOHER"}, "multimedia": [{"url": "images/2005/01/31/business/immersion.75.jpg", "subtype": "thumbnail", "type": "image", "height": 75, "legacy": {"thumbnail": "images/2005/01/31/business/immersion.75.jpg", "thumbnailheight": 75, "hasthumbnail": "Y"}}, {"width": 55, "subtype": "tiny_thumb", "type": "image", "height": 55, "legacy": {"hastinythumb": "Y", "tinythumbheight": 55, "tinythumbwidth": 55}}], "blog": [], "lead_paragraph": "For years, Rebecca Koladycz traveled all over Latin America for the International Planned Parenthood Federation, visiting the organization's affiliates -- and mangling the Spanish language. In her first week on the job, she had an especially grueling trip to Peru. As an icebreaking exercise in a group meeting, people were paired off with colleagues they had never met and were asked to interview them. Then they had to introduce their partners to the other participants and reveal a few facts about them.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Don't Speak the Language? Live With the Locals"}, "_id": "4fd2a5db8eb7c8105d88d83b", "web_url": "http://www.nytimes.com/2005/02/01/business/01immersion.html", "keywords": [{"name": "persons", "value": "ALBOHER NUSBAUM, MARCI"}, {"name": "glocations", "value": "ANTIGUA"}, {"name": "glocations", "value": "GUATEMALA"}, {"name": "subject", "value": "SPANISH LANGUAGE"}, {"name": "subject", "value": "EDUCATION AND SCHOOLS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "LANGUAGE AND LANGUAGES"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Even in the face of conflicting interpretations of statistics, there is a consensus that charters are riskier than scheduled airline and corporate flights....", "section_name": "Business", "print_page": "8", "abstract": "Article on chartered flights focuses on significantly worse safety record than those operated by scheduled commercial airlines; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2005-01-25T00:00:00Z", "word_count": 1153, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "Burnham", "firstname": "Paul", "role": "reported", "lastname": "FINNEY", "organization": ""}], "original": "By PAUL BURNHAM FINNEY"}, "multimedia": [{"url": "images/2005/01/25/business/unsafe.75.jpg", "subtype": "thumbnail", "type": "image", "height": 75, "legacy": {"thumbnail": "images/2005/01/25/business/unsafe.75.jpg", "thumbnailheight": 75, "hasthumbnail": "Y"}}], "blog": [], "lead_paragraph": "In November, a Bombardier Challenger 601 twinjet chartered by the NBC sports executive Dick Ebersol crashed on takeoff at the airport near Telluride, Colo., killing his 14-year-old son and two of the other five people on board. The likely culprit was icing, a perennial problem for all planes operating in cold weather. After the accident, ABC News broadcast several frightening statistics indicating that the fatal accident rate for charters is ''more than 50 times higher'' than that of major airlines. Not quite so, stated the National Business Aviation Association on its Web site as it rushed to defend its 8,000 members, most of them involved in corporate travel.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "When Chartering a Plane, Consider the Numbers"}, "_id": "4fd25a748eb7c8105d807508", "web_url": "http://www.nytimes.com/2005/01/25/business/25unsafe.html", "keywords": [{"name": "subject", "value": "ACCIDENTS AND SAFETY"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Those who don't have credit cards -- or don't want to use them on the Internet -- have been a bit constricted in the e-commerce era, but at least one airline is trying to capture more customers by offering other ways to buy tickets online.    Cont...", "section_name": "Technology", "print_page": "3", "abstract": "Continental Airlines introduces two new payment options on its Web site, electronic transfer from checking accounts and deferred payment option, for customers who do not have credit cards or do not want to use them on Internet; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-11-21T00:00:00Z", "word_count": 247, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Susan", "lastname": "STELLIN", "organization": "", "rank": 1}], "original": "By SUSAN STELLIN"}, "multimedia": [], "blog": [], "lead_paragraph": "Those who don't have credit cards -- or don't want to use them on the Internet -- have been a bit constricted in the e-commerce era, but at least one airline is trying to capture more customers by offering other ways to buy tickets online. Continental Airlines recently introduced two payment options on its Web site, electronic transfer from a checking account and a deferred payment option called Bill Me Later. Customers who select Pay By Online Check when buying tickets must enter their checking account information to authorize the transfer of funds; those who choose the Bill Me Later option must fill out an online credit application (handled by bill-me-later.com) and are then sent a bill in the mail.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Continental Offers Two New Ways to Pay"}, "_id": "4fd23f208eb7c8105d7d6548", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9800E2D6123FF932A15752C1A9629C8B63", "keywords": [{"name": "organizations", "value": "CONTINENTAL AIRLINES"}, {"name": "subject", "value": "ELECTRONIC FUNDS TRANSFER SYSTEMS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "CREDIT AND MONEY CARDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The newly renovated practice studio once used by Marian Anderson, which was originally built for her by her husband, the architect Orpheus Fisher, is now open to visitors in Danbury, Conn.    The studio originally stood on the Danbury farm that An...", "section_name": null, "print_page": "3", "abstract": "Newly renovated practice studio once used by singer Marian Anderson, originally built for her by her husband, architect Orpheus Fisher, opens to visitors in Danbury, Conn; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-09-26T00:00:00Z", "word_count": 283, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Alice", "lastname": "DuBOIS", "organization": "", "rank": 1}], "original": "By ALICE DuBOIS"}, "multimedia": [], "blog": [], "lead_paragraph": "The newly renovated practice studio once used by Marian Anderson, which was originally built for her by her husband, the architect Orpheus Fisher, is now open to visitors in Danbury, Conn. The studio originally stood on the Danbury farm that Anderson and Fisher called home for nearly 50 years. When a developer began building on the land after the singer's death in 1993, the Danbury Museum and Historical Society moved the studio to its current site in downtown Danbury and began restoration.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A Place to Remember Marian Anderson"}, "_id": "4fd259aa8eb7c8105d805f6d", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9507EEDC1339F935A1575AC0A9629C8B63", "keywords": [{"name": "persons", "value": "ANDERSON, MARIAN"}, {"name": "persons", "value": "FISHER, ORPHEUS"}, {"name": "glocations", "value": "DANBURY (CONN)"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Casey Fenton says he has never seen ''The Man Who Came to Dinner.'' Maybe he should, to understand the potential risks in his newest venture, the CouchSurfing Project, in which he and his partners have set up a Web site that guides house guests to...", "section_name": "Technology", "print_page": "3", "abstract": "Casey Fenton and partners in CouchSurfing Project set up Web site, www.couchsurfing.com, which guides house guests to willing hosts around world; criteria described; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-09-12T00:00:00Z", "word_count": 504, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Joseph", "lastname": "SIANO", "organization": "", "rank": 1}], "original": "By JOSEPH SIANO"}, "multimedia": [], "blog": [], "lead_paragraph": "Casey Fenton says he has never seen ''The Man Who Came to Dinner.'' Maybe he should, to understand the potential risks in his newest venture, the CouchSurfing Project, in which he and his partners have set up a Web site that guides house guests to willing hosts around the world. His site, www.couchsurfing.com, which started last January, arranges meetings between travelers who want to save on accommodations (and meet local people) with residents who want to meet interesting people from faraway places and are willing to put them up for free on their couch or in a spare bedroom.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Decorate a Couch With a Tourist"}, "_id": "4fd254dd8eb7c8105d7fc6d2", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C07E0DA1630F931A2575AC0A9629C8B63", "keywords": [{"name": "persons", "value": "FENTON, CASEY"}, {"name": "subject", "value": "COUCHSURFING PROJECT"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A theory is gaining traction among frequent travelers that hotels are intentionally blocking their cellphone signals....", "section_name": "Technology; Business", "print_page": "8", "abstract": "Some hotels are blocking cellular telephone signals for guests because cellphones are eating into their telephone profits; profits from in-room phones dropped 76 percent in four years, dropping from $644 avaiable room in 2000 to $152 in 2003; analysts say high fixed cost of maintaining in-room phones increased losses; graph (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-09-07T00:00:00Z", "word_count": 1355, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Christopher", "lastname": "ELLIOTT", "organization": "", "rank": 1}], "original": "By CHRISTOPHER ELLIOTT"}, "multimedia": [], "blog": [], "lead_paragraph": "As a frequent guest at a Salt Lake City Hampton Inn, Murray Trepel often finds himself powering down his cellphone and picking up the house phone. ''My cellphone seldom works anywhere near the hotel,'' said Mr. Trepel, the senior manager for a call-center service provider in Logan, Utah. ''Not just in my room, but in the parking lot as well.''", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Mystery of the Cellphone That Doesn't Work at the Hotel"}, "_id": "4fd258118eb7c8105d803021", "web_url": "http://www.nytimes.com/2004/09/07/business/07jamming.html", "keywords": [{"name": "organizations", "value": "PRICEWATERHOUSECOOPERS"}, {"name": "organizations", "value": "FEDERAL COMMUNICATIONS COMMISSION"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "CELLULAR TELEPHONES"}, {"name": "subject", "value": "CONVENTIONS AND CONFERENCES"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SOUTHWEST SHIFTS ITS SCHEDULES -- Southwest Airlines said it would cut 88 daily flights from its fall schedule to concentrate more of its planes on highly competitive markets like Philadelphia, the US Airways bastion where Southwest began service ...", "section_name": "Business", "print_page": "6", "abstract": "Southwest Airlines will cut 88 daily flights from its fall schedule to concentrate more of its planes on highly competitive markets like Philadelphia; United Airlines reduces to 15,000 from 25,000 number of Mileage Plus miles needed to claim free coach seat--but only on nonstop round-trip flights of 750 miles or less each way; Qantas Airways, Lufthansa and British Airways are increasing their fuel surcharges; rise in air travel means fewer planes are being mothballed in desert storage areas in California and Arizona; 2,390 commercial aircraft were in storage in July, compared with 2,674 year ago; Independence Air is running fare sale that includes $29 on-way price for nonstop flights to and from Pittsburgh; study at Cornell University's School of Hotel Administration questions whether hotel chains are getting their money's worth to maintain guest-loyalty programs; finds there is only 'weak connection' between guest satisfaction and loyalty; photo (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-08-24T00:00:00Z", "word_count": 644, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "SOUTHWEST SHIFTS ITS SCHEDULES -- Southwest Airlines said it would cut 88 daily flights from its fall schedule to concentrate more of its planes on highly competitive markets like Philadelphia, the US Airways bastion where Southwest began service May 9. The schedule changes will trim flight frequencies in small and medium-size cities like Albuquerque; Kansas City, Mo.; New Orleans; Little Rock, Ark.; and Austin, El Paso and Lubbock, Tex. But big hub airports like Los Angeles International, Houston Intercontinental and Dallas-Fort Worth International will also lose a small number of daily flights, said Ed Stewart, a Southwest spokesman. ''Philadelphia is certainly one of the places where we are growing faster than any of our other city openings in recent history,'' he said. Other city-pair routes on which Southwest will add flights include: Hobby Airport at Houston and Orlando, Fla.; Houston Hobby and Los Angeles; Baltimore and Nashville; Chicago Midway and Tampa, Fla.; Las Vegas and Tucson, Ariz.; and St. Louis and Oklahoma City. Joe Brancatelli, the publisher of the business-travel Web site JoeSentMe.com, said Southwest's move made sense. ''It's what smart airlines do,'' he said. ''Only in the airline industry is inventory management considered a radical proposition.'' UNITED AWARD MILES -- It just became easier to get a free mileage award on short hops on United Airlines. With business sagging on short-haul routes dominated by low-cost airlines, United said yesterday that it had reduced to 15,000 from 25,000 the number of Mileage Plus miles needed to claim a free coach seat -- but only on nonstop round-trip flights of 750 miles or less each way.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd253988eb7c8105d7fa1d1", "web_url": "http://www.nytimes.com/2004/08/24/business/business-travel-memo-pad.html", "keywords": [{"name": "glocations", "value": "PITTSBURGH (PA)"}, {"name": "glocations", "value": "CALIFORNIA"}, {"name": "glocations", "value": "ARIZONA"}, {"name": "glocations", "value": "PHILADELPHIA (PA)"}, {"name": "organizations", "value": "LUFTHANSA GERMAN AIRLINES"}, {"name": "organizations", "value": "UAL CORP"}, {"name": "organizations", "value": "BRITISH AIRWAYS PLC"}, {"name": "organizations", "value": "QANTAS AIRWAYS"}, {"name": "organizations", "value": "UNITED AIRLINES"}, {"name": "organizations", "value": "INDEPENDENCE AIR"}, {"name": "organizations", "value": "CORNELL UNIVERSITY"}, {"name": "organizations", "value": "SOUTHWEST AIRLINES"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "OIL (PETROLEUM) AND GASOLINE"}, {"name": "subject", "value": "STORAGE"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "CONSUMER BEHAVIOR"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 51, "offset": 910}}, "status": "OK"}