{"response": {"meta": {"offset": 320, "time": 58, "hits": 107281}, "docs": [{"slideshow_credits": null, "document_type": "article", "_id": "4fd282738eb7c8105d84fe08", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/10/27/travel/travel-advisory-dr-seuss-and-friends-return-home-in-bronze.html", "source": "The New York Times", "abstract": "Dr Seuss National Memorial Sculpture Garden, consisting of five works by Lark Grey Dimond-Cates, stepdaughter of Theodor Geisel, opens at Quadrangle in Springfield, Mass; photo (M)", "snippet": "Dr. Seuss's characters have sold almost a half-billion books around the world and have been stars in movies and television shows and on Broadway. Now they stand in bronze as a tribute to their creator in his hometown.    The Dr. Seuss National Mem...", "blog": [], "type_of_material": "News", "byline": {"original": "By RAY CORMIER", "person": [{"firstname": "Ray", "rank": 1, "role": "reported", "organization": "", "lastname": "CORMIER"}]}, "pub_date": "2002-10-27T00:00:00Z", "word_count": 231, "lead_paragraph": "Dr. Seuss's characters have sold almost a half-billion books around the world and have been stars in movies and television shows and on Broadway. Now they stand in bronze as a tribute to their creator in his hometown. The Dr. Seuss National Memorial Sculpture Garden consists of five works by Lark Grey Dimond-Cates -- a stepdaughter of Dr. Seuss, Theodor Geisel -- in the Quadrangle in Springfield, Mass., the city where Geisel was born in 1904 and where he grew up and began his career. They depict the Cat in the Hat at the side of Dr. Seuss at work; a 14-foot Horton the Elephant; a 10-foot book with Gertrude McFuzz, the Grinch and other characters; a 10-foot-tall tower of turtles, and a four-foot Lorax.", "keywords": [{"value": "GEISEL, THEODOR SEUSS", "name": "persons"}, {"value": "DIMOND-CATES, LARK GREY", "name": "persons"}, {"value": "SPRINGFIELD (MASS)", "name": "glocations"}, {"value": "DR SEUSS NATIONAL MEMORIAL SCULPTURE GARDEN (SPRINGFIELD, MASS)", "name": "subject"}, {"value": "MONUMENTS AND MEMORIALS", "name": "subject"}, {"value": "ART", "name": "subject"}], "headline": {"main": "Dr. Seuss and Friends Return Home in Bronze", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd26b318eb7c8105d823622", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/10/20/travel/travel-advisory-and-to-all-a-good-fright.html", "source": "The New York Times", "abstract": "Several museums, tourist attractions and amusement parks in New York, Virginia, South Carolina, New Jersey and Florida are offering special Halloween festivities; photos (M)", "snippet": "It's that time of year when orange is not a fashion faux pas. And what better place for a Halloween celebration than one with skeletons in its closets -- and its exhibition spaces. On Oct. 31 from 4 to 7 p.m., the American Museum of Natural Histor...", "blog": [], "type_of_material": "News", "byline": null, "pub_date": "2002-10-20T00:00:00Z", "word_count": 367, "lead_paragraph": "It's that time of year when orange is not a fashion faux pas. And what better place for a Halloween celebration than one with skeletons in its closets -- and its exhibition spaces. On Oct. 31 from 4 to 7 p.m., the American Museum of Natural History, Central Park West at 79th Street, will open four floors for trick-or-treating, arts and crafts and live music. The Hayden Planetarium's Space Theater will have presentations of a space show with eerie sound effects created by kids. Admission: $6, $12.95 with a Monster Meal; (212) 769-5200. From Friday evening through Sunday afternoon, Legend Weekend will take place at Philipsburg Manor in Sleepy Hollow, N.Y., and Washington Irving's home, Sunnyside, in Tarrytown. Don't be surprised to see a rider with nothing to hang his hat on at Philipsburg Manor. There will be children's activities in daytime hours and scarier fare in the evenings. General admission, $9 to $10 depending on event. For reservations, (914) 631-8200. Information: www.hudsonvalley.org.", "keywords": [{"value": "NEW YORK STATE", "name": "glocations"}, {"value": "NEW YORK CITY", "name": "glocations"}, {"value": "NEW JERSEY", "name": "glocations"}, {"value": "FLORIDA", "name": "glocations"}, {"value": "SOUTH CAROLINA", "name": "glocations"}, {"value": "AMUSEMENT AND THEME PARKS", "name": "subject"}, {"value": "HALLOWEEN", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}], "headline": {"main": "And to All, a Good Fright", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd28c608eb7c8105d860e6c", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "11", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/10/08/business/business-travel-memo-pad.html", "source": "The New York Times", "abstract": "Northwest Airlines announces new Internet-based system that could effectively make end run around standard air ticket distribution networks and provide airline's lowest-priced Web fares directly to travel agents for first time; system, called WorldAgent Direct, goes online on Oct 22 with Web site that will give agents free access to all Northwest's Web fares, with technology that Northwest says allows agents to track billings and keep detailed data on transactions; America West Airlines says it will not join big domestic carriers' in their 'use it or lose it' policies regarding nonrefundable tickets (Memo Pad column) (M)", "snippet": "New Northwest System For Internet Bookings       Northwest Airlines shook up the travel reservations industry yesterday, announcing a new Internet-based system that could effectively make an end run around standard air ticket distribution networks...", "blog": [], "type_of_material": "News", "byline": null, "pub_date": "2002-10-08T00:00:00Z", "word_count": 522, "lead_paragraph": "New Northwest System For Internet Bookings Northwest Airlines shook up the travel reservations industry yesterday, announcing a new Internet-based system that could effectively make an end run around standard air ticket distribution networks and provide the airline's lowest-priced Web fares directly to travel agents for the first time. The system, called WorldAgent Direct, goes online on Oct. 22 with a Web site that will give agents free access to all Northwest's Web fares, with technology that Northwest says allows agents to track billings and keep detailed data on transactions.", "keywords": [{"value": "AMERICA WEST AIRLINES", "name": "organizations"}, {"value": "NORTHWEST AIRLINES", "name": "organizations"}, {"value": "AIRLINES AND AIRPLANES", "name": "subject"}, {"value": "REFUNDS", "name": "subject"}, {"value": "PRICES (FARES, FEES AND RATES)", "name": "subject"}, {"value": "TRAVEL AGENCIES AND AGENTS", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "MEMO PAD", "kicker": "BUSINESS TRAVEL"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd23ba78eb7c8105d7d0786", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/10/06/travel/travel-advisory-deals-and-discounts.html", "source": "The New York Times", "abstract": "Deals and Discounts column on latest hotel and cruise discount packages (M)", "snippet": "FORTRESS FOR LESS -- The 33-room Château de la Chèvre d'Or, in the medieval hilltop village of Èze, overlooking the Mediterranean along the Côte d'Azur, is offering three nights for the price of two. It is valid Sunday through Thursday nights ...", "blog": [], "type_of_material": "News", "byline": {"original": "By JOSEPH SIANO", "person": [{"firstname": "Joseph", "rank": 1, "role": "reported", "organization": "", "lastname": "SIANO"}]}, "pub_date": "2002-10-06T00:00:00Z", "word_count": 459, "lead_paragraph": "FORTRESS FOR LESS -- The 33-room Château de la Chèvre d'Or, in the medieval hilltop village of Èze, overlooking the Mediterranean along the Côte d'Azur, is offering three nights for the price of two. It is valid Sunday through Thursday nights through Nov. 12. The hotel has a pool, and a Michelin two-star restaurant. Rates begin at about $260 a night; subject to availability. Information: (888) 989-1768 or www.chevredor.com. PRICE CUTS AT SEA -- Celebrity Cruises has reduced fares on two one-week Caribbean cruises. The Oct. 25 departure of the 1,870-passenger Mercury, from Miami, has been cut from $699 a person, in double occupancy, to $450; stops are Grand Cayman, Cozumel and Progreso in Mexico and Key West. On Nov. 17 the 1,354-passenger Horizon leaves from Tampa for Key West, Costa Maya and Cozumel in Mexico, and Grand Cayman; the fares have been cut from $699 a person, double, to $500. No passengers under 21 years of age. Subject to availability; (800) 437-3111 or at www.celebritycruises.com.", "keywords": [{"value": "DISCOUNT SELLING", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}], "headline": {"main": "Deals and Discounts", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd21f878eb7c8105d7a259e", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/09/29/travel/travel-advisory-total-solar-eclipse-is-focus-of-3-tours.html", "source": "The New York Times", "abstract": "New York-based Classic Encounters, Houston-based Ring of Fire Expeditions and Los-Angeles based Hole in the Sky Tours are offering tours featuring total solar eclipse that will be viewable above southern Africa and southern Australia on December 4 (S)", "snippet": "Several companies are putting together tours featuring the total solar eclipse that will be seen above southern Africa and southern Australia on Dec. 4.     Classic Encounters, a New York-based company, has a South African package that departs Nov...", "blog": [], "type_of_material": "News", "byline": null, "pub_date": "2002-09-29T00:00:00Z", "word_count": 254, "lead_paragraph": "Several companies are putting together tours featuring the total solar eclipse that will be seen above southern Africa and southern Australia on Dec. 4. Classic Encounters, a New York-based company, has a South African package that departs Nov. 30 and includes visits to the Sabi Sand Game Reserve and Kruger National Park with an overnight train trip to Pretoria. The Kruger rest camp is within driving distance of the centerline of the eclipse. The six-night tour costs $3,720 a person, double occupancy, from Johannesburg. Information: (888) 808-1999 or www.classicencounters.com.", "keywords": [{"value": "AUSTRALIA", "name": "glocations"}, {"value": "AFRICA", "name": "glocations"}, {"value": "HOLE IN THE SKY TOURS", "name": "organizations"}, {"value": "CLASSIC ENCOUNTERS", "name": "organizations"}, {"value": "RING OF FIRE EXPEDITIONS", "name": "organizations"}, {"value": "SUN", "name": "subject"}, {"value": "SPACE", "name": "subject"}, {"value": "ECLIPSES", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}], "headline": {"main": "Total Solar Eclipse Is Focus of 3 Tours", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd238e58eb7c8105d7cc44c", "section_name": "Business", "news_desk": "Business/Financial Desk", "print_page": "6", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/09/24/business/business-travel-suites-are-increasingly-doing-double-duty.html", "source": "The New York Times", "abstract": "Growing number of traveling executives are holding business meetings or entertaining clients in their hotel suites instead of renting traditional spaces as companies tighten travel budgets; some executives comment; photo (M)", "snippet": "A growing number of traveling executives are doing more than snoozing or watching pay-per-view movies in their hotel rooms these days. With companies tightening travel budgets as the economy continues to stumble, these travelers are holding busine...", "blog": [], "type_of_material": "News", "byline": {"original": "By MELINDA LIGOS", "person": [{"firstname": "Melinda", "rank": 1, "role": "reported", "organization": "", "lastname": "LIGOS"}]}, "pub_date": "2002-09-24T00:00:00Z", "word_count": 1106, "lead_paragraph": "A growing number of traveling executives are doing more than snoozing or watching pay-per-view movies in their hotel rooms these days. With companies tightening travel budgets as the economy continues to stumble, these travelers are holding business meetings or entertaining clients in their hotel suites instead of renting traditional spaces, hoteliers and corporate-meetings specialists say. ''People don't want to spend the money to rent an extra room if they don't have to,'' said Nan Andrews Amish, a trade show consultant in El Granada, Calif. In the technology industry, Ms. Amish said, more and more companies are skipping the expense of a trade show booth at a convention and instead booking a suite in a nearby hotel and inviting clients for private demonstrations or dinners.", "keywords": [{"value": "EXECUTIVES AND MANAGEMENT", "name": "subject"}, {"value": "HOTELS AND MOTELS", "name": "subject"}, {"value": "BUDGETS AND BUDGETING", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}], "headline": {"main": "Suites Are Increasingly Doing Double Duty", "kicker": "BUSINESS TRAVEL"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2396f8eb7c8105d7cd4a2", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/09/22/travel/travel-advisory-deals-and-discounts.html", "source": "The New York Times", "abstract": "Deals and Discounts column describes travel packages and discounts (M)", "snippet": "The first winds of fall send some looking for a warm escape. Here are a few ideas:    FOLLOW GAUGUIN -- Islands in the Sun, a tour company based in El Segundo, Calif., has two packages to the South Pacific with round-trip air fare from Los Angeles...", "blog": [], "type_of_material": "News", "byline": {"original": "By JOSEPH SIANO", "person": [{"firstname": "Joseph", "rank": 1, "role": "reported", "organization": "", "lastname": "SIANO"}]}, "pub_date": "2002-09-22T00:00:00Z", "word_count": 464, "lead_paragraph": "The first winds of fall send some looking for a warm escape. Here are a few ideas: FOLLOW GAUGUIN -- Islands in the Sun, a tour company based in El Segundo, Calif., has two packages to the South Pacific with round-trip air fare from Los Angeles that amount to a saving of up to $1,600 a couple versus putting it together yourself. The Bora Bora Bonanza includes five nights at the 84-room Le Maitai Polynesia in Bora Bora and one night at the 265-room Tahiti Beachcomber Inter-Continental. Rates start at $1,389 a person, based on double occupancy, with departure Nov. 4 (slightly higher before then). The Tahiti Treat includes five nights in the Tahiti Beachcomber Inter-Continental, a day trip to Moorea with lunch and a day of bird-watching on Tetiaroa Island, which Marlon Brando operates as a resort. Departures are on Saturdays in November and December; rates start at $1,379 a person, double. These prices reflect a 3 percent discount for paying in cash or by check. Information: (800) 828-6877, www.islandsinthesun.com.", "keywords": [{"value": "DISCOUNT SELLING", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}], "headline": {"main": "Deals and Discounts", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd21f828eb7c8105d7a2242", "section_name": "Business; Washington", "news_desk": "Business/Financial Desk", "print_page": "13", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/09/10/business/business-travel-a-new-and-difficult-world-for-frequent-fliers-811408.html", "source": "The New York Times", "abstract": "Event Design owner Steve Kemble comments on experiences he has had and adjustments he had made in post-Sept 11 world of travel; photo (S)", "snippet": "It has been a tough year for business travelers. Here are first-person accounts by four frequent fliers of experiences they have had and adjustments they have made in the post-Sept. 11 world.    Steve Kemble, owner, Steve Kemble Event Design, Dall...", "blog": [], "type_of_material": "News", "byline": {"original": "By Steve Kemble; Written with Maggie Jackson", "person": [{"firstname": "Steve", "rank": 1, "role": "reported", "organization": "", "lastname": "Kemble"}]}, "pub_date": "2002-09-10T00:00:00Z", "word_count": 347, "lead_paragraph": "It has been a tough year for business travelers. Here are first-person accounts by four frequent fliers of experiences they have had and adjustments they have made in the post-Sept. 11 world. Steve Kemble, owner, Steve Kemble Event Design, Dallas: I'm in the business of producing events. Generally the events are produced for positive reasons. There's excitement about that. I'm leaving the office on an emotional high. But now, anytime I leave town, I go on this roller coaster of emotions.", "keywords": [{"value": "NEW YORK CITY", "name": "glocations"}, {"value": "WASHINGTON (DC)", "name": "glocations"}, {"value": "EVENT DESIGN", "name": "organizations"}, {"value": "WORLD TRADE CENTER (NYC)", "name": "subject"}, {"value": "AIRLINES AND AIRPLANES", "name": "subject"}, {"value": "UNITED STATES INTERNATIONAL RELATIONS", "name": "subject"}, {"value": "PENTAGON BUILDING", "name": "subject"}, {"value": "BIOGRAPHICAL INFORMATION", "name": "subject"}, {"value": "HIJACKING", "name": "subject"}, {"value": "TERRORISM", "name": "subject"}], "headline": {"main": "A New and Difficult World for Frequent Fliers", "kicker": "BUSINESS TRAVEL"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd21d8a8eb7c8105d79e8aa", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/07/14/travel/travel-advisory-at-a-british-workhouse-dickensian-displayed.html", "source": "The New York Times", "abstract": "Victorian workhouse in Southwell near Nothingham, Eng, built in 1824 by John Becher and architect William Nicholson and which served as model for hundreds of other workhouses, is restored by National Trust and opens to public; map (M)", "snippet": "Readers of Dickens are familiar with stories of the poor and destitute who ended up in the workhouse. Now they can visit such a place, the Victorian Workhouse in Southwell near Nottingham, 125 miles north of London, which was restored by the Natio...", "blog": [], "type_of_material": "News", "byline": null, "pub_date": "2002-07-14T00:00:00Z", "word_count": 230, "lead_paragraph": "Readers of Dickens are familiar with stories of the poor and destitute who ended up in the workhouse. Now they can visit such a place, the Victorian Workhouse in Southwell near Nottingham, 125 miles north of London, which was restored by the National Trust and opened in March. Built in 1824 by John Becher, a local vicar and reformer, with the architect William Nicholson, it was a blueprint for hundreds more established under the Poor Law of 1834. Workhouses were a revolutionary but harsh welfare system, maintained at public expense to house the needy. An introductory video will explain the philosophy behind them, touching on procedures such as a segregation system that resulted in the splitting up of families, who came together only on Sundays at church.", "keywords": [{"value": "BECHER, JOHN", "name": "persons"}, {"value": "NICHOLSON, WILLIAM", "name": "persons"}, {"value": "GREAT BRITAIN", "name": "glocations"}, {"value": "SOCIAL CONDITIONS AND TRENDS", "name": "subject"}, {"value": "HISTORIC BUILDINGS AND SITES", "name": "subject"}], "headline": {"main": "At a British Workhouse, 'Dickensian' Displayed", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd21ac38eb7c8105d7996e7", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/07/07/travel/travel-advisory-just-one-wheel-replaces-11-locks-in-scotland.html", "source": "The New York Times", "abstract": null, "snippet": "The Falkirk Wheel, the centerpiece of a project to restore and reconnect the Forth & Clyde and Union canals, a 68-mile waterway linking Glasgow and Edinburgh, opened June 1.     The wheel, a 115-foot-high rotating boat lift capable of carrying up ...", "blog": [], "type_of_material": "News", "byline": {"original": "By PAMELA KENT", "person": [{"firstname": "Pamela", "rank": 1, "role": "reported", "organization": "", "lastname": "KENT"}]}, "pub_date": "2002-07-07T00:00:00Z", "word_count": 264, "lead_paragraph": "The Falkirk Wheel, the centerpiece of a project to restore and reconnect the Forth & Clyde and Union canals, a 68-mile waterway linking Glasgow and Edinburgh, opened June 1. The wheel, a 115-foot-high rotating boat lift capable of carrying up to four boats at a time, replaces a flight of 11 locks that originally connected the two canals. Previously it would take the best part of a day for boats to pass through the locks. With the installation of the Falkirk Wheel, it takes 15 minutes.", "keywords": [], "headline": {"main": "Just One Wheel Replaces 11 Locks in Scotland", "kicker": "TRAVEL ADVISORY"}}]}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "status": "OK"}