{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Hundreds of private gardens across the United States are opening their gates to visitors over the next six months during the Garden Conservancy's seventh annual Open Days Program. Japanese gardens, potagers, parterres and meadows of wildflowers an...", "section_name": null, "print_page": "3", "abstract": "Hundreds of private gardens across US will open to visitors during Garden Conservancy's annual Open Days Program; photo; directory noted (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-04-01T00:00:00Z", "word_count": 279, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Hundreds of private gardens across the United States are opening their gates to visitors over the next six months during the Garden Conservancy's seventh annual Open Days Program. Japanese gardens, potagers, parterres and meadows of wildflowers and ornamental grasses -- all may be found among the 372 gardens in 24 states listed in the 2001 ''Open Days Directory,'' which was recently published by the conservancy, a nonprofit preservation group. This year, 149 new gardens have been added, among them: a terraced rose garden overlooking the Atlantic Ocean in Chatham, Mass.; a Victorian wedding garden in Granville, Ohio; and an organic vegetable garden and 40 acres of vineyards in Swarthmore, Pa. On Aug. 18 and 19, W. Atlee Burpee & Company, a sponsor of this year's event, will open its testing facility, Fordhook Farm, in Doylestown, Pa., to the public. Visitors will be able to inspect the gardening company's greenhouses, Quaker-style seed barn and testing fields, where Iceberg lettuce was developed in the late 19th century.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "From Coast to Coast, Garden Gates to Open"}, "_id": "4fd252388eb7c8105d7f7ad2", "web_url": "http://www.nytimes.com/2001/04/01/travel/travel-advisory-from-coast-to-coast-garden-gates-to-open.html", "keywords": [{"name": "organizations", "value": "GARDEN CONSERVANCY"}, {"name": "subject", "value": "GARDENS AND GARDENING"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A program at a recently opened dolphin research center in the Central American country of Belize allows visitors to assist biologists in a study of bottlenose dolphins. The Blackbird-Oceanic Society Field Station, which opened in January on Blackb...", "section_name": null, "print_page": "3", "abstract": "Program at new dolphin research center in Belize allows visitors to assist biologists in study of bottlenose dolphins; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-03-04T00:00:00Z", "word_count": 161, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "A program at a recently opened dolphin research center in the Central American country of Belize allows visitors to assist biologists in a study of bottlenose dolphins. The Blackbird-Oceanic Society Field Station, which opened in January on Blackbird Cay, 32 miles southeast of Belize City, is run by the Oceanic Society, a conservation organization. Participants in the society's eight-day dolphin project, available year-round, help monitor the behavior of the more than 100 free-ranging dolphins in the warm, exceptionally clear waters surrounding Blackbird Cay and the mangrove- and beach-fringed Turneffe Islands. The program isn't all work: there are also snorkeling trips, bird-watching excursions and a day trip to Lighthouse Reef, which along with Turneffe is one of the four Caribbean atolls. Lodging is in double-cccupancy cabanas, each with private bath and porch. Meals are served in an open-sided dining pavilion.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Dolphin Study Program Isn't All Work, No Play"}, "_id": "4fd205878eb7c8105d76deb1", "web_url": "http://www.nytimes.com/2001/03/04/travel/travel-advisory-dolphin-study-program-isn-t-all-work-no-play.html", "keywords": [{"name": "glocations", "value": "BELIZE"}, {"name": "subject", "value": "DOLPHINS AND PORPOISES"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "FISH AND OTHER MARINE LIFE"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Man's best friend has no greater champion than a Frenchman. ''Vies de Chiens,'' an exhibition that runs until March 31 at the Musée de la Chasse et de la Nature in Paris, demonstrates this with panache. With artifacts and paintings, it traces the...", "section_name": null, "print_page": "3", "abstract": "Exhibit of art and artifacts at Musee de la Chasse et de la Nature in Paris traces dog's place in humankind's affections from 16th through 19th century; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-02-11T00:00:00Z", "word_count": 302, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "REYNOLDS", "organization": "", "firstname": "Catharine"}], "original": "By CATHARINE REYNOLDS"}, "multimedia": [], "blog": [], "lead_paragraph": "Man's best friend has no greater champion than a Frenchman. ''Vies de Chiens,'' an exhibition that runs until March 31 at the Musée de la Chasse et de la Nature in Paris, demonstrates this with panache. With artifacts and paintings, it traces the dog's place in humankind's affections from the 16th through the 19th century. The show focuses on dogs made famous by their masters, many of them royal, who commissioned luxurious apparel for their pets and had them sit -- or point or beg -- for talented artists. Louis XIV so cherished his hounds that they were carried on horseback to the hunt, lest they fatigue themselves, but Alexandre-François Desportes had the wisdom to portray them working the Île-de-France coverts. Jean-Baptiste Oudry succeeded him as court-appointed pet portraitist. Their canvases are show stoppers.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "In Paris, a Dog's Vie en Rose"}, "_id": "4fd24f898eb7c8105d7f2522", "web_url": "http://www.nytimes.com/2001/02/11/travel/travel-advisory-in-paris-a-dog-s-vie-en-rose.html", "keywords": [{"name": "glocations", "value": "PARIS (FRANCE)"}, {"name": "organizations", "value": "MUSEE DE LA CHASSE ET DE LA NATURE"}, {"name": "subject", "value": "DOGS"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Aficionados of Eastern art and culture have another reason to visit the Royal Ontario Museum in Toronto. The museum, known for its suite of Chinese, Korean and East Asian Galleries, has opened a permanent gallery dedicated to the art and culture o...", "section_name": null, "print_page": "3", "abstract": "Royal Ontario Museum in Toronto opens exhibits on Eastern art and culture; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-02-04T00:00:00Z", "word_count": 262, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "CATTO", "organization": "", "firstname": "Susan"}], "original": "By SUSAN CATTO"}, "multimedia": [], "blog": [], "lead_paragraph": "Aficionados of Eastern art and culture have another reason to visit the Royal Ontario Museum in Toronto. The museum, known for its suite of Chinese, Korean and East Asian Galleries, has opened a permanent gallery dedicated to the art and culture of South Asia. The new gallery, the Christopher Ondaatje South Asian Gallery (named for the Canadian investment broker and author who endowed the project), explores the geography, history, religions and artistic achievement of the Indian subcontinent.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Toronto Museum Adds to Asian Collection"}, "_id": "4fd242bd8eb7c8105d7dbd97", "web_url": "http://www.nytimes.com/2001/02/04/travel/travel-advisory-toronto-museum-adds-to-asian-collection.html", "keywords": [{"name": "organizations", "value": "ROYAL ONTARIO MUSEUM"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "One-day adult admission prices to major theme parks in Orlando and Tampa have broken the $50 mark. The theme parks have been raising prices by a couple of dollars on average each year for the last decade.    The first park to announce the price in...", "section_name": null, "print_page": "3", "abstract": "One-day adult admission prices to major theme parks in Orlando and Tampa have broken $50 mark; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-01-28T00:00:00Z", "word_count": 235, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "organization": "", "rank": 1}], "original": "By DENNIS M. BLANK"}, "multimedia": [], "blog": [], "lead_paragraph": "One-day adult admission prices to major theme parks in Orlando and Tampa have broken the $50 mark. The theme parks have been raising prices by a couple of dollars on average each year for the last decade. The first park to announce the price increases this month was Busch Gardens in Tampa. On Jan. 3, its adult admission price (for age 10 to 55) increased to $51.18 with tax, from $48.76; the price for children (age 3 to 9) went to $41.57, up from $39.22. How ever, Busch Gardens is the only theme park that allows paying guests to return free as often as they want during 2001 (except for eight blackout days), if they request the Florida Fun Card.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Florida Theme Parks Break the $50 Mark"}, "_id": "4fd24f8c8eb7c8105d7f27d4", "web_url": "http://www.nytimes.com/2001/01/28/travel/travel-advisory-florida-theme-parks-break-the-50-mark.html", "keywords": [{"name": "glocations", "value": "TAMPA (FLA)"}, {"name": "glocations", "value": "FLORIDA"}, {"name": "glocations", "value": "ORLANDO (FLA)"}, {"name": "organizations", "value": "BUSCH GARDENS"}, {"name": "organizations", "value": "DISNEY, WALT, WORLD"}, {"name": "subject", "value": "AMUSEMENT PARKS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Museum of the History of Paris, housed in the elegant 16th- and 17th-century Carnavalet mansion in the Marais district, expanded into the adjacent Le Peletier de St.-Fargeau town house in 1989. But the late-17th-century orangery in that buildi...", "section_name": null, "print_page": "3", "abstract": "Museum of the History of Paris, in Carnavalet mansion in Marais district, opens new wing for earliest artifacts (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-01-21T00:00:00Z", "word_count": 243, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "The Museum of the History of Paris, housed in the elegant 16th- and 17th-century Carnavalet mansion in the Marais district, expanded into the adjacent Le Peletier de St.-Fargeau town house in 1989. But the late-17th-century orangery in that building remained closed to the public until December. Restored at a cost of $1.6 million, this new wing of the Carnavalet houses the earliest artifacts from the museum's archaeological collection, including several especially well-preserved Neolithic pirogues discovered in the Bercy quarter of Paris in the 1990's. These shallow oak boats, used for fishing and transport, bear witness to the village that flourished on the eastern banks of the Seine from about 4400 to 2200 B.C.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "In Paris, Carnavalet Opens a New Wing"}, "_id": "4fd242c18eb7c8105d7dc005", "web_url": "http://www.nytimes.com/2001/01/21/travel/travel-advisory-in-paris-carnavalet-opens-a-new-wing.html", "keywords": [{"name": "glocations", "value": "PARIS (FRANCE)"}, {"name": "glocations", "value": "MARAIS (PARIS)"}, {"name": "organizations", "value": "MUSEUM OF THE HISTORY OF PARIS"}, {"name": "subject", "value": "HISTORY"}, {"name": "subject", "value": "MUSEUMS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Restoring a small Georgia farm and house to its exact Depression-era appearance isn't easy, but the National Park Service had Jimmy Carter, the last living 1930's occupant of the house, as an adviser. The farm and one-story white-frame house  are ...", "section_name": null, "print_page": "3", "abstract": "Jimmy Carter National Historic Site, Georgia farm where former president lived from 1928 to 1942, is opened to public after restoration by National Park Service; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-01-07T00:00:00Z", "word_count": 209, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "TAAFFE", "organization": "", "firstname": "William"}], "original": "By WILLIAM TAAFFE"}, "multimedia": [], "blog": [], "lead_paragraph": "Restoring a small Georgia farm and house to its exact Depression-era appearance isn't easy, but the National Park Service had Jimmy Carter, the last living 1930's occupant of the house, as an adviser. The farm and one-story white-frame house are part of the Jimmy Carter National Historic Site, (229) 824-3413, www.nps.gov/ jica, which opened in November. It is two and a half miles west of Plains, Ga., and 120 miles south of Atlanta. Mr. Carter lived in the house from 1928 to 1942. The four-year, $1.2 million project to restore the property -- the house, a reconstructed barn, a small farm store, a windmill, a blacksmith shop and 15 acres of what was the family's 360-acre farm -- was carried out by the National Park Service. Sarah Robinson, a ranger at the site, said Mr. Carter was a much-involved overseer. That involvement included two days designing and supervising the reconstruction of a privy behind the house.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Jimmy Carter's Home Becomes a Historic Site"}, "_id": "4fd242c08eb7c8105d7dbf98", "web_url": "http://www.nytimes.com/2001/01/07/travel/travel-advisory-jimmy-carter-s-home-becomes-a-historic-site.html", "keywords": [{"name": "persons", "value": "CARTER, JIMMY"}, {"name": "organizations", "value": "NATIONAL PARK SERVICE"}, {"name": "subject", "value": "HISTORIC BUILDINGS AND SITES"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Visitors to London will have royalty as neighbors at 51 Buckingham Gate, a new all-apartment luxury hotel a block from Buckingham Palace. The 82 studio-  to three-bedroom suites are spread among three connected and restored 1898 mansions across a ...", "section_name": null, "print_page": "3", "abstract": "51 Buckingham Gate, all-apartment luxury hotel, opens in London, block from royal palace (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-12-17T00:00:00Z", "word_count": 240, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Visitors to London will have royalty as neighbors at 51 Buckingham Gate, a new all-apartment luxury hotel a block from Buckingham Palace. The 82 studio- to three-bedroom suites are spread among three connected and restored 1898 mansions across a courtyard from the Crown Plaza London-St. James Hotel. Both are Taj Hotel Resorts properties. Each building is slightly different in style: Falconers has a contemporary design and Minsters a more traditional look, while Kings uses leather, satin and velvet appointments. But each shares the services of four butlers trained by Ivor Spencer, who has provided butlers for the palace down the street. Guests also have access to 24-hour concierge and room service.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A London Hotel Opens, Butlers at the Ready"}, "_id": "4fd20f028eb7c8105d780ebe", "web_url": "http://www.nytimes.com/2000/12/17/travel/travel-advisory-a-london-hotel-opens-butlers-at-the-ready.html", "keywords": [{"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "LONDON (ENG)"}, {"name": "organizations", "value": "FIFTY-ONE BUCKINGHAM GATE"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Thirty-one years after it was declared unsafe, the Vittoriano -- the enormous national monument in the Piazza Venezia in Rome commemorating King Victor Emanuel II -- reopened to the public this month.     The $4.5 million restoration of the landma...", "section_name": null, "print_page": "3", "abstract": "Vittoriano monument in Rome is reopened after three-year restoration; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-11-26T00:00:00Z", "word_count": 294, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "POVOLEDO", "organization": "", "firstname": "Elisabetta"}], "original": "By ELISABETTA POVOLEDO"}, "multimedia": [], "blog": [], "lead_paragraph": "Thirty-one years after it was declared unsafe, the Vittoriano -- the enormous national monument in the Piazza Venezia in Rome commemorating King Victor Emanuel II -- reopened to the public this month. The $4.5 million restoration of the landmark, which has taken three years, reversed years of water damage, brightened the marble and restored the decorations of sparkling mosaics and marble floors of the portico. The 33-by-39-foot bronze statue of the king -- so immense that more than a dozen men once had lunch inside the horse's belly -- was also restored, while rooms on the ground floor have been transformed into a visitor's center where models for the monument are on show. A bookshop and cafeteria will open early next year.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Rome's Wedding Cake Is Fully Restored"}, "_id": "4fd204068eb7c8105d76ab63", "web_url": "http://www.nytimes.com/2000/11/26/travel/travel-advisory-rome-s-wedding-cake-is-fully-restored.html", "keywords": [{"name": "glocations", "value": "ITALY"}, {"name": "glocations", "value": "ROME (ITALY)"}, {"name": "subject", "value": "MONUMENTS AND MEMORIALS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Next weekend, Baltimore will be the site of a military invasion, one that the city is happy to see. On Saturday, the Army-Navy  football game will come to the city for the first time since 1944. The game, one of the most famous rivalries in colleg...", "section_name": null, "print_page": "3", "abstract": "Baltimore hosts Army-Navy football games and many special weekend events (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-11-26T00:00:00Z", "word_count": 295, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Next weekend, Baltimore will be the site of a military invasion, one that the city is happy to see. On Saturday, the Army-Navy football game will come to the city for the first time since 1944. The game, one of the most famous rivalries in college football, will be played in PSINet Stadium, and even though all the tickets are sold out, festivities surrounding the event are open to everyone. Military vehicles and ships will be on display Thursday through Sunday at the Inner Harbor and Fells Point. On Friday and Saturday, the Army-Navy Fan Fest will fill the Baltimore Convention Center, on Pratt Street near the Camden Yards baseball stadium three blocks from the Inner Harbor, with simulators that recreate rides in a tank and a jet fighter. Other Fan Fest activities will include games that test youngsters' skills throwing passes and running an obstacle course, displays of football memorabilia and a giant TV where fans can watch the game. Admission is $5, $3 for children; call (800) 874-6289.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Football Fans To Invade Baltimore"}, "_id": "4fd21bd48eb7c8105d79b385", "web_url": "http://www.nytimes.com/2000/11/26/travel/travel-advisory-football-fans-to-invade-baltimore.html", "keywords": [{"name": "glocations", "value": "BALTIMORE (MD)"}, {"name": "organizations", "value": "UNITED STATES NAVAL ACADEMY"}, {"name": "organizations", "value": "UNITED STATES MILITARY ACADEMY"}, {"name": "subject", "value": "FOOTBALL"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 60, "offset": 980}}, "status": "OK"}