{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Tiny, remote Palm Island, in the Grenadines chain of islands between St. Vincent and Grenada in the Caribbean, has a new upscale beach resort, an all-inclusive cottage hotel named Palm Island.    The previous resort on the island, the more rustic ...", "section_name": null, "print_page": "3", "abstract": "Tiny remote Palm Island, in Grenadines, is setting for new luxury beach resort; island has five beachers, coral reefs and three small mountains, but no airport or automobiles; map (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-03-12T00:00:00Z", "word_count": 285, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "Frank", "firstname": "Frances", "role": "reported", "lastname": "MARCUS", "organization": ""}], "original": "By FRANCES FRANK MARCUS"}, "multimedia": [], "blog": [], "lead_paragraph": "Tiny, remote Palm Island, in the Grenadines chain of islands between St. Vincent and Grenada in the Caribbean, has a new upscale beach resort, an all-inclusive cottage hotel named Palm Island. The previous resort on the island, the more rustic Palm Island Beach Club, was bought and leveled by the developer of the new property. Palm Island, open since Jan. 18, has a cluster of 40 units in 22 cottages, two open-air restaurants, a 90-foot long free-form pool, and a private launch to whisk guests back and forth from the small airport on Union Island, a 10-minute boat ride through turquoise water.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Grenadines' Latest: Palm Island Resort"}, "_id": "4fd230ce8eb7c8105d7bf922", "web_url": "http://www.nytimes.com/2000/03/12/travel/travel-advisory-grenadines-latest-palm-island-resort.html", "keywords": [{"name": "glocations", "value": "PALM ISLAND (GRENADINES)"}, {"name": "glocations", "value": "GRENADINES"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Five hundred dollars may seem a stiff price for a hunk of cheese, but at Shelburne Farms in Vermont, it comes with a three-day cheese-making workshop and a two-night stay at the luxurious Inn at Shelburne Farms. On May 12, 13 and 14, the farm will...", "section_name": null, "print_page": "3", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2000-03-05T00:00:00Z", "word_count": 320, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "CALTA", "organization": "", "firstname": "Marialisa"}], "original": "By MARIALISA CALTA"}, "multimedia": [], "blog": [], "lead_paragraph": "Five hundred dollars may seem a stiff price for a hunk of cheese, but at Shelburne Farms in Vermont, it comes with a three-day cheese-making workshop and a two-night stay at the luxurious Inn at Shelburne Farms. On May 12, 13 and 14, the farm will put on a residential course, Pasture to Palate: The Art of Cheese Making. Shelburne Farms, on Lake Champlain, is a 1,400-acre working dairy farm, a National Historic Site and a nonprofit environmental education institution. It includes a turn-of-the-century Queen Anne cottage, once owned by Dr. William Seward Webb and his wife, Lila Vanderbilt, on grounds landscaped by Frederick Law Olmsted, the designer of Central Park. The house has been refurbished and is open mid-May through mid-October as an inn. The farm is also home to a prize-winning cheese-making operation, producing cheddar from the farm's own herd of registered Brown Swiss cows.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A Weekend for Those Who Really Like Cheddar"}, "_id": "4fd212c98eb7c8105d789738", "web_url": "http://www.nytimes.com/2000/03/05/travel/travel-advisory-a-weekend-for-those-who-really-like-cheddar.html", "keywords": [], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "HOTEL  Vintage Brew      Who wants to be so gauche as to order the wrong beer with quesadillas or chicken wings? At the Four Points Hotel Los Angeles International Airport, there's no risk of that, now that the hotel has a beer sommelier. The hote...", "section_name": null, "print_page": "3", "abstract": "Notes on wide selection of beer at Four Points Hotel Los Angeles International Airport and an archaeological digs this summer in Cortez, Colo", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-02-27T00:00:00Z", "word_count": 166, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SIANO", "organization": "", "firstname": "Joseph"}], "original": "By JOSEPH SIANO"}, "multimedia": [], "blog": [], "lead_paragraph": "HOTEL Vintage Brew Who wants to be so gauche as to order the wrong beer with quesadillas or chicken wings? At the Four Points Hotel Los Angeles International Airport, there's no risk of that, now that the hotel has a beer sommelier. The hotel stocks more than 30 different varieties of ambers, lagers, microbrews, imports and other beers. The 573-room hotel was formerly the Continental Plaza; call (310) 645-4600.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "SHORTS"}, "_id": "4fd1f22f8eb7c8105d749787", "web_url": "http://www.nytimes.com/2000/02/27/travel/travel-advisory-shorts.html", "keywords": [{"name": "glocations", "value": "CORTEZ (COLO)"}, {"name": "organizations", "value": "FOUR POINTS HOTEL LOS ANGELES INTERNATIONAL AIRPORT"}, {"name": "subject", "value": "ARCHAELOGY AND ANTHROPOLOGY"}, {"name": "subject", "value": "BEER"}, {"name": "subject", "value": "ALCOHOLIC BEVERAGES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "An exhibition at the Columbus Museum of Art in Columbus, Ohio, examines the Midwest through historical works and four newly commissioned pieces. ''Illusions of Eden: Visions of the American Heartland,'' continuing through April 30, tries to place ...", "section_name": null, "print_page": "3", "abstract": "Columbus Museum of Art in Columbus, Ohio, examines Midwest through historical works of art and four newly commissioned pieces (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-02-27T00:00:00Z", "word_count": 125, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "An exhibition at the Columbus Museum of Art in Columbus, Ohio, examines the Midwest through historical works and four newly commissioned pieces. ''Illusions of Eden: Visions of the American Heartland,'' continuing through April 30, tries to place past artists in a contemporary context. Works by 31 painters from the first half of the 20th century, including Grant Wood, Thomas Hart Benton and John Steuart Curry, will be on display, along with photographs by Margaret Bourke-White, Walker Evans and others. Newly commissioned work by Malcolm Cochran, Maya Lin, Mary Lucier and Kerry James Marshall forms the contemporary component.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Ohio Museum Explores Midwestern Identity"}, "_id": "4fd203358eb7c8105d76903e", "web_url": "http://www.nytimes.com/2000/02/27/travel/travel-advisory-ohio-museum-explores-midwestern-identity.html", "keywords": [{"name": "organizations", "value": "COLUMBUS MUSEUM OF ART"}, {"name": "subject", "value": "ART"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Danish Design Center, a showcase for Danish and international industrial design and graphic arts, moved to new headquarters overlooking Tivoli Gardens in Copenhagen on Jan. 10. The five-story building, created by a Danish architect, Henning La...", "section_name": null, "print_page": "3", "abstract": "Danish Design Center's new location overlooking Tivoli Gardens in Copenhagen noted (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-02-20T00:00:00Z", "word_count": 213, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "LABALME", "organization": "", "firstname": "Corinne"}], "original": "By CORINNE LABALME"}, "multimedia": [], "blog": [], "lead_paragraph": "The Danish Design Center, a showcase for Danish and international industrial design and graphic arts, moved to new headquarters overlooking Tivoli Gardens in Copenhagen on Jan. 10. The five-story building, created by a Danish architect, Henning Larsen, is clad with an energy-conserving double-glass screen that provides natural climate control. Conceived as a clearinghouse for the design industry, as well as a museum for the public, the new building includes 9,700 square feet of exhibition space, a store selling books; Royal Copenhagen and Georg Jensen tableware and other design items; a cafe; conference rooms, archives and offices. Several exhibitions can run simultaneously.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Danish Design Center Moves Into a New Home"}, "_id": "4fd1f32f8eb7c8105d74b42f", "web_url": "http://www.nytimes.com/2000/02/20/travel/travel-advisory-danish-design-center-moves-into-a-new-home.html", "keywords": [{"name": "glocations", "value": "COPENHAGEN (DENMARK)"}, {"name": "glocations", "value": "DENMARK"}, {"name": "subject", "value": "DESIGN"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Looming dinosaur skeletons, 3-D laser shows and a model of a human blood vessel are all on permanent display at the Science Museum of Minnesota. The 93-year-old museum, which reopened last month at its new location on the banks of the Mississippi ...", "section_name": null, "print_page": "3", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2000-01-16T00:00:00Z", "word_count": 248, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Looming dinosaur skeletons, 3-D laser shows and a model of a human blood vessel are all on permanent display at the Science Museum of Minnesota. The 93-year-old museum, which reopened last month at its new location on the banks of the Mississippi in St. Paul, is home to the first convertible dome Omnitheater in the United States -- which can show movies on either a flat screen or a domed one -- and nearly two million artifacts. In the Mississippi Gallery, visitors wind past waterfalls, walk through sewer pipes, observe working navigation locks and ''command'' a real Mississippi River towboat from the ship's pilothouse.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A Minnesota Museum Moves to the Riverbank"}, "_id": "4fd233c48eb7c8105d7c46cc", "web_url": "http://www.nytimes.com/2000/01/16/travel/travel-advisory-a-minnesota-museum-moves-to-the-riverbank.html", "keywords": [], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Aside from the fun of flying, convenience is the big draw for executives who pilot their own planes for business trips....", "section_name": "Business", "print_page": "6", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "2005-04-26T00:00:00Z", "word_count": 1273, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Elizabeth", "lastname": "OLSON", "organization": "", "rank": 1}], "original": "By ELIZABETH OLSON"}, "multimedia": [{"url": "images/2005/04/26/business/pilot.75.jpg", "subtype": "thumbnail", "type": "image", "height": 75, "legacy": {"thumbnail": "images/2005/04/26/business/pilot.75.jpg", "thumbnailheight": 75, "hasthumbnail": "Y"}}], "blog": [], "lead_paragraph": "Allen Warner, who owns two Cleveland industrial-coating companies, got his first hankering for flying when he and his parents watched planes take off and land at a local airstrip. He never did anything to fulfill his childhood dream of becoming a pilot, however, until he sat next to one on a business trip in 2000. ''When I told him about wanting to be in the cockpit, the pilot, a veteran of Continental Airlines, looked at me and asked what my excuse was for not flying,'' he said. Mr. Warner, who had often had trouble making connections to small cities to visit his company's dealerships, had no convincing answer.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "More Executives Are Taking the Controls"}, "_id": "4fd284b48eb7c8105d853d19", "web_url": "http://www.nytimes.com/2005/04/26/business/26pilots.html", "keywords": [{"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "PILOTS"}, {"name": "subject", "value": "EXECUTIVES AND MANAGEMENT"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "savoy no more One of the grand names in hotels has disappeared from a company name now that the London-based Savoy Group has been sold to an investment group. A new company formed by the investors, the Maybourne Hotel Group, will own and manage th...", "section_name": "Business", "print_page": "8", "abstract": "London's landmark Savoy Hotel has disappeared from company name now that Savoy Group has been sold to investment group; new company formed by investors, Maybourne Hotel Group, will own and manage Berkeley, Claridge's and Connaught hotels in London; Savoy Hotel was sold separately last week; America West Airlines will drop flights between San Francisco and Kennedy International, San Francisco and Boston, and Los Angeles and Washington-Dulles, citing fare competition; survey by Innovation Analysis Group for Airguide Magazine finds nearly half of airline passengers say airport security is 'hassle' and is no improvement over pre-Sept 11 security; American Airlines' decision in 2003 to cut nearly half of its flights at Lambert Field in St Louis had serious impact; in 2004, about 7 million passengers boarded commercial flights at Lambert, compared with 10.2 million in 2003 and more than 15 million in 2000 and 1999; US Bureau of Transportation Statistics says 19.4 percent of domestic flights arrived late in first 11 months of last year, up from 15.8 percent during period in 2003; photo (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2005-01-25T00:00:00Z", "word_count": 415, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Joe", "lastname": "SHARKEY", "organization": "", "rank": 1}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "SAVOY NO MORE -- One of the grand names in hotels has disappeared from a company name now that the London-based Savoy Group has been sold to an investment group. A new company formed by the investors, the Maybourne Hotel Group, will own and manage the Berkeley, Claridge's and Connaught hotels in London. The landmark Savoy Hotel, built overlooking the Thames in 1889, was sold separately last week. The Maybourne Group, which is based in London, said it was looking for new opportunities to buy and develop superluxury hotels around the world. TRANSCONTINENTAL FLIGHTS CUT -- America West Airlines is dropping three of the transcontinental flights it enthusiastically introduced in 2003 to take advantage of ''high-fare markets that are or were dominated by the higher-cost airlines,'' as an airline executive put it at the time. Since then, partly in response to America West's low prices, most airlines have been cutting fares on highly competitive coast-to-coast routes. America West said it would drop flights between San Francisco and Kennedy International; San Francisco and Boston; and Los Angeles and Washington-Dulles, citing fare competition. The airline said it would continue to operate flights between Los Angeles and Kennedy and Los Angeles and Boston. UNHAPPY WITH SECURITY -- Nearly half of airline passengers say airport security is a ''hassle'' and is no improvement over the pre-Sept. 11 security, according to a survey by the Innovation Analysis Group for Airguide Magazine. About 17 percent of the more than 1,200 travelers surveyed said airport security procedures were ''much better'' than before Sept. 11 and ''well worth the time.'' FEWER FLIGHTS IN ST. LOUIS -- How serious was the impact of American Airlines' decision in 2003 to cut nearly half of its flights at Lambert Field in St. Louis? Very serious, according to air traffic data. In 2004, about 7 million passengers boarded commercial flights at Lambert -- compared with 10.2 million in 2003 and more than 15 million in both 2000 and 1999. BAD OLD DAYS REDUX -- Remember the air traffic mess of 1999 and 2000, when flight delays were routine? Well, delays are soaring again as air travel returns to its peak levels of 2000. In the first 11 months of last year, 19.4 percent of domestic flights arrived late, according to the United States Bureau of Transportation Statistics. That is up from 15.8 percent during the period in 2003, and approaching the peak-year levels of 2000 (22.2 percent late arrivals) and 1999 (20.9 percent). JOE SHARKEY", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd24a488eb7c8105d7e808c", "web_url": "http://www.nytimes.com/2005/01/25/business/25memo.ready.html", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "ST LOUIS (MO)"}, {"name": "glocations", "value": "SAN FRANCISCO (CALIF)"}, {"name": "glocations", "value": "BOSTON (MASS)"}, {"name": "glocations", "value": "LONDON (ENG)"}, {"name": "glocations", "value": "LOS ANGELES (CALIF)"}, {"name": "organizations", "value": "BERKELEY HOTEL"}, {"name": "organizations", "value": "AMERICAN AIRLINES"}, {"name": "organizations", "value": "AIRGUIDE MAGAZINE"}, {"name": "organizations", "value": "AMERICA WEST AIRLINES"}, {"name": "organizations", "value": "SAVOY GROUP"}, {"name": "organizations", "value": "BUREAU OF TRANSPORTATION STATISTICS"}, {"name": "organizations", "value": "SAVOY HOTEL"}, {"name": "organizations", "value": "CONNAUGHT HOTEL"}, {"name": "organizations", "value": "INNOVATION ANALYSIS GROUP"}, {"name": "organizations", "value": "MAYBOURNE HOTEL GROUP"}, {"name": "organizations", "value": "CLARIDGE HOTEL"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "NAMES, ORGANIZATIONAL"}, {"name": "subject", "value": "KENNEDY INTERNATIONAL AIRPORT (NYC)"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "PUBLIC OPINION"}, {"name": "subject", "value": "LAMBERT FIELD (ST LOUIS)"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "WASHINGTON DULLES INTERNATIONAL AIRPORT"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}, {"name": "subject", "value": "DELAYS (TRANSPORTATION)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Tickets can now be ordered for two major sports events in Europe that are certain to interest American fans.    Through Dec. 22, United States and Canadian residents can order tickets for the Winter Olympic Games in Turin, Feb. 10 to 26, 2006. CoS...", "section_name": null, "print_page": "3", "abstract": "US and Canadian residents can order tickets, through December 22, for Winter Olympic Games in Turin, Feb 10 to 26, 2006, from CoSport of Far Hills, NJ, official US sales outlet; US Tennis Assn will try to help US buyers seeking tickets to Davis Cup finals in Seville, Spain, December 3 to 5, who send e-mail to daviscup@usta.com (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-11-14T00:00:00Z", "word_count": 346, "news_desk": "Travel Desk", "byline": {"person": [{"role": "reported", "firstname": "Andrew", "lastname": "FERREN", "organization": "", "rank": 1}, {"role": "reported", "firstname": "Fran", "lastname": "HANDMAN", "organization": "", "rank": 2}], "original": "By ANDREW FERREN and FRAN HANDMAN"}, "multimedia": [], "blog": [], "lead_paragraph": "Tickets can now be ordered for two major sports events in Europe that are certain to interest American fans. Through Dec. 22, United States and Canadian residents can order tickets for the Winter Olympic Games in Turin, Feb. 10 to 26, 2006. CoSport, the Far Hills, N.J., company that is the official United States sales outlet for the tickets, is taking orders at (877) 457-4647 or www.cosport.com. Orders must be accompanied by full credit-card payment. If requested tickets are sold out, customers will be offered the choice of ordering other tickets or getting a charge credit. CoSport expects to do this some time in January.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Ordering Davis Cup And Olympics Tickets"}, "_id": "4fd280918eb7c8105d84b9c4", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C04E1D6113CF937A25752C1A9629C8B63", "keywords": [{"name": "glocations", "value": "TURIN (ITALY)"}, {"name": "organizations", "value": "UNITED STATES TENNIS ASSOCIATION"}, {"name": "organizations", "value": "COSPORT"}, {"name": "subject", "value": "DAVIS CUP"}, {"name": "subject", "value": "OLYMPIC GAMES (2006)"}, {"name": "subject", "value": "OLYMPIC GAMES"}, {"name": "subject", "value": "TENNIS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "There is no way to find out if you are on the government's watch list until you check in for a flight. Worse, there may be no way off....", "section_name": "Technology; Business", "print_page": "8", "abstract": "Airline passengers on Transportation Security Administration's watch list find it difficult to get off list; list comprises at least nine government databases estimated to include over 40,000 names, divided into smaller no-fly list of suspected terrorists or national security threats and much larger list of people requiring more rigorous screening; passengers can get on second database for activities like paying with cash, booking seat at last minute, flying one way or even having no luggage; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-11-02T00:00:00Z", "word_count": 1263, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Christopher", "lastname": "ELLIOTT", "organization": "", "rank": 1}], "original": "By CHRISTOPHER ELLIOTT"}, "multimedia": [{"url": "images/2004/11/02/business/02trapped.75.jpg", "subtype": "thumbnail", "type": "image", "height": 75, "legacy": {"thumbnail": "images/2004/11/02/business/02trapped.75.jpg", "thumbnailheight": 75, "hasthumbnail": "Y"}}], "blog": [], "lead_paragraph": "Having your name added to the Transportation Security Administration's watch list, a register of airline passengers the government wants to screen more rigorously, is easy. Just ask Harold Smith, who works for a specialty surgical-equipment distributor in Fort Worth. One recent morning, as he checked in for a flight to Austin, Tex., an electronic kiosk rejected his seat assignment request and referred him to the ticket counter.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Getting Off a Security Watch List Is the Hard Part"}, "_id": "4fd259fb8eb7c8105d8066db", "web_url": "http://www.nytimes.com/2004/11/02/business/02trapped.html", "keywords": [{"name": "organizations", "value": "TRANSPORTATION SECURITY ADMINISTRATION"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "FREEDOM OF SPEECH AND EXPRESSION"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 71, "offset": 1190}}, "status": "OK"}