{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "AIRLINES typically reduce the number of flights on Dec. 31, because experience has taught them that most people have already arrived at their destination by then, in plenty of time to welcome in the new year. But this Dec. 31, a number of airlines...", "section_name": "Technology; Business", "print_page": "8", "abstract": "Business Travel column finds Year 2000 computer concerns are causing some airlines to cut more flights than usual on December 31, 1999 (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-10-06T00:00:00Z", "word_count": 668, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "AIRLINES typically reduce the number of flights on Dec. 31, because experience has taught them that most people have already arrived at their destination by then, in plenty of time to welcome in the new year. But this Dec. 31, a number of airlines are cutting back more than usual. Their decisions reflect low demand, apparently stemming largely from popular concerns about flying on or around the time the world's computers are scheduled to turn over from 1999 to 2000.", "headline": {"main": "Business Travel; Year 2000 concerns are causing some airlines to cut more flights than usual for New Year's Eve."}, "_id": "4fd1efcd8eb7c8105d745099", "web_url": "http://www.nytimes.com/1999/10/06/business/business-travel-year-2000-concerns-are-causing-some-airlines-cut-more-flights.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "TWO THOUSAND (YEAR)"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "WARRANTED or not, the image problem of airlines continues. The latest critics are subscribers to Consumer Reports, who, according to the June issue of the magazine, rate airlines ''only slightly more favorably than they do cable TV companies and c...", "section_name": "Business", "print_page": "11", "abstract": "Consumer Reports survey finds airlines have customer-satisfaction problem; among complaints are cutback in passenger amenities at time when profits are soaring for major airlines; United Airlines is offering discounts as much as 60 percent for travel that begins on Friday or Saturday of Memorial Day weekend and returns that Sunday or Monday; more than 50 hotels in US and Britain are making newspapers from around the world available to guests by about 6:30 AM the same day--innovation made possible by transmitting contents of papers to Xerox document technology centers in major cities, where they are printed (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-05-19T00:00:00Z", "word_count": 649, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "WARRANTED or not, the image problem of airlines continues. The latest critics are subscribers to Consumer Reports, who, according to the June issue of the magazine, rate airlines ''only slightly more favorably than they do cable TV companies and commercial diet programs -- cellar dwellers in the magazine's customer satisfaction rankings.'' Among their complaints are the cutback in passenger amenities at a time when profits are soaring for the major airlines. The sense of dissatisfaction extends to meals, with Consumer Reports saying that the average spending fell more than 26 percent between 1992 and 1998 -- to $4.16 a passenger from $5.67.", "headline": {"main": "Business Travel; A survey of passengers finds that the airlines do indeed have a customer-satisfaction problem."}, "_id": "4fd1ea2c8eb7c8105d739835", "web_url": "http://www.nytimes.com/1999/05/19/business/business-travel-survey-passengers-finds-that-airlines-indeed-have-customer.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "organizations", "value": "XEROX CORP"}, {"name": "organizations", "value": "UNITED AIRLINES"}, {"name": "organizations", "value": "CONSUMER REPORTS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "NEWSPAPERS"}, {"name": "subject", "value": "MEMORIAL DAY"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THERE is nothing new about complaints of crowded airplanes, cramped airline seats and high-priced hotel rooms that do not allow guests to check in before midafternoon -- and which, when they do finally check in, they frequently find dirty. But the...", "section_name": "Business", "print_page": "8", "abstract": "Customer complaints about airlines and hotels are on the rise, but it is highly unlikely that anything will be done about it; many airlines are offering double frequent-flier miles in November; number of airlines banning smoking on flights continues to grow; Brazilian carriers Varig, VASP and Transbrasil and Japan Airlines have enforced new bans; airline officials say there are too many unruly passengers on flights, but they are divided about whether in-flight assaults and incidents are increasing (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-11-04T00:00:00Z", "word_count": 659, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "THERE is nothing new about complaints of crowded airplanes, cramped airline seats and high-priced hotel rooms that do not allow guests to check in before midafternoon -- and which, when they do finally check in, they frequently find dirty. But the complaints have grown louder in each of the last five or six years since the airline and hotel industries struggled back from the financial brink. Nevertheless, it is still surprising to hear strangers and casual acquaintances say only half in jest that an economic downturn could bring about a return to better service, lower prices, more legroom and more amenities. But while any of that is possible, industry executives say, it is highly unlikely.", "headline": {"main": "Business Travel; Customer complaints about airlines and hotels are on the rise, but don't expect many changes."}, "_id": "4fd1e16a8eb7c8105d729bba", "web_url": "http://www.nytimes.com/1998/11/04/business/business-travel-customer-complaints-about-airlines-hotels-are-rise-but-don-t.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "US AIRWAYS"}, {"name": "organizations", "value": "VARIG AIRLINES"}, {"name": "organizations", "value": "UNITED AIRLINES"}, {"name": "organizations", "value": "JAPAN AIRLINES"}, {"name": "organizations", "value": "TRANSBRASIL"}, {"name": "organizations", "value": "TRANS WORLD AIRLINES"}, {"name": "organizations", "value": "VASP BRAZILIAN AIRLINES"}, {"name": "organizations", "value": "AMERICAN AIRLINES INC"}, {"name": "organizations", "value": "NORTHWEST AIRLINES"}, {"name": "organizations", "value": "DELTA AIR LINES INC"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "ASSAULTS"}, {"name": "subject", "value": "SMOKING AND TOBACCO"}, {"name": "subject", "value": "CONSUMER BEHAVIOR"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "NEXT month, boarding an airplane might become a more frustrating process than it often already is.    Beginning April 1, the Airlines Reporting Corporation, a clearinghouse owned by major United States airlines that processes tickets issued by tra...", "section_name": "Business", "print_page": "7", "abstract": "Airlines Reporting Corp, clearinghouse owned by major United States airlines that processes tickets issued by travel agents, will bar use of re-validation stickers used by agents and clients to make last-minute changes on airline tickets; Inter-Continental Hotels, owned by Saison Group of Japan, will introduce own version of guest rooms designed expressly for business travelers at nine North American properties; Israel and Jordan plan to open Peace International Airport at Red Sea port of Aqaba, Jordan, by mid-1998 (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-03-19T00:00:00Z", "word_count": 708, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Jane", "role": "reported", "lastname": "Levere", "organization": ""}], "original": "By Jane L. Levere"}, "multimedia": [], "blog": [], "lead_paragraph": "NEXT month, boarding an airplane might become a more frustrating process than it often already is. Beginning April 1, the Airlines Reporting Corporation, a clearinghouse owned by major United States airlines that processes tickets issued by travel agents, is barring the use of revalidation stickers. Travel agents and their clients -- including many frequent fliers -- have used the stickers for years to make last-minute changes on airline tickets.", "headline": {"kicker": "Business Travel", "main": "Airline travel is due to become a bit more frustrating when revalidation stickers are barred."}, "_id": "4fd1ce878eb7c8105d7066d6", "web_url": "http://www.nytimes.com/1997/03/19/business/airline-travel-due-become-bit-more-frustrating-when-revalidation-stickers-are.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "JORDAN"}, {"name": "glocations", "value": "PEACE INTERNATIONAL AIRPORT (JORDAN)"}, {"name": "organizations", "value": "AIRLINES REPORTING CORP"}, {"name": "organizations", "value": "SAISON GROUP"}, {"name": "organizations", "value": "INTER-CONTINENTAL HOTELS CORP"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "TRAVEL AGENCIES AND AGENTS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "DESPITE the space squeeze aloft, cabins on international flights may soon have in-flight A.T.M.-type machines that dispense foreign currencies at exchange rates comparable to those in airports.    Next spring, Cathay Pacific and Swissair will try ...", "section_name": "Business", "print_page": "8", "abstract": "Cabins on international flights may soon have inflight ATM-type machines that dispense foreign currencies at exchange rates comparable to those in airports; next spring, Cathay Pacific and Swissair will try out small 150-pound model, developed by Aero-Design Technology and stocked with currencies by yet unnamed banking partner; Europe's expanding network of high-speed trains is making intercity commutes a lot easier for business travelers, particularly with so many flight delays and traffic jams plaguing European cities; two-year Eurostar expresses, heavily used by corporate travelers, have already captured about 40 percent of London-Paris air shuttle market; on new Thalys line to the north, high-speed TGV trains are cutting travel time between Paris and Brussels to two hours from three (L)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-10-23T00:00:00Z", "word_count": 642, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "Burnham", "firstname": "Paul", "role": "reported", "lastname": "Finney", "organization": ""}], "original": "By Paul Burnham Finney"}, "multimedia": [], "blog": [], "lead_paragraph": "DESPITE the space squeeze aloft, cabins on international flights may soon have in-flight A.T.M.-type machines that dispense foreign currencies at exchange rates comparable to those in airports. Next spring, Cathay Pacific and Swissair will try out a small 150-pound model, developed by Aero-Design Technology and stocked with currencies by a yet unnamed banking partner. Called ATM Plus, the machine dispenses the currency of a flight's destination in two paper and two coin denominations. The A.T.M. knows the next destination through a link with the plane's flight management system, which helps keep a plane on track to a destination. On a flight to London, for example, a traveler could insert a $100 bill, as well as a debit or credit car, and obtain pounds but not, say, yen for a later stopover in Tokyo.", "headline": {"kicker": "Business Travel", "main": "Cathay Pacific and Swissair plan to test an airborne A.T.M. that will exchange currencies."}, "_id": "4fd1f3838eb7c8105d74b9ca", "web_url": "http://www.nytimes.com/1996/10/23/business/cathay-pacific-swissair-plan-test-airborne-atm-that-will-exchange-currencies.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "LONDON (ENG)"}, {"name": "glocations", "value": "PARIS (FRANCE)"}, {"name": "glocations", "value": "BRUSSELS (BELGIUM)"}, {"name": "organizations", "value": "AERO-DESIGN TECHNOLOGY"}, {"name": "organizations", "value": "CATHAY PACIFIC AIRWAYS"}, {"name": "organizations", "value": "SWISSAIR"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "CURRENCY"}, {"name": "subject", "value": "AUTOMATIC TELLER MACHINES (ATM)"}, {"name": "subject", "value": "RAILROADS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE Hilton Hotels frequent-guest program -- the only loyalty plan that allows travelers to exchange hotel points for airline miles and miles for points, and to transfer mileage from one airline program to another -- has become even more  flexible,...", "section_name": "Technology; Business", "print_page": "5", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-03-27T00:00:00Z", "word_count": 856, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Jane", "role": "reported", "lastname": "Levere", "organization": ""}], "original": "By Jane L. Levere"}, "multimedia": [], "blog": [], "lead_paragraph": "THE Hilton Hotels frequent-guest program -- the only loyalty plan that allows travelers to exchange hotel points for airline miles and miles for points, and to transfer mileage from one airline program to another -- has become even more flexible, adding Trans World Airlines and Midwest Express to its roster of airline exchange partners. Hilton, which also works with America West, Continental Airlines, Delta Air Lines, Mexicana and UAL's United Airlines in the exchange initiative, gives travelers a variety of ways to get the bonus they want. Members who do not have a sufficient number of points for a specific hotel reward and who belong to a participating airline's frequent-flier program can exchange airline miles for hotel points to accrue enough points for the reward; the opposite exchange, hotel points for airline miles, is also allowed. In addition, participants in Hilton's program who also participate in American Express and Citicorp's Diners Club loyalty plans can transfer points from these plans into the Hilton program.", "headline": {"main": "Business Travel;Hilton is expanding its program that allows guests to swap hotel points and airline miles."}, "_id": "4fd207178eb7c8105d770e7d", "web_url": "http://www.nytimes.com/1996/03/27/business/business-travel-hilton-expanding-its-program-that-allows-guests-swap-hotel.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "organizations", "value": "HOTEL DURHONE"}, {"name": "organizations", "value": "THEATER DIRECT INTERNATIONAL"}, {"name": "organizations", "value": "TRANS WORLD AIRLINES"}, {"name": "subject", "value": "AIRLINES ANDAIRPLANES"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "EXECUTIVES AND MANAGEMENT"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "WORLD WIDE WEB"}, {"name": "subject", "value": "INTERNET (COMPUTER NETWORK)"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}, {"name": "subject", "value": "THEATER"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "SOME of the improvements have been in place almost a week, but tomorrow the Delta Shuttle will formally open its newly renovated Marine Air Terminal at La Guardia Airport in New York -- a terminal used almost exclusively by business travelers flyi...", "section_name": "Business", "print_page": "12", "abstract": "Delta Shuttle will formally open its newly renovated Marine Air Terminal at LaGuardia Airport in New York on Nov 18; Pan American Airways is expanding service; new service noted; beginning Dec 2, Delta Air Lines will begin flying Boeing 767-300ER aircraft between Kennedy International Airport and Sky Harbor Airport in Phoenix; LanChile Airlines enters into code-sharing agreement with Alaska Airlines; passengers on both airlines are eligible to participate in each other's frequent-flier programs; Carnival's Cunard Lines announced on Nov 8 that it completed plans for what will be longest passenger ship ever built (1,100 feet), to be introduced in 2003; Port of Miami-Dade on Nov 10 officially opened what it describes as world's biggest cruise passenger terminal (250,000 square feet); Royal Caribbean's Voyager of the Seas, biggest cruise ship, arrived in Miami on Nov 11 in preparation for its year-round seven-night cruises to Caribbean beginning on Nov 21 (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-11-17T00:00:00Z", "word_count": 652, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "SOME of the improvements have been in place almost a week, but tomorrow the Delta Shuttle will formally open its newly renovated Marine Air Terminal at La Guardia Airport in New York -- a terminal used almost exclusively by business travelers flying between New York and Boston and Washington. (The U S Airways Shuttle departs from that airline's main terminal at La Guardia.) Among the improvements resulting from Delta's yearlong, $7.5 million overhaul are an upgraded business center with free fax and photocopy services, and several computer stations. A new Bloomberg News station in the waiting area has two computers and a larger screen with a continuous display of financial results, as well as the latest stock prices.", "headline": {"main": "Business Travel; The Delta Shuttle sets the formal opening of its renovated Marine Air Terminal tomorrow."}, "_id": "4fd22d028eb7c8105d7b9705", "web_url": "http://www.nytimes.com/1999/11/17/business/business-travel-delta-shuttle-sets-formal-opening-its-renovated-marine-air.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "MIAMI-DADE COUNTY (FLA)"}, {"name": "glocations", "value": "CARIBBEAN AREA"}, {"name": "glocations", "value": "PHOENIX (ARIZ)"}, {"name": "organizations", "value": "ALASKA AIRLINES"}, {"name": "organizations", "value": "PAN AMERICAN WORLD AIRWAYS INC"}, {"name": "organizations", "value": "ROYAL CARIBBEAN INTERNATIONAL"}, {"name": "organizations", "value": "BOEING CO"}, {"name": "organizations", "value": "CARNIVAL CRUISE LINES"}, {"name": "organizations", "value": "LANCHILE AIRLINES"}, {"name": "organizations", "value": "DELTA AIR LINES INC"}, {"name": "subject", "value": "LA GUARDIA AIRPORT (NYC)"}, {"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "KENNEDY INTERNATIONAL AIRPORT (NYC)"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "SKY HARBOR INTERNATIONAL AIRPORT (PHOENIX)"}, {"name": "subject", "value": "PORTS"}, {"name": "subject", "value": "CRUISES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "ELECTRONIC tickets may account for no more than about 10 percent of all airline tickets worldwide, but they are beginning to make enormous strides in the United States. In recent months, USAirways and Northwest Airlines joined the ranks of major c...", "section_name": "Technology; Business", "print_page": "8", "abstract": "Electronic tickets may account for no more than about 10 percent of all airline tickets worldwide, but they are beginning to make enormous strides in US; in recent months, USAirways and Northwest Airlines joined ranks of major carriers whose passengers travel more often on E-tickets than on paper tickets, while at same time E-ticketing is quickly catching on with many European and Asian airlines; Runzheimer International predicts business travel costs will rise 4 percent next year compared with predicted 4.8 percent in 1999; says although airlines are expected to raise fares 10 percent, actual increase will be closer to 3 percent; United Airlines will expand its presence in Caribbean on Nov 1, as it begins code-sharing partnership with Gulfstream Airlines (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-07-14T00:00:00Z", "word_count": 642, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "ELECTRONIC tickets may account for no more than about 10 percent of all airline tickets worldwide, but they are beginning to make enormous strides in the United States. In recent months, USAirways and Northwest Airlines joined the ranks of major carriers whose passengers travel more often on E-tickets than on paper tickets, while at the same time E-ticketing is quickly catching on with many European and Asian airlines. Some of that popularity is being driven by bargains and bonuses, including the additional 1,000 frequent-flier miles that Northwest is giving passengers who fly on E-tickets through Nov. 6 between the United States and Canada and between the United States and five Asian destinations.", "headline": {"main": "Business Travel; The growth of electronic ticketing among the big airlines could signal the arrival of paperless skies."}, "_id": "4fd20f3d8eb7c8105d781b3d", "web_url": "http://www.nytimes.com/1999/07/14/business/business-travel-growth-electronic-ticketing-among-big-airlines-could-signal.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "CARIBBEAN AREA"}, {"name": "glocations", "value": "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"}, {"name": "organizations", "value": "US AIRWAYS"}, {"name": "organizations", "value": "UNITED AIRLINES"}, {"name": "organizations", "value": "RUNZHEIMER INTERNATIONAL"}, {"name": "organizations", "value": "GULFSTREAM AIRLINES"}, {"name": "organizations", "value": "NORTHWEST AIRLINES"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "ALTHOUGH the Clinton Administration has said it has no plans to send American troops to the Balkans, if in fact it does order large numbers of troops there, many G.I.'s as well as tons of cargo will likely be airlifted on civilian planes. And depe...", "section_name": "Business; Washington", "print_page": "8", "abstract": "Travelers bound for Western Europe can probably expect delays and inconvenience if Clinton Administration orders large numbers of troops to Balkans; many troops and tons of cargo will likely be airlifted on civilian planes; current NATO bombing campaign in Balkans is exacting growing toll on travel industry; Carnival Corp says conflict is hurting its cruise bookings to eastern Mediterranean, causing cancellations that would likely affect its earnings; Celebrity, owned by Royal Caribbean Cruises Ltd, and Costa Cruises, owned by Carnival, say they will change some of their itineraries because of fighting (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-04-21T00:00:00Z", "word_count": 520, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "McDowell", "organization": "", "firstname": "Edwin"}], "original": "By Edwin McDowell"}, "multimedia": [], "blog": [], "lead_paragraph": "ALTHOUGH the Clinton Administration has said it has no plans to send American troops to the Balkans, if in fact it does order large numbers of troops there, many G.I.'s as well as tons of cargo will likely be airlifted on civilian planes. And depending on the duration of the airlift, travelers bound even for Western Europe can probably expect delays and inconvenience. The troop transport plan involving civil aircraft, named Civil Reserve Air Fleet, was devised by the Pentagon and the airline industry in 1952. As Robert J. Serling explains in his book, ''When the Airlines Went to War'' (Kensington Books, 1997), although the plan was drawn up during the Korean War, it was not used until the 1960's, when airlines assisted the rapid military buildup in Vietnam.", "headline": {"main": "Business Travel; Passengers to Western Europe may face delays if U.S. troops go to the Balkans in civilian aircraft."}, "_id": "4fd209ff8eb7c8105d77668c", "web_url": "http://www.nytimes.com/1999/04/21/business/business-travel-passengers-western-europe-may-face-delays-if-us-troops-go.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "persons", "value": "CLINTON, BILL"}, {"name": "glocations", "value": "KOSOVO (SERBIA)"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "MEDITERRANEAN SEA"}, {"name": "organizations", "value": "CARNIVAL CORP"}, {"name": "organizations", "value": "NORTH ATLANTIC TREATY ORGANIZATION"}, {"name": "organizations", "value": "ROYAL CARIBBEAN CRUISES LTD"}, {"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "DELAYS (TRANSPORTATION)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "CRUISES"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Access to the World Wide Web is increasing at New York area airports, as the Port Authority of New York and New Jersey installs Internet kiosks at La Guardia and Newark International Airports, and Host Marriott Services experiments with similar co...", "section_name": "Technology; Business", "print_page": "8", "abstract": "Access to World Wide Web is increasing at New York area airports, as Port Authority of New York and New Jersey installs Internet kiosks at La Guardia and Newark International Airports, and Host Marriott Services experiments with similar computing equipment at several of its airport food outlets (Business Travel column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-11-11T00:00:00Z", "word_count": 360, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Jane", "role": "reported", "lastname": "LEVERE", "organization": ""}], "original": "By JANE L. LEVERE"}, "multimedia": [], "blog": [], "lead_paragraph": "Access to the World Wide Web is increasing at New York area airports, as the Port Authority of New York and New Jersey installs Internet kiosks at La Guardia and Newark International Airports, and Host Marriott Services experiments with similar computing equipment at several of its airport food outlets. According to Carl Selinger, manager of business development for the aviation department of the Port Authority, there are currently 14 Internet kiosks at Newark, in Terminal C and in the gate areas of UAL's United Airlines and AMR's American Airlines in Terminal A; 20 more will be installed throughout the airport by Jan. 1. At La Guardia, there are now 17 Internet units, at American's and United's gates and near the food court in the central terminal, and also in the Delta Air Lines shuttle terminal. The Internet equipment is being provided by Atcominfo; Get2Net, a subsidiary of Great Universal, and Internet Free for All, a unit of Facilities Communications International Ltd.; Quick ATM also operates some equipment in Newark.", "headline": {"main": "Business Travel; New York Airports Embrace the Internet"}, "_id": "4fd1e13a8eb7c8105d729564", "web_url": "http://www.nytimes.com/1998/11/11/business/business-travel-new-york-airports-embrace-the-internet.html", "keywords": [{"name": "creative_works", "value": "BUSINESS TRAVEL (TIMES COLUMN)"}, {"name": "glocations", "value": "NEW YORK CITY METROPOLITAN AREA"}, {"name": "organizations", "value": "PORT AUTHORITY OF NY AND NJ"}, {"name": "organizations", "value": "HOST MARRIOTT SERVICES CORP"}, {"name": "subject", "value": "LA GUARDIA AIRPORT (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "NEWARK INTERNATIONAL AIRPORT (NJ)"}, {"name": "subject", "value": "INTERNET AND WORLD WIDE WEB"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 35813, "time": 27, "offset": 110}}, "status": "OK"}