{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Train travelers heading south from Paris will notice major construction work in many stations as the ambitious TGV Méditerranée rail project nears its scheduled completion on June 10. This 12-year undertaking, which cost $3.5 billion, will cut t...", "section_name": null, "print_page": "3", "abstract": "Major railroad construction work affecting travelers south of Paris noted (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-02-18T00:00:00Z", "word_count": 165, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "LaBALME", "organization": "", "firstname": "Corinne"}], "original": "By CORINNE LaBALME"}, "multimedia": [], "blog": [], "lead_paragraph": "Train travelers heading south from Paris will notice major construction work in many stations as the ambitious TGV Méditerranée rail project nears its scheduled completion on June 10. This 12-year undertaking, which cost $3.5 billion, will cut transit times from Paris to Provence and the Riviera. The current Paris-Marseille TGV route will be shortened to 3 hours, from 4 hours 18 minutes; Paris-Avignon will be reduced to 2 hours 38 minutes, from 3 hours 21 minutes; and Paris-Nîmes to 2 hours 51 minutes, from 3 hours 50 minutes. The trip from Paris to Aix-en-Provence will be three hours.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Caution: Men Working (From Paris South)"}, "_id": "4fd2105e8eb7c8105d7845ac", "web_url": "http://www.nytimes.com/2001/02/18/travel/travel-advisory-caution-men-working-from-paris-south.html", "keywords": [{"name": "glocations", "value": "FRANCE"}, {"name": "subject", "value": "RAILROADS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Casa de Campo, the upscale resort in the Dominican Republic, is growing, and it now has an airport to match. The 7,000-acre resort's new attractions include a 200-slip marina, a yacht club to open later this year, and a third golf course, the firs...", "section_name": null, "print_page": "3", "abstract": "Casa de Campo resort in Dominican Republic expands facilities; map (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-02-11T00:00:00Z", "word_count": 264, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "Frank", "firstname": "Frances", "role": "reported", "lastname": "MARCUS", "organization": ""}], "original": "By FRANCES FRANK MARCUS"}, "multimedia": [], "blog": [], "lead_paragraph": "Casa de Campo, the upscale resort in the Dominican Republic, is growing, and it now has an airport to match. The 7,000-acre resort's new attractions include a 200-slip marina, a yacht club to open later this year, and a third golf course, the first nine holes of which are scheduled to open late next winter. Meanwhile, the resort's quaint but outdated international airport -- which had a runway paralleling a white picket fence, a golf course and the sea -- closed in December. Its replacement can accommodate the biggest jets and the growing amount of air traffic arriving at the city of La Romana, where the resort is situated.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Dominican Republic Gets a New Airport"}, "_id": "4fd20f068eb7c8105d7811a9", "web_url": "http://www.nytimes.com/2001/02/11/travel/travel-advisory-dominican-republic-gets-a-new-airport.html", "keywords": [{"name": "glocations", "value": "DOMINICAN REPUBLIC"}, {"name": "organizations", "value": "CASA DE CAMPO"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "At first, it may seem like a case of trying to undo the damage that's been done. But the recently opened Spa at the 235-room Hotel Hershey is not about taking off pounds added by a certain substance made elsewhere in town. The Mediterranean-style ...", "section_name": null, "print_page": "3", "abstract": "Hotel Hershey in Pennsylvania's famous chocolate town opens pampering spa, featuring Whipped Cocoa Bath; map (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-01-28T00:00:00Z", "word_count": 209, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "At first, it may seem like a case of trying to undo the damage that's been done. But the recently opened Spa at the 235-room Hotel Hershey is not about taking off pounds added by a certain substance made elsewhere in town. The Mediterranean-style hotel in Hershey, Pa., is emphasizing pampering at its 17,000-square-foot, three-story spa, which opened Jan. 15. The separate men's and women's areas include massage rooms, four soaking tubs, two hydro-massage showers, two steam rooms and facilities for facials, pedicures, manicures and hair styling. Also offered are European hydrotherapy, body wraps, body polishes and body scrubs.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Cocoa Bubble Baths At Hershey Spa"}, "_id": "4fd244a38eb7c8105d7df2c7", "web_url": "http://www.nytimes.com/2001/01/28/travel/travel-advisory-cocoa-bubble-baths-at-hershey-spa.html", "keywords": [{"name": "glocations", "value": "HERSHEY (PA)"}, {"name": "organizations", "value": "HOTEL HERSHEY"}, {"name": "subject", "value": "SPAS"}, {"name": "subject", "value": "CHOCOLATE"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Visitors to Calgary International Airport can experience the latest space and flight technology at SpacePort, a new attraction dedicated to aviation history, space exploration and telecommunications.    With motion simulators, a model of the Inter...", "section_name": null, "print_page": "3", "abstract": "Calgary International Airport opens SpacePort, attraction dedicated to aviation and space-flight history; map (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-01-14T00:00:00Z", "word_count": 265, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "CATTO", "organization": "", "firstname": "Susan"}], "original": "By SUSAN CATTO"}, "multimedia": [], "blog": [], "lead_paragraph": "Visitors to Calgary International Airport can experience the latest space and flight technology at SpacePort, a new attraction dedicated to aviation history, space exploration and telecommunications. With motion simulators, a model of the International Space Station and artifacts from NASA and the Canadian Space Agency, SpacePort was designed to attract space aficionados as well as travelers whiling away time between flights.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "That Flying Feeling At Calgary's Airport"}, "_id": "4fd21e558eb7c8105d7a01e9", "web_url": "http://www.nytimes.com/2001/01/14/travel/travel-advisory-that-flying-feeling-at-calgary-s-airport.html", "keywords": [{"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "HISTORY"}, {"name": "subject", "value": "CALGARY INTERNATIONAL AIRPORT"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A museum and library have opened in Montgomery, Ala., in honor of Rosa Parks, whose refusal to move to the back of the bus 45 years ago started a boycott that unfolded into the civil rights struggle. The Rosa Parks Library and Museum is on the cor...", "section_name": null, "print_page": "3", "abstract": "Rosa Parks Library and Museum opens in Montgomery, Alabama, in honor of black woman whose refusal to move to back of bus started boycott that unfolded into civil rights movement; photo of sculptor Erik Blome with his statue of Parks (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-12-31T00:00:00Z", "word_count": 370, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "WADE", "organization": "", "firstname": "Betsy"}], "original": "By BETSY WADE"}, "multimedia": [], "blog": [], "lead_paragraph": "A museum and library have opened in Montgomery, Ala., in honor of Rosa Parks, whose refusal to move to the back of the bus 45 years ago started a boycott that unfolded into the civil rights struggle. The Rosa Parks Library and Museum is on the corner where Mrs. Parks, a seamstress, told the driver on Dec. 1, 1955, that he could have her arrested, but she was not leaving her seat because a white man was standing. The arrest led to a long boycott of the bus system and a Supreme Court decision that forced racial integration of the city transportation system. Troy State University in Montgomery originally planned a parking lot for its property, the former site of the old Empire Theater downtown. Dr. Cameron Martindale, president of the university, said the plan changed four years ago, about a year after the university bought the property, because so many people had made pilgrimages to see a historic marker for Mrs. Parks and the singer Hank Williams, who had appeared at the theater.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "For Rosa Parks, a Place of Honor"}, "_id": "4fd21d4c8eb7c8105d79e204", "web_url": "http://www.nytimes.com/2000/12/31/travel/travel-advisory-for-rosa-parks-a-place-of-honor.html", "keywords": [{"name": "persons", "value": "BLOME, ERIK"}, {"name": "persons", "value": "PARKS, ROSA"}, {"name": "glocations", "value": "MONTGOMERY (ALA)"}, {"name": "organizations", "value": "PARKS, ROSA, LIBRARY AND MUSEUM"}, {"name": "subject", "value": "BLACKS"}, {"name": "subject", "value": "CIVIL RIGHTS"}, {"name": "subject", "value": "MUSEUMS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A new company specializing in selling small-ship cruises, ExpeditionTrips.com, has launched a Web site with information about trips to destinations including Alaska, the Amazon River, Antarctica, Australia, the Galapagos Islands and the North Pole...", "section_name": null, "print_page": "3", "abstract": "ExpeditionTrips.com, new company specializing in small-ship cruises, opens Web site (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-12-31T00:00:00Z", "word_count": 154, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "A new company specializing in selling small-ship cruises, ExpeditionTrips.com, has launched a Web site with information about trips to destinations including Alaska, the Amazon River, Antarctica, Australia, the Galapagos Islands and the North Pole. Prices range from a $600-a-person, four-day trip in the Galapagos to a $20,000, 13-day trip aboard an ice breaker at the North Pole. Ashton Palmer, president of the Seattle-based ExpeditionTrips.com, is a former expedition leader for Abercrombie & Kent, Quark Expeditions and Zegrahm Expeditions. He said the company has signed agreements with 30 operators of small-ship cruises, like Alaska's Glacier Bay Tours and Cruises and Lindblad Expeditions, and expects to provide an extensive database for individual travelers as well as travel agents. Those who visit its Web site and sign up are offered e-mail notification of last-minute cabin space, special offers and discounts, he added, but bookings will not be taken online. For information: (877) 412-8527 or www.expeditiontrips.com.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A Cruise Web Site For Intrepid Travelers"}, "_id": "4fd24eac8eb7c8105d7f0e3e", "web_url": "http://www.nytimes.com/2000/12/31/travel/travel-advisory-a-cruise-web-site-for-intrepid-travelers.html", "keywords": [{"name": "organizations", "value": "EXPEDITIONTRIPS.COM"}, {"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "CRUISES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Domestic airlines are increasing the number of seats from the mainland to Hawaii by nearly 10 percent this year as they add new departure cities, increase the frequency of some flights and switch to larger planes.    For travelers, the addition of...", "section_name": null, "print_page": "3", "abstract": "Domestic airlines add new departure cities, increase frequency of some flights and switch to larger planes, increasing number of seats from mainland US to Hawaii nearly 10 percent this year (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-10-22T00:00:00Z", "word_count": 244, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Domestic airlines are increasing the number of seats from the mainland to Hawaii by nearly 10 percent this year as they add new departure cities, increase the frequency of some flights and switch to larger planes. For travelers, the addition of 511,000 seats, bringing the total to nearly 5.7 million, means a slightly better chance of being able to redeem frequent flier miles for tickets to the four islands served from the mainland: Oahu, Hawaii, Maui and Kauai. American, United and Delta all report that Hawaii is the destination most sought by people with frequent flier miles.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Airlines Increase Flights to Hawaii"}, "_id": "4fd245768eb7c8105d7dfe7d", "web_url": "http://www.nytimes.com/2000/10/22/travel/travel-advisory-airlines-increase-flights-to-hawaii.html", "keywords": [{"name": "glocations", "value": "HAWAII"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "At the Shelburne Museum in Vermont, many of the 37 buildings on the museum grounds display such valuable and fragile items as antique clocks, dolls, quilts and samplers -- to say nothing of works by Degas, Monet, Manet and Cassatt. But at two buil...", "section_name": null, "print_page": "3", "abstract": "Shelburne Museum in Vermont opens 1950 House and Settlers' House, where visitors are permitted to touch exhibits representing 1950's and late 18th century (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-09-24T00:00:00Z", "word_count": 221, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FREIREICH", "organization": "", "firstname": "Paul"}], "original": "By PAUL FREIREICH"}, "multimedia": [], "blog": [], "lead_paragraph": "At the Shelburne Museum in Vermont, many of the 37 buildings on the museum grounds display such valuable and fragile items as antique clocks, dolls, quilts and samplers -- to say nothing of works by Degas, Monet, Manet and Cassatt. But at two buildings, the 1950 House and the Settlers' House, do touch is the rule. At the six-room, ranch-style 1950 House, which opened in June and will be on display through 2001, visitors can relax on a sofa and leaf through an issue of National Geographic or Life or a Hardy Boys or Nancy Drew mystery while listening to the music of Frank Sinatra, Bing Crosby and Benny Goodman, among others. To find the house, look for a Studebaker in the driveway.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Some New Touches At Shelburne Museum"}, "_id": "4fd21bd38eb7c8105d79b2d7", "web_url": "http://www.nytimes.com/2000/09/24/travel/travel-advisory-some-new-touches-at-shelburne-museum.html", "keywords": [{"name": "persons", "value": "FREIDREICH, PAUL"}, {"name": "organizations", "value": "SHELBURNE MUSEUM"}, {"name": "subject", "value": "NINETEEN HUNDRED FIFTIES"}, {"name": "subject", "value": "EIGHTEENTH CENTURY"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Great Lakes Aquarium, which says it is the first aquarium in the United States with all freshwater tanks, recently opened on the shore of Lake Superior in Duluth, Minn. It examines the geology and plant and animal life of the lake, as well as ...", "section_name": null, "print_page": "3", "abstract": "Great Lakes Aquarium, said to be first aquarium in US with all freshwater tanks, opens in Duluth, Minn (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-09-17T00:00:00Z", "word_count": 199, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "CONNELLY", "organization": "", "firstname": "Marjorie"}], "original": "By MARJORIE CONNELLY"}, "multimedia": [], "blog": [], "lead_paragraph": "The Great Lakes Aquarium, which says it is the first aquarium in the United States with all freshwater tanks, recently opened on the shore of Lake Superior in Duluth, Minn. It examines the geology and plant and animal life of the lake, as well as the effects climate and humans have had on it. The aquarium contains 70 species of fish along with otters, frogs and turtles. A 12-foot-long model of the Great Lakes allows visitors to float toy boats from Lake Superior to the St. Lawrence Seaway via the lakes' system of locks. Visitors can also use a camera to look at tiny living organisms native to the lake's sandy, rocky bottom and project images of them onto a TV screen.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Freshwater Aquarium Opens on Lake Superior"}, "_id": "4fd240c78eb7c8105d7d8a05", "web_url": "http://www.nytimes.com/2000/09/17/travel/travel-advisory-freshwater-aquarium-opens-on-lake-superior.html", "keywords": [{"name": "glocations", "value": "DULUTH (MINN)"}, {"name": "organizations", "value": "GREAT LAKES AQUARIUM"}, {"name": "subject", "value": "AQUARIUMS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A new Web site allows travelers to consult with guidebook authors to plan their trips and make reservations with specialists on  particular destinations. The site, 12degrees .com, which went online in June without fanfare, is not a search engine f...", "section_name": "Technology", "print_page": "3", "abstract": "More than 30 freelance guidebook authors are available for consultations on new Web site, 12degrees.com (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2000-09-10T00:00:00Z", "word_count": 247, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "CORMIER", "organization": "", "firstname": "Ray"}], "original": "By RAY CORMIER"}, "multimedia": [], "blog": [], "lead_paragraph": "A new Web site allows travelers to consult with guidebook authors to plan their trips and make reservations with specialists on particular destinations. The site, 12degrees .com, which went online in June without fanfare, is not a search engine for discounts but rather is a way to plan customized travel. The site lists more than 30 writers who are available for consultation in planning a trip. These freelance authors have had a name-brand guidebook published -- by Fodor's, Lonely Planet or Frommer's, among other series -- in the last three years, according to Steve Bisset, the chief executive officer. These consultations, generally by phone or e-mail, cost $75 to $125 an hour, with an estimate given before the consultation. The authors also provide the site with suggested itineraries, which are available free to anyone.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Authors Offer Advice On the Web, for a Fee"}, "_id": "4fd22d408eb7c8105d7ba2ba", "web_url": "http://www.nytimes.com/2000/09/10/travel/travel-advisory-authors-offer-advice-on-the-web-for-a-fee.html", "keywords": [{"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "GUIDEBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 48, "offset": 450}}, "status": "OK"}