{"response": {"meta": {"offset": 370, "time": 42, "hits": 107281}, "docs": [{"slideshow_credits": null, "document_type": "article", "_id": "4fd23b4e8eb7c8105d7d0497", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2000/03/05/travel/travel-advisory-art-of-the-old-west-mythical-and-realistic.html", "source": "The New York Times", "abstract": null, "snippet": "The Old South is meeting the Old West at the Mississippi Museum of Art in Jackson, where ''The American West: Out of Myth, Into Reality,'' an exhibition of 117 paintings and sculptures, is on view through June 6.    Drawn from 67 public and privat...", "blog": [], "type_of_material": "News", "byline": {"original": "By JUDITH H. DOBRZYNSKI", "person": [{"role": "reported", "lastname": "DOBRZYNSKI", "firstname": "Judith", "middlename": "H.", "rank": 1, "organization": ""}]}, "pub_date": "2000-03-05T00:00:00Z", "word_count": 229, "lead_paragraph": "The Old South is meeting the Old West at the Mississippi Museum of Art in Jackson, where ''The American West: Out of Myth, Into Reality,'' an exhibition of 117 paintings and sculptures, is on view through June 6. Drawn from 67 public and private collections, the works trace the development of the West from 1825 through 1925, as seen by artists like Frederic Remington, Charles Russell and Albert Bierstadt.", "keywords": [], "headline": {"main": "Art of the Old West, Mythical and Realistic", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd212c98eb7c8105d789741", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2000/03/05/travel/travel-advisory-american-subtracts-seats-to-add-legroom.html", "source": "The New York Times", "abstract": null, "snippet": "Coach passengers on American Airlines will soon have as much legroom as they did more than a decade ago. The airline is spending $70 million to remove two rows of seats from each of its 700 jetliners, giving passengers at least an extra three inch...", "blog": [], "type_of_material": "News", "byline": null, "pub_date": "2000-03-05T00:00:00Z", "word_count": 286, "lead_paragraph": "Coach passengers on American Airlines will soon have as much legroom as they did more than a decade ago. The airline is spending $70 million to remove two rows of seats from each of its 700 jetliners, giving passengers at least an extra three inches of legroom, the airline says. American's overhaul comes after United Airlines announced last August that it would make a similar increase in legroom, but only for the first nine rows of coach seats, which it reserves for full-fare coach passengers and its most frequent travelers.", "keywords": [], "headline": {"main": "American Subtracts Seats to Add Legroom", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd246068eb7c8105d7e0e0f", "section_name": "Health; Business", "news_desk": "Business/Financial Desk", "print_page": "4", "multimedia": [{"url": "images/2005/03/22/business/diets.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/03/22/business/diets.75.jpg"}, "height": 75, "type": "image"}], "subsection_name": null, "web_url": "http://www.nytimes.com/2005/03/22/business/22diets.html", "source": "The New York Times", "abstract": "Article on dieting strategies developed by business executives who travel frequently; Nancy Aossey, chief executive of International Medical Corps, describes arsenal of snacks she travels with after gaining and losing 40 pounds; Dr Arthur Agatston, author of The South Beach Diet, calls Aossey's ploy 'strategic snacking' and recommends eating frequent small snacks; Kate Lichter, vice president of Complete Conference Coordinators and others comment; photos (M)", "snippet": "Unless preventive action is taken, business travel practically guarantees that frequent fliers will return home a little bulkier than when they left....", "blog": [], "type_of_material": "News", "byline": {"original": "By TANYA MOHN", "person": [{"firstname": "Tanya", "rank": 1, "role": "reported", "organization": "", "lastname": "MOHN"}]}, "pub_date": "2005-03-22T00:00:00Z", "word_count": 1456, "lead_paragraph": "Nancy Aossey knew why her weight kept escalating the more she traveled. As chief executive of International Medical Corps, a nonprofit emergency medical-relief and training organization in Santa Monica, Calif., Ms. Aossey often travels to countries devastated by war and natural disasters. After 19 years of jet lag and long workdays, the need for sleep undermined her incentive to exercise, she says. And working in danger zones, like Somalia and Rwanda, made it even harder. ''It was risky to go for a run with bullets flying and bombs falling and rebels in the area,'' said Ms. Aossey, who is 46. She sometimes tried running in place or jumping rope. ''But if it's 110 degrees, and there is no air-conditioning, you are less likely to want to.''", "keywords": [{"value": "LICHTER, KATE", "name": "persons"}, {"value": "AGATSTON, ARTHUR", "name": "persons"}, {"value": "AOSSEY, NANCY", "name": "persons"}, {"value": "INTERNATIONAL MEDICAL CORPS", "name": "organizations"}, {"value": "DIET AND NUTRITION", "name": "subject"}, {"value": "WEIGHT", "name": "subject"}, {"value": "SNACK FOODS", "name": "subject"}, {"value": "MEDICINE AND HEALTH", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}, {"value": "FOOD", "name": "subject"}], "headline": {"main": "On Not Turning Into a Blimp When on a Plane", "kicker": "BUSINESS TRAVEL"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2a5e28eb7c8105d88ddaa", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "8", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2005/03/08/technology/08handhelds.html", "source": "The New York Times", "abstract": "Article on travel information available through latest hand-held devices and mobile phones; photos (M)0", "snippet": "Technology companies and information providers are teaming up to make electronic \"to go\" versions of popular travel tools....", "blog": [], "type_of_material": "News", "byline": {"original": "By SUSAN STELLIN", "person": [{"firstname": "Susan", "rank": 1, "role": "reported", "organization": "", "lastname": "STELLIN"}]}, "pub_date": "2005-03-08T00:00:00Z", "word_count": 1205, "lead_paragraph": "By now, it's almost second nature for travelers to scour the Web for information useful for a trip -- like flight schedules, restaurant reviews, driving directions and maps -- print out the results and stuff it all in a carry-on with the other paper that technology was supposed to banish. But lately, technology companies and information providers have been teaming up to make electronic ''to go'' versions of popular travel tools, betting on a developing market for content and services designed for hand-held devices and mobile phones.", "keywords": [{"value": "ELECTRONICS", "name": "subject"}, {"value": "CELLULAR TELEPHONES", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}, {"value": "TELEPHONES AND TELECOMMUNICATIONS", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Fitting the World's Biggest Travel Guide in a Pocket", "kicker": "BUSINESS TRAVEL"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2443b8eb7c8105d7de390", "section_name": "Business", "news_desk": "Business/Financial Desk", "print_page": "14", "multimedia": [{"url": "images/2005/01/18/business/castles.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/01/18/business/castles.75.jpg"}, "height": 75, "type": "image"}], "subsection_name": null, "web_url": "http://www.nytimes.com/2005/01/18/business/18castles.html", "source": "The New York Times", "abstract": "Many companies and associations are holding corporate retreats at various royal palaces and manors throughout Europe; venues include Buckingham Palace, Hampton Court Palace, Edinburgh Castle, Blenheim Palace and Leeds Castle in Britain, Versailles in France and Schwarzenberg Palace, Pallavicini Palace and Hofburg Palace in Vienna; photo (M)", "snippet": "Castles now have the welcome mat out for American companies that rent them - as well as palaces and manor houses - for meetings, conferences and gala dinners....", "blog": [], "type_of_material": "News", "byline": {"original": "By SHARON McDONNELL", "person": [{"firstname": "Sharon", "rank": 1, "role": "reported", "organization": "", "lastname": "McDONNELL"}]}, "pub_date": "2005-01-18T00:00:00Z", "word_count": 1386, "lead_paragraph": "When the American Bar Association sought a site for the president's reception during its annual meeting a few years ago, it chose the Tower of London, the palace and fortress for every British monarch from William the Conqueror in the 11th century to Henry VIII in the 16th. The 3,000 lawyers and their guests dined outdoors on the Tower grounds and were entertained by the Band of Her Majesty's Welsh Guard, minstrels in Stuart-era costume performing on period instruments, and costumed singers of Tudor music. The lawyers and their spouses were also treated to private tours of the palace and viewings of the Crown Jewels, not to mention a demonstration of swordplay by knights in 15th-century armor.", "keywords": [{"value": "AMERICAN BAR ASSN", "name": "organizations"}, {"value": "EXECUTIVES AND MANAGEMENT", "name": "subject"}, {"value": "HAMPTON COURT PALACE", "name": "subject"}, {"value": "PALLAVICINI PALACE (VIENNA)", "name": "subject"}, {"value": "VERSAILLES PALACE (FRANCE)", "name": "subject"}, {"value": "CONVENTIONS AND CONFERENCES", "name": "subject"}, {"value": "BUCKINGHAM PALACE (LONDON)", "name": "subject"}, {"value": "BLENHEIM PALACE (GB)", "name": "subject"}, {"value": "EDINBURGH CASTLE (SCOTLAND)", "name": "subject"}, {"value": "SCHWARAZENBERG PALACE (VIENNA)", "name": "subject"}, {"value": "PALACES AND CASTLES", "name": "subject"}, {"value": "HOFBURG PALACE (VIENNA)", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}, {"value": "LEEDS CASTLE (GB)", "name": "subject"}], "headline": {"main": "Corporate Retreat, Moat Optional", "kicker": "BUSINESS TRAVEL"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd249828eb7c8105d7e6ef3", "section_name": "Business", "news_desk": "Business/Financial Desk", "print_page": "10", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/11/23/business/23memo.html", "source": "The New York Times", "abstract": "Eclipse Advisors survey shows that companies in US are paying lowest average one-way air fare for their employees since 1999: $217 (S)", "snippet": "FLYING CHEAPER Companies in the United States are paying the lowest average air fares for their employees since 1999, according to data from Eclipse Advisors, an American Express subsidiary that compiles a survey called the Business Travel Monitor...", "blog": [], "type_of_material": "News", "byline": {"original": "By JOE SHARKEY", "person": [{"firstname": "Joe", "rank": 1, "role": "reported", "organization": "", "lastname": "SHARKEY"}]}, "pub_date": "2004-11-23T00:00:00Z", "word_count": 435, "lead_paragraph": "FLYING CHEAPER -- Companies in the United States are paying the lowest average air fares for their employees since 1999, according to data from Eclipse Advisors, an American Express subsidiary that compiles a survey called the Business Travel Monitor. The reason is the intensifying competition between low-cost carriers and major carriers, and its pressure on popular routes, Eclipse said. The average one-way fare paid for a business trip on a basket of domestic routes studied by researchers was $217 in the third quarter, down 10 percent from the period a year earlier. Philadelphia provides one example of the impact of low-cost carriers; Southwest Airlines started operating there in May against US Airways. In the third quarter, the average fare for a business trip in Philadelphia fell 40 percent. RECORD TRAFFIC -- While fares stay low, domestic airlines are projected to carry a record 685 million passengers this year, while losing as much as $8 billion, according to industry data. ''Even with all those extra passengers, the airlines just haven't been able to break back into profitability, mainly because fuel prices are killing them,'' said David Swierenga, an economist who runs the consulting firm AeroEcon. The previous passenger traffic record was in 2000, when domestic airlines carried 666.1 million customers. That number fell to 622.2 million in 2001 and dropped again to 612.9 million in 2002 before beginning a recovery last year, when 646.5 million passengers flew on carriers based in the United States, according to the Air Transport Association. MINE'S FASTER -- At a certain niche in the corporate jet world, speed is considered the ultimate luxury. Flexjet, which sells partial ownerships of the jets it operates, recently claimed a certified world speed record for one of its aircraft, a Challenger 300, which took 4 hours and 41 minutes to get from Carlsbad, Calif., to Bangor, Me., carrying eight passengers at an average speed of 572 miles an hour. Not so fast, responded the Cessna Aircraft Company, which sells the Citation X, an aircraft that also carries about eight passengers and has long been regarded as the swiftest corporate jet of them all. The Citation X is rated at a top speed of Mach 0.92, while the Challenger 300 is rated at Mach 0.82. ''The Challenger 300 could have set a world record for that specific flight'' between those two points,'' said Jessica Myers, a Cessna spokeswoman. ''Just as the Challenger 300, the Citation X has also set many world records. The Citation X is the fastest nonmilitary jet in the world. It travels at 0.92 Mach, or over 600 m.p.h.'' JOE SHARKEY", "keywords": [{"value": "SOUTHWEST AIRLINES COMPANY", "name": "organizations"}, {"value": "AMERICAN EXPRESS COMPANY", "name": "organizations"}, {"value": "AIRLINES AND AIRPLANES", "name": "subject"}, {"value": "FUEL", "name": "subject"}, {"value": "PRICES (FARES, FEES AND RATES)", "name": "subject"}], "headline": {"main": "MEMO PAD", "kicker": "BUSINESS TRAVEL"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2497f8eb7c8105d7e6c7a", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "8", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/11/09/business/09memo.html", "source": "The New York Times", "abstract": "Memo Pad column notes following travel-related topics: on-time arrivals by US domestic carriers declined to 83.9 percent in September from 85.6 percent one year earlier; world passenger traffic grew 17.7 percent in first three quarters of 2004; US has approved use of Taser International electronic stun guns on commercial US flights by crews of an unidentified international airline; survey by Travelport Corporate Solutions, unit of Cendant Corp, finds that one-third of US business travelers still do not book travel online (M)", "snippet": "ARE WE THERE YET? Flight delays increased in September, the federal Bureau of Transportation Statistics reported in its survey of 19 domestic carriers. The airlines' on-time arrivals averaged 83.9 percent in September, down from 85.6 percent a yea...", "blog": [], "type_of_material": "News", "byline": {"original": "By JOE SHARKEY", "person": [{"firstname": "Joe", "rank": 1, "role": "reported", "organization": "", "lastname": "SHARKEY"}]}, "pub_date": "2004-11-09T00:00:00Z", "word_count": 467, "lead_paragraph": "ARE WE THERE YET? -- Flight delays increased in September, the federal Bureau of Transportation Statistics reported in its survey of 19 domestic carriers. The airlines' on-time arrivals averaged 83.9 percent in September, down from 85.6 percent a year earlier, the survey showed. September's figures, however, represented an improvement over the 78.3 percent on-time performance for August, the bureau said. AirTran Airways had the worst record, at 76.6 percent, followed by Delta, at 77 percent. Delta's Flight 1447 from Atlanta to Pensacola, Fla., was the most frequently delayed scheduled flight. The survey showed that it was late 84.6 percent of the time. AIR TRAVEL INCREASES -- World passenger traffic for the first nine months of this year grew 17.7 percent, compared with the period in 2003, the International Air Transport Association said. ''Every region is reporting double-digit growth'' from a weak 2003, said Giovanni Bisignani, the director general of the trade group. Airline operating costs are down, he said, except in one crucial area: fuel. ''If current fuel-price levels persist, losses may well exceed the $3 billion to $4 billion'' earlier forecast for 2004, he said. AIRBORNE STUN GUNS -- Taser International, the maker of electronic stun guns for zapping malefactors without killing them or firing bullets, said yesterday that it had received federal approval for use of the devices on commercial flights in the United States by crews of an international airline, which it declined to identify. \"This opens an exciting new market segment for Taser devices for specially trained personnel to defend passengers and aircraft against potential terrorist activities or passengers that present an imminent danger to the safety of aircraft in flight,\" the company's president, Tim Smith, said. A spokesman, Steve Tuttle, said that the Taser devices being tested for use on various airlines can fire electrical probes on wires at distances up to 21 feet, without risking damage to aircraft. Reuters identified the first carrier to get approval for their use as Korean Air, which it said had received permission to carry the stun guns on its approximately 50 weekly flights in the United States. TALKING TO AN ACTUAL PERSON -- The Internet has revolutionized the way that business travelers book flights and hotel rooms, but a large number of them still insist on making reservations the old-fashioned way, especially when making changes in their itineraries, according to a recent survey by Travelport Corporate Solutions, the travel-management unit of the Cendant Corporation. The survey's most important finding was that while 52 percent of American business travelers book their travel online, a third still use off-line channels -- including telephone calls to travel agents. The survey indicates that corporate travel-management companies ''must provide faster and easier-to-use online and automated options,'' said Charlotte Blackwell, Travelport's vice president for products and marketing. JOE SHARKEY", "keywords": [{"value": "AIRTRAN HOLDINGS", "name": "organizations"}, {"value": "CENDANT CORP", "name": "organizations"}, {"value": "TASER INTERNATIONAL", "name": "organizations"}, {"value": "TRAVELPORT CORPORATE SOLUTIONS", "name": "organizations"}, {"value": "CENDANT CORPORATION", "name": "organizations"}, {"value": "AIRLINES AND AIRPLANES", "name": "subject"}, {"value": "TRAVEL AGENCIES AND AGENTS", "name": "subject"}, {"value": "DELAYS (TRANSPORTATION)", "name": "subject"}, {"value": "STUN GUNS", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "MEMO PAD", "kicker": "BUSINESS TRAVEL"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd259f88eb7c8105d8064e4", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9F0CE7DD103AF937A15753C1A9629C8B63", "source": "The New York Times", "abstract": "Dream Hotel opens at 210 West 55th Street, featuring lobby designed by architect Mark Zeff and owner Vikram Chatwal and Subconscious Bar designed by David LaChapelle; photo (M)", "snippet": "When Vikram Chatwal, owner of the Time Hotel at 224 West 49th Street, decided his latest Manhattan project would swap minimalism for surrealism, he coaxed the surrealist fashion photographer and music-video director David LaChapelle to try his han...", "blog": [], "type_of_material": "News", "byline": {"original": "By TERRY TRUCCO", "person": [{"firstname": "Terry", "rank": 1, "role": "reported", "organization": "", "lastname": "TRUCCO"}]}, "pub_date": "2004-10-24T00:00:00Z", "word_count": 470, "lead_paragraph": "When Vikram Chatwal, owner of the Time Hotel at 224 West 49th Street, decided his latest Manhattan project would swap minimalism for surrealism, he coaxed the surrealist fashion photographer and music-video director David LaChapelle to try his hand at interior design The early results went on view in October when the 220-room Dream hotel, in a 109-year-old Beaux Arts building at 210 West 55th Street, quietly opened its glass doors. The lobby -- with mirrors on the vaulted ceiling, columns crowned by blown-glass flames and a hand-drawn mural of nudes that evokes Italian futurism -- is indeed surreal, but it is the work of the architect Mark Zeff and Mr. Chatwal.", "keywords": [{"value": "LACHAPELLE, DAVID", "name": "persons"}, {"value": "CHATWAL, VIKRAM", "name": "persons"}, {"value": "ZEFF, MARK", "name": "persons"}, {"value": "NEW YORK CITY", "name": "glocations"}, {"value": "SUBCONSCIOUS BAR", "name": "organizations"}, {"value": "DREAM HOTEL", "name": "organizations"}, {"value": "BARS", "name": "subject"}, {"value": "HOTELS AND MOTELS", "name": "subject"}], "headline": {"main": "Ipods, Blue Leather and a Surrealist Touch", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2497a8eb7c8105d7e6880", "section_name": null, "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E01E5DB163BF933A25753C1A9629C8B63", "source": "The New York Times", "abstract": "Brattleboro Museum and Art Center in Vermont puts Jon Gould collection of works by Andy Warhol, donated by his brother, Jay Gould, on display; Jon Gould was Warhol's last live-in partner; town merchants are selling variety of Warhol-related items and colleges and businesses are holding related events; photo (M)", "snippet": "Brattleboro, a city of 8,200 in southern Vermont, has fashioned itself as an Andy Warhol central since a private collection, owned by his last live-in partner, Jon Gould, went on display at the Brattleboro Museum and Art Center on Sept. 18.    The...", "blog": [], "type_of_material": "News", "byline": {"original": "By KATIE ZEZIMA", "person": [{"firstname": "Katie", "rank": 1, "role": "reported", "organization": "", "lastname": "ZEZIMA"}]}, "pub_date": "2004-10-10T00:00:00Z", "word_count": 329, "lead_paragraph": "Brattleboro, a city of 8,200 in southern Vermont, has fashioned itself as an Andy Warhol central since a private collection, owned by his last live-in partner, Jon Gould, went on display at the Brattleboro Museum and Art Center on Sept. 18. The show, on view through Feb. 5, features an abundance of private photographs, neon animal prints, still lifes and rare watercolors owned by Mr. Gould, who died in 1984. His brother, Jay, agreed to donate them to the museum. Admission to the Brattleboro Museum, 10 Vernon Street, (802) 257-0124, www.brattleboromuseum.org, is $8.", "keywords": [{"value": "WARHOL, ANDY", "name": "persons"}, {"value": "GOULD, JON", "name": "persons"}, {"value": "GOULD, JAY", "name": "persons"}, {"value": "BRATTLEBORO (VT)", "name": "glocations"}, {"value": "BRATTLEBORO MUSEUM AND ART CENTER", "name": "organizations"}, {"value": "ART", "name": "subject"}], "headline": {"main": "In Vermont, Warholiana Among the Maples", "kicker": "TRAVEL ADVISORY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd23cb58eb7c8105d7d2517", "section_name": "Technology", "news_desk": "Travel Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/08/08/travel/travel-advisory-shopping-online-for-travel-insurance.html", "source": "The New York Times", "abstract": "System Fusion LLC opens TotalTravelInsurance.com, Web site that offers consumers comparable pricing for trip insurance from multiple insurance companies and sells policies from various providers (M)", "snippet": "Travelers planning to buy trip insurance have another resource when researching prices online. TotalTravelInsurance.com lets consumers compare prices from multiple insurance companies after typing in the dates of the trip, its cost, the travelers'...", "blog": [], "type_of_material": "News", "byline": {"original": "By SUSAN STELLIN", "person": [{"firstname": "Susan", "rank": 1, "role": "reported", "organization": "", "lastname": "STELLIN"}]}, "pub_date": "2004-08-08T00:00:00Z", "word_count": 279, "lead_paragraph": "Travelers planning to buy trip insurance have another resource when researching prices online. TotalTravelInsurance.com lets consumers compare prices from multiple insurance companies after typing in the dates of the trip, its cost, the travelers' ages and state of residence, and other required information. Besides offering a price comparison tool, TotalTravelInsurance.com sells policies from various providers, including Travelex Insurance Services, TravelGuard and CSA Travel Protection (it shows prices only from companies whose policies it sells; among those left out are Access America and HTH Worldwide). Travelers can choose from comprehensive plans -- which typically cover trip cancellation or interruption, among other benefits -- as well as flight accident, medical-evacuation plans and medical coverage for United States residents traveling abroad.", "keywords": [{"value": "SYSTEM FUSION LLC", "name": "organizations"}, {"value": "INSURANCE", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Shopping Online For Travel Insurance", "kicker": "TRAVEL ADVISORY"}}]}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "status": "OK"}