{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Travelers seeking budget accommodations in New Zealand will find several in a free flier, Good Bed Guide, available from the New Zealand Tourism Office, but they must join the United States Youth Hostel Asssociation to use them. The guide lists 51...", "section_name": null, "print_page": "3", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-02-17T00:00:00Z", "word_count": 179, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Travelers seeking budget accommodations in New Zealand will find several in a free flier, Good Bed Guide, available from the New Zealand Tourism Office, but they must join the United States Youth Hostel Asssociation to use them. The guide lists 51 hostels on North and South Islands where overnight fees for one person are $5 to $12 (in United States funds). All hostels except one offer kitchens, showers, bathrooms, dining rooms, laundry facilities and bedrooms. Some have family rooms for couples. The exception is Okarito, one of the $5-a-person hostels, which has no electricity and is described as a shelter hostel. At Okarito, on the west coast of South Island, cooking is done over an open fire and candles provide light. Activities include coastal and forest walks and fishing. Among other hostels are two in Auckland, with fees of approximately $10 and $12 a person; one in Wellington, $10, and two in Christchurch, $8 and $10. The guide can be had by writing to the New Zealand Tourism Office, 501 Santa Monica Boulevard, Santa Monica, Calif. 90401.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "New Zealand Budget Lodging"}, "_id": "4fd197e58eb7c8105d6a65e7", "web_url": "http://www.nytimes.com/1991/02/17/travel/travel-advisory-new-zealand-budget-lodging.html", "keywords": [{"name": "glocations", "value": "NEW ZEALAND"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "NYTRAVEL"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Fodor's Travel Publications Inc. said this week that it would begin publishing Mobil Travel Guides, which are currently marketed by Prentice Hall, a Paramount Communications Inc. subsidiary. About 750,000 copies are sold annually. Fodor's, a divis...", "section_name": "Business", "print_page": "21", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1993-12-16T00:00:00Z", "word_count": "50", "news_desk": "Financial Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Fodor's Travel Publications Inc. said this week that it would begin publishing Mobil Travel Guides, which are currently marketed by Prentice Hall, a Paramount Communications Inc. subsidiary. About 750,000 copies are sold annually. Fodor's, a division of Random House Inc., will begin distributing the guides in 1995.", "headline": {"kicker": "THE MEDIA BUSINESS", "main": "Mobil Guide Publisher"}, "_id": "4fd1e9f08eb7c8105d738fe4", "web_url": "http://www.nytimes.com/1993/12/16/business/the-media-business-mobil-guide-publisher.html", "keywords": [{"name": "creative_works", "value": "MOBIL TRAVEL GUIDE"}, {"name": "creative_works", "value": "PRENTICE HALL"}, {"name": "creative_works", "value": "FODOR'S TRAVEL PUBLICATIONS INC"}, {"name": "creative_works", "value": "TRAVEL AND VACATIONS"}, {"name": "organizations", "value": "MOBIL TRAVEL GUIDE"}, {"name": "organizations", "value": "PRENTICE HALL"}, {"name": "organizations", "value": "FODOR'S TRAVEL PUBLICATIONS INC"}, {"name": "organizations", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "GUIDEBOOKS"}], "source": "AP", "slideshow_credits": null}, {"document_type": "article", "snippet": "HEALTH CARE ON THE ROAD  www.highwaytohealth.com      Imagine that you are visiting a foreign country when a pain in the back doesn't respond to aspirin, or your child shows signs of an ear infection, or your spouse develops a fever. You don't spe...", "section_name": "Technology", "print_page": "3", "abstract": "Cyberscout column on HighwaytoHealth, Web service designed to help travelers, for a fee, get and pay for medical care while traveling; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-11-21T00:00:00Z", "word_count": 505, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "R.", "firstname": "L.", "role": "reported", "lastname": "SHANNON", "organization": ""}], "original": "By L.R. SHANNON"}, "multimedia": [], "blog": [], "lead_paragraph": "HEALTH CARE ON THE ROAD www.highwaytohealth.com Imagine that you are visiting a foreign country when a pain in the back doesn't respond to aspirin, or your child shows signs of an ear infection, or your spouse develops a fever. You don't speak the language and you don't know the name of a doctor (or medecin or medico). HighwaytoHealth, a Web service based in Radnor, Pa., is designed to help you find, get and pay for medical care while traveling. For an annual membership fee of $19, a traveler is covered around the world for any number of trips. The service says more than 18,000 physicians in 80 some countries -- I didn't count them -- belong to the network.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "CYBERSCOUT"}, "_id": "4fd2310a8eb7c8105d7c002a", "web_url": "http://www.nytimes.com/1999/11/21/travel/travel-advisory-cyberscout.html", "keywords": [{"name": "subject", "value": "MEDICINE AND HEALTH"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "On Nov. 28, a commemorative mass will reopen the Upper Church of the Basilica of St. Francis in Assisi, which was badly damaged in an earthquake just over two years ago.     Extensive restorations have taken place during this time. The bell tower ...", "section_name": null, "print_page": "3", "abstract": "Commemorative mass is set for November 28 to reopen Upper Church of Basilica of St Francis in Assisi; church was badly damaged in 1997 earthquake; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-11-07T00:00:00Z", "word_count": 224, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "POVOLEDO", "organization": "", "firstname": "Elisabetta"}], "original": "By ELISABETTA POVOLEDO"}, "multimedia": [], "blog": [], "lead_paragraph": "On Nov. 28, a commemorative mass will reopen the Upper Church of the Basilica of St. Francis in Assisi, which was badly damaged in an earthquake just over two years ago. Extensive restorations have taken place during this time. The bell tower and the tympanum of the left transept were repaired, the main vault was reinforced with a carbon-fiber structure, and the frescoes lining the walls of the Upper Church were cleaned of the dust that settled on them when pieces of the vaulted ceiling fell into the nave during the quake.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Assisi Church, Shattered by '97 Quake, to Reopen"}, "_id": "4fd210018eb7c8105d7834a9", "web_url": "http://www.nytimes.com/1999/11/07/travel/travel-advisory-assisi-church-shattered-by-97-quake-to-reopen.html", "keywords": [{"name": "glocations", "value": "ASSISI (ITALY)"}, {"name": "organizations", "value": "ROMAN CATHOLIC CHURCH"}, {"name": "subject", "value": "EARTHQUAKES"}, {"name": "subject", "value": "BASILICA OF ST FRANCIS (ASSISI)"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "If you plan to attend the Olympic Games in Sydney in September 2000 but have not yet ordered tickets, they are still likely to be available, although the hardest to find are those for the opening and closing ceremonies, diving, the basketball fina...", "section_name": null, "print_page": "3", "abstract": "Cartan Tours reports that tickets for opening and closing ceremonies and certain other events are becoming scarce as 2000 Olympic Games in Sydney, Australia, approach; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-10-03T00:00:00Z", "word_count": 255, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "If you plan to attend the Olympic Games in Sydney in September 2000 but have not yet ordered tickets, they are still likely to be available, although the hardest to find are those for the opening and closing ceremonies, diving, the basketball finals and certain swimming and gymnastics events. Cartan Tours, the official United States agency, said that Olympic committee rules gave priority to those who applied by April 30, then to those applying between May 1 and Sept. 15 and then to those who apply now through next Jan. 31. In all cases, Cartan said, ticket distribution for particular events is determined by a random selection by computer. If you do not have room reservations or family or friends in Australia, do not be surprised if you wind up in anything from a college dorm to a campground. But even that will be expensive, and probably a long commute to the event. Although 11,000 new hotel rooms are expected to be ready by September, there will be only 35,000 rooms for the expected 250,000-plus visitors. And 80 percent of those are reserved for Olympic officials and visitors on packages that usually include games tickets, air fare and lodging. The cheapest such package from Cartan, at $4,900, includes six nights at a private home. Visitors who go on their own will be lucky to find a room in a private house, and they can expect to pay $1,800 to $2,500 a week. For tickets and rooms, contact Cartan at (800) 841-1994 or www.cartan.com.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Hotel Rooms Scarce for Sydney's Games"}, "_id": "4fd1efd28eb7c8105d7454f4", "web_url": "http://www.nytimes.com/1999/10/03/travel/travel-advisory-hotel-rooms-scarce-for-sydney-s-games.html", "keywords": [{"name": "glocations", "value": "SYDNEY (AUSTRALIA)"}, {"name": "organizations", "value": "CARTAN TOURS"}, {"name": "subject", "value": "OLYMPIC GAMES (2000)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Several streets in Soho, one of central London's busiest areas, are now closed to traffic every afternoon and evening in a one-year trial period. The plan, which includes new one-way traffic routes and bicycle lanes, will be monitored, and the fin...", "section_name": null, "print_page": "3", "abstract": "City officials ban cars from several streets in London's SoHo district during afternoons and evenings in one-year trial period; map (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-10-03T00:00:00Z", "word_count": 171, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Several streets in Soho, one of central London's busiest areas, are now closed to traffic every afternoon and evening in a one-year trial period. The plan, which includes new one-way traffic routes and bicycle lanes, will be monitored, and the findings discussed at the end of the trial.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "London Bans Cars On Some Soho Streets"}, "_id": "4fd210b98eb7c8105d7858df", "web_url": "http://www.nytimes.com/1999/10/03/travel/travel-advisory-london-bans-cars-on-some-soho-streets.html", "keywords": [{"name": "glocations", "value": "LONDON (ENG)"}, {"name": "subject", "value": "ROADS AND TRAFFIC"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IRISH AUTUMN -- CIE Tours International is offering seven-night driving trips to Ireland from Oct. 16 to Dec. 13, then again in January and February, starting at $591 a person, double occupancy, including air fare from New York. The price includes...", "section_name": null, "print_page": "3", "abstract": "Deals and Discounts column describes, among other offers, discounted CIE Tours International driving trips to Ireland (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-09-05T00:00:00Z", "word_count": 478, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "PIORKO", "organization": "", "firstname": "Janet"}], "original": "By JANET PIORKO"}, "multimedia": [], "blog": [], "lead_paragraph": "IRISH AUTUMN -- CIE Tours International is offering seven-night driving trips to Ireland from Oct. 16 to Dec. 13, then again in January and February, starting at $591 a person, double occupancy, including air fare from New York. The price includes use of a minimum-category rental car with unlimited mileage for a week; seven nights' lodging with private bath at farmhouses and town and country homes; full Irish breakfast daily, local taxes and service charges, and a discount booklet for visitor attractions. A similar package including hotel accommodations with private bath or shower starts at $717; the company also has four-night escorted bus tours starting at $799, including air fare, with various departures from November through March. Information: (800) 243-8687.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "DEALS AND DISCOUNTS"}, "_id": "4fd2107a8eb7c8105d784b1c", "web_url": "http://www.nytimes.com/1999/09/05/travel/travel-advisory-deals-and-discounts.html", "keywords": [{"name": "glocations", "value": "IRELAND"}, {"name": "organizations", "value": "CIE TOURS INTERNATIONAL"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Earthquakes, erupting volcanos and torrential rains are a few of the simulated catastrophes awaiting visitors to Dynamic Earth, a new attraction in Edinburgh's Old Town. Housed in the William Younger Center, a new building with a translucent roof,...", "section_name": null, "print_page": "3", "abstract": "William Younger Center in Old Town section of Edinburgh, Scotland, opens interactive exhibit called Dynamic Earth that depicts earthquakes, volcanoes and other simulated catastrophes (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-08-29T00:00:00Z", "word_count": 159, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Earthquakes, erupting volcanos and torrential rains are a few of the simulated catastrophes awaiting visitors to Dynamic Earth, a new attraction in Edinburgh's Old Town. Housed in the William Younger Center, a new building with a translucent roof, Dynamic Earth tells the planet's story through interactive exhibits, videos and state-of-the-art special effects. After boarding a ''time machine'' elevator, visitors may explore 11 environmental zones, ranging from a tropical rain forest with computer-controlled daylight cycles to a Restless Earth zone, replete with sulfurous emissions and a vibrating floor that lights up. An indoor iceberg can be found in the chilly Polar Zone, and the Showdome offers a planetariumlike display of earthquakes, lightning storms and tidal waves. Human evolution, extinction of the dinosaurs and the sustainability of the planet are among the themes explored elsewhere.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Edinburgh Puts Planet In Dramatic Light"}, "_id": "4fd214aa8eb7c8105d78d20f", "web_url": "http://www.nytimes.com/1999/08/29/travel/travel-advisory-edinburgh-puts-planet-in-dramatic-light.html", "keywords": [{"name": "glocations", "value": "EDINBURGH (SCOTLAND)"}, {"name": "subject", "value": "EARTHQUAKES"}, {"name": "subject", "value": "VOLCANOES"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "After a year of renovation to overhaul the stage and refurbish the facades and public spaces, the Theatre du Chatelet in central Paris will reopen in October. Founded in 1862 under Napoleon III, the Chatelet introduced Parisians to works by Debuss...", "section_name": "Theater", "print_page": "3", "abstract": "Theatre du Chatelet in Paris is set to reopen in October after year-long renovation and refurbishment; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-08-22T00:00:00Z", "word_count": 286, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "LaBALME", "organization": "", "firstname": "Corinne"}], "original": "By CORINNE LaBALME"}, "multimedia": [], "blog": [], "lead_paragraph": "After a year of renovation to overhaul the stage and refurbish the facades and public spaces, the Theatre du Chatelet in central Paris will reopen in October. Founded in 1862 under Napoleon III, the Chatelet introduced Parisians to works by Debussy, Ravel and the Ballets Russes, and is still considered one of France's most innovative and eclectic showcases for the performing arts. Under the direction of Jean-Pierre Brossmann, formerly of the Opera National de Lyon, the 1999-2000 season promises to be no exception. Of the operas, new productions created at Chatelet include Luciano Berio's ''Outis,'' Ferruccio Busoni's ''Doktor Faust'' and Mozart's ''Mitridate,'' as well as the opening Oct. 8 of twin premieres of Gluck's lyric tragedies ''Orfeo ed Eurydice'' and ''Alceste'' (the latter sung by Anne Sofie von Otter). Presented on alternate nights, both premier productions are directed by Sir John Eliot Gardiner and staged by Robert Wilson. Thomas Hampson and Jose van Dam are to star in a co-production of ''Hamlet'' with the Toulouse Opera next June.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Innovative Theater Reopens in Paris"}, "_id": "4fd22a408eb7c8105d7b528c", "web_url": "http://www.nytimes.com/1999/08/22/travel/travel-advisory-innovative-theater-reopens-in-paris.html", "keywords": [{"name": "glocations", "value": "PARIS (FRANCE)"}, {"name": "organizations", "value": "THEATRE DU CHATELET"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "THEATER"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The first steam locomotive to haul a passenger train nonstop from London to Scotland is back in service after three years of restoration. From London, passengers can now take luxury day trips aboard Pullman-style carriages to various destinations....", "section_name": null, "print_page": "3", "abstract": "Flying Scotsman, first steam locomotive to move passenger train nonstop from London to Scotland, returns to service after three-year restoration (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-08-01T00:00:00Z", "word_count": 246, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "The first steam locomotive to haul a passenger train nonstop from London to Scotland is back in service after three years of restoration. From London, passengers can now take luxury day trips aboard Pullman-style carriages to various destinations. The Flying Scotsman, with its distinctive apple-green livery, was designed by Sir Nigel Gresley and built in 1923 by the London and North Eastern Railway. It was selected by the company for the British Empire Exhibitions in 1924 and 1925 in Wembley, in northwest London, to represent the latest in steam locomotive design; it was the first steam locomotive to reach 100 miles an hour, in 1934. After 2 million miles, it was withdrawn from service in 1963 and sold for preservation. Since then it has toured the United States and Australia. By 1995 the engine was in pieces; it was rescued by Dr. Tony Marchington, a pharmaceutical engineer from Derby, who bought it in 1996 and restored it.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "The Flying Scotsman Returns After 3 Years"}, "_id": "4fd225fe8eb7c8105d7ad952", "web_url": "http://www.nytimes.com/1999/08/01/travel/travel-advisory-the-flying-scotsman-returns-after-3-years.html", "keywords": [{"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "SCOTLAND"}, {"name": "glocations", "value": "LONDON (ENG)"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}, {"name": "subject", "value": "RAILROADS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 35813, "time": 53, "offset": 520}}, "status": "OK"}