{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "The Walters Art Museum in Baltimore is presenting ''Art of the Ancient Americas,'' a collection of more than 120 objects, ranging from 4,000-year-old ceramic figures from the Valdivia culture, which existed in what is now Ecuador, to Aztec and Inc...", "section_name": "Science", "print_page": "3", "abstract": "Walters Art Museum in Baltimore opens exhibit Art of the Ancient Americas, collection of objects from major Mesoamerican cultures including Olmec, Maya and Teotihuacan; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-11-03T00:00:00Z", "word_count": 292, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "P.", "firstname": "Eric", "role": "reported", "lastname": "NASH", "organization": ""}], "original": "By ERIC P. NASH"}, "multimedia": [], "blog": [], "lead_paragraph": "The Walters Art Museum in Baltimore is presenting ''Art of the Ancient Americas,'' a collection of more than 120 objects, ranging from 4,000-year-old ceramic figures from the Valdivia culture, which existed in what is now Ecuador, to Aztec and Inca sculptures from the 16th century. Many of the pieces will be seen by the public for the first time in the exhibition, which is on a 10-year loan from the Austen-Stokes Ancient Americas Foundation, in Upper Nyack, N.Y.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Maya Sculpture, Olmec Carving in Baltimore"}, "_id": "4fd222ee8eb7c8105d7a84de", "web_url": "http://www.nytimes.com/2002/11/03/travel/travel-advisory-maya-sculpture-olmec-carving-in-baltimore.html", "keywords": [{"name": "glocations", "value": "LATIN AMERICA"}, {"name": "organizations", "value": "WALTERS ART MUSEUM"}, {"name": "subject", "value": "ARCHAEOLOGY AND ANTHROPOLOGY"}, {"name": "subject", "value": "TEOTIHUACAN CIVILIZATION"}, {"name": "subject", "value": "MAYANS"}, {"name": "subject", "value": "OLMEC CIVILIZATION"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Taking the Sting Out of Nonrefundables      A new hand is being dealt in the corporate air-ticket poker game. Some leading corporate travel management companies are coming up with technological fixes to make it easier for business travelers to man...", "section_name": "Business", "print_page": "11", "abstract": "Some leading corporate travel management companies, including Rosenbluth International, Navigant International and WorldTravel BTI are coming up with technological fixes to make it easier for business travelers to manage nonrefundable tickets now that major airlines have decreed that travelers have to 'use it or lose it' when they are flying on cheaper, advance-purchase fares; UBS Warburg forecasts airline losses of $7 billion this year, $1 billion more than most recent projection from firm; Air Transport Association reports that 10.2 percent fewer passenges boarded domestic airlines in August compared with August 2001; NetJets orders 100 widecabin Gulfstream G-150's for total price of $1.5 billion (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-09-17T00:00:00Z", "word_count": 640, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "Taking the Sting Out of Nonrefundables A new hand is being dealt in the corporate air-ticket poker game. Some leading corporate travel management companies are coming up with technological fixes to make it easier for business travelers to manage nonrefundable tickets now that the major airlines have decreed that travelers have to ''use it or lose it'' when they are flying on those cheaper, advance-purchase fares. Rosenbluth International said yesterday that it was rushing to clients a new automated service called SmartTicket that responds more quickly to fare variations and sends alerts to travelers on impending expiration of nonrefundables. The idea is to give travelers ''greater visibility into the effects of nonrefundable ticket commitments and fare changes'' and to enable more efficient manipulation of the fare structure, Rosenbluth said.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd21f908eb7c8105d7a2b63", "web_url": "http://www.nytimes.com/2002/09/17/business/business-travel-memo-pad.html", "keywords": [{"name": "organizations", "value": "UBS WARBURG"}, {"name": "organizations", "value": "AIR TRANSPORT ASSN"}, {"name": "organizations", "value": "NAVIGANT INTERNATIONAL INC"}, {"name": "organizations", "value": "WORLDTRAVEL BTI"}, {"name": "organizations", "value": "ROSENBLUTH INTERNATIONAL"}, {"name": "organizations", "value": "NETJETS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Visitors planning a trip to Prague who are concerned that there may not be much left to see after the disastrous floods of a month ago will find a city whose main tourist attractions are generally unharmed, while whole neighborhoods on the outskir...", "section_name": null, "print_page": "3", "abstract": "Tourism is slowly returning to Prague, whose main tourist attractions were generally unharmed by disastrous floods in August; physical damage is limited, electricity is returning and many luxury hotels are open; conditions in several areas described (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-09-15T00:00:00Z", "word_count": 406, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "S.", "firstname": "Peter", "role": "reported", "lastname": "GREEN", "organization": ""}], "original": "By PETER S. GREEN"}, "multimedia": [], "blog": [], "lead_paragraph": "Visitors planning a trip to Prague who are concerned that there may not be much left to see after the disastrous floods of a month ago will find a city whose main tourist attractions are generally unharmed, while whole neighborhoods on the outskirts are still struggling to recover. With the package tours no longer crowding the narrow streets, Prague is suddenly more accessible to independent travelers, who will find a warm welcome from a city desperate to attract visitors. Floods inundated Kampa Island in Mala Strana, a web of narrow streets and Baroque palaces below Prague Castle, but elsewhere in the historic center, the physical damage was limited largely to flooded cellars and weakened foundations -- and archives, libraries and storerooms. Electricity is coming back slowly to many flooded areas, but most are now open to pedestrians. Luxury hotels, such as the Four Seasons, the InterContinental and the Hilton, will be closed until at least the end of September, as will a handful of small hotels in the very center. But dozens are open, and several well situated luxury hotels were untouched, including the Grand Hotel Bohemia, the Alcron, Marriott and Renaissance.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Prague Emerges From the Floods"}, "_id": "4fd238a18eb7c8105d7cbf2d", "web_url": "http://www.nytimes.com/2002/09/15/travel/travel-advisory-prague-emerges-from-the-floods.html", "keywords": [{"name": "glocations", "value": "PRAGUE (CZECH REPUBLIC)"}, {"name": "glocations", "value": "CZECH REPUBLIC"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "FLOODS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Eurostar, the high-speed train linking London with Brussels and Paris, will operate less frequently during the next few months because of the construction of a new rail link on the English side of the Channel.    There will be no trains on Nov. 2,...", "section_name": null, "print_page": "3", "abstract": "Eurostar high-speed train linking London with Brussels and Paris will operate less frequently during next few months as result of construction of new rail link between Kent and London; new link will reduce travel time between London and Paris by 20 minutes; maps (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-09-08T00:00:00Z", "word_count": 223, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHAW", "organization": "", "firstname": "Kerry"}], "original": "By KERRY SHAW"}, "multimedia": [], "blog": [], "lead_paragraph": "Eurostar, the high-speed train linking London with Brussels and Paris, will operate less frequently during the next few months because of the construction of a new rail link on the English side of the Channel. There will be no trains on Nov. 2, or from noon on Saturday, Nov. 23, until noon the next day.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Eurostar to Get Faster, But First, Fewer Trains"}, "_id": "4fd222858eb7c8105d7a7e79", "web_url": "http://www.nytimes.com/2002/09/08/travel/travel-advisory-eurostar-to-get-faster-but-first-fewer-trains.html", "keywords": [{"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "BELGIUM"}, {"name": "glocations", "value": "LONDON (ENG)"}, {"name": "glocations", "value": "PARIS (FRANCE)"}, {"name": "glocations", "value": "BRUSSELS (BELGIUM)"}, {"name": "glocations", "value": "FRANCE"}, {"name": "glocations", "value": "KENT (ENG)"}, {"name": "subject", "value": "RAILROADS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "London has acquired an unusual new landmark: a gleaming egg-shaped City Hall, designed by Foster and Partners, opposite the Tower of London on the south bank of the Thames.    The 10-story glass-and-steel building, which is naturally ventilated, h...", "section_name": null, "print_page": "3", "abstract": "London's new City Hall, designed by Foster and Partners and housing offices of Mayor Ken Livingstone and London Assembly, opens to public; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-08-18T00:00:00Z", "word_count": 230, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "KENT", "organization": "", "firstname": "Pamela"}], "original": "By PAMELA KENT"}, "multimedia": [], "blog": [], "lead_paragraph": "London has acquired an unusual new landmark: a gleaming egg-shaped City Hall, designed by Foster and Partners, opposite the Tower of London on the south bank of the Thames. The 10-story glass-and-steel building, which is naturally ventilated, houses the offices of Mayor Ken Livingstone and the 25-member London Assembly. But more than half of the site is open to the public, including the central atriumlike assembly chamber and a rooftop gallery with views of London in all directions.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A New Home for London's Mayor and Assembly"}, "_id": "4fd231538eb7c8105d7c0a9e", "web_url": "http://www.nytimes.com/2002/08/18/travel/travel-advisory-a-new-home-for-london-s-mayor-and-assembly.html", "keywords": [{"name": "persons", "value": "LIVINGSTONE, KEN"}, {"name": "glocations", "value": "LONDON (ENG)"}, {"name": "organizations", "value": "FOSTER AND PARTNERS"}, {"name": "subject", "value": "MAYORS"}, {"name": "subject", "value": "LEGISLATURES AND PARLIAMENTS"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A Bright Side To US Airways Tale      There is a bright side to the US Airways filing in bankruptcy court, according to Hal Rosenbluth, the chief executive of Rosenbluth International, the third-largest global travel management company.     ''I th...", "section_name": "Business", "print_page": "9", "abstract": "Rosenbluth International chief executive Hal Rosenbluth says US Airways' bankruptcy should bring into focus need for change in airlines' pricing structure; suggests fundamental reform should involve radical change in current behaviors both of airlines and of companies that negotiate discounts on standard business fares; OAG Publishing says number of domestic flights was down 7 percent for August and international flights was down 8 percent (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-08-13T00:00:00Z", "word_count": 569, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "A Bright Side To US Airways Tale There is a bright side to the US Airways filing in bankruptcy court, according to Hal Rosenbluth, the chief executive of Rosenbluth International, the third-largest global travel management company. ''I think it's great for everyone,'' said Mr. Rosenbluth, who is known as something of an iconoclast in the travel industry.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd282728eb7c8105d84fcf7", "web_url": "http://www.nytimes.com/2002/08/13/business/business-travel-memo-pad.html", "keywords": [{"name": "persons", "value": "ROSENBLUTH, HAL"}, {"name": "organizations", "value": "US AIRWAYS"}, {"name": "organizations", "value": "ROSENBLUTH INTERNATIONAL"}, {"name": "organizations", "value": "OAG PUBLISHING"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "BANKRUPTCIES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "For the weary business traveler, the new executive retreat and inn on the old Berry Hill plantation here has it all: meeting rooms, a fitness center, a dining room with world-class cuisine, a swimming pool, tennis courts, a jogging trail on 700 bu...", "section_name": "Business", "print_page": "8", "abstract": "Article on ghosts that allegedly inhabit some hotels in US, including old Berry Hill mansion in South Boston, Va, Stanley Hotel and Conference Center in Estes Park, Colo, and Grove Park Inn Resort and Spa in Asheville, NC; Tom Ginther of Virginia Ghosts and Hauntings Research Society comments; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-07-23T00:00:00Z", "word_count": 1286, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "ELLIN", "organization": "", "firstname": "Abby"}], "original": "By ABBY ELLIN"}, "multimedia": [], "blog": [], "lead_paragraph": "For the weary business traveler, the new executive retreat and inn on the old Berry Hill plantation here has it all: meeting rooms, a fitness center, a dining room with world-class cuisine, a swimming pool, tennis courts, a jogging trail on 700 bucolic acres and a renovated 160-year-old Greek Revival mansion with 19th-century chandeliers. And ghosts. Lots of ghosts.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "A Hotel Stephen King Might Find Just Right"}, "_id": "4fd27f5c8eb7c8105d84968c", "web_url": "http://www.nytimes.com/2002/07/23/business/business-travel-a-hotel-stephen-king-might-find-just-right.html", "keywords": [{"name": "persons", "value": "GINTHER, TOM"}, {"name": "organizations", "value": "GROVE PARK INN"}, {"name": "organizations", "value": "BERRY HILL MANSION"}, {"name": "organizations", "value": "STANLEY HOTEL AND CONFERENCE CENTER"}, {"name": "organizations", "value": "VIRGINIA GHOSTS AND HAUNTINGS RESEARCH SOCIETY"}, {"name": "subject", "value": "GHOSTS"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "MANSIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Pétanque, the traditional Provençal past-time of pitching metal boules at a target (similar to boccie), achieves quasi-Olympic status from July 7 to 11 when the Mondial La Marseillaise tournament takes over the busy Mediterranean port of Marseil...", "section_name": null, "print_page": "3", "abstract": "Traditional Provencal game petanque takes over Marseille, France, for Mondial La Marseillaise tournament for one week in July (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-06-23T00:00:00Z", "word_count": 228, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Pétanque, the traditional Provençal past-time of pitching metal boules at a target (similar to boccie), achieves quasi-Olympic status from July 7 to 11 when the Mondial La Marseillaise tournament takes over the busy Mediterranean port of Marseille. Most of the 3,000 or so matches take place in the scenic Parc Borély gardens, although the hotly contested finals are played under floodlights in a field at the Old Harbor. In keeping with the sport's democratic image, the championship is open to all amateur and professional players. Last year, 10,380 people from five continents formed three-player teams to participate. The event, which attracts up to 100,000 spectators, has grown into an easygoing Pagnol-esque carnival since its inauguration in 1962. In theory, any team can earn the privilege of playing against a trio of world champions. All participants receive official T-shirts and caps.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Pétanque Matches In Marseilles"}, "_id": "4fd21ac18eb7c8105d799516", "web_url": "http://www.nytimes.com/2002/06/23/travel/travel-advisory-petanque-matches-in-marseilles.html", "keywords": [{"name": "glocations", "value": "MARSEILLE (FRANCE)"}, {"name": "subject", "value": "PETANQUE (FRENCH GAME)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Indiana State Museum recently reopened in a new building in White River State Park adjacent to downtown Indianapolis.    The museum, which was in the old City Hall building downtown until the end of last year, now has 72,000 square feet, or th...", "section_name": null, "print_page": "3", "abstract": "Indiana State Museum reopens in new building, three times old building's size, in White River State Park adjacent to downtown Indianapolis (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-06-16T00:00:00Z", "word_count": 247, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HOUSE", "organization": "", "firstname": "Katherine"}], "original": "By KATHERINE HOUSE"}, "multimedia": [], "blog": [], "lead_paragraph": "The Indiana State Museum recently reopened in a new building in White River State Park adjacent to downtown Indianapolis. The museum, which was in the old City Hall building downtown until the end of last year, now has 72,000 square feet, or three times the exhibit space, to explore the state's arts, culture, natural science and history, beginning with the Ice Age.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Indiana State Museum Triples in Size"}, "_id": "4fd2329f8eb7c8105d7c231a", "web_url": "http://www.nytimes.com/2002/06/16/travel/travel-advisory-indiana-state-museum-triples-in-size.html", "keywords": [{"name": "glocations", "value": "WHITE RIVER STATE PARK (INDIANA)"}, {"name": "organizations", "value": "INDIANA STATE MUSEUM"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Lachine Canal, a nine-mile waterway in southwest Montreal, has reopened to pleasure boating after being closed for 32 years. Built in 1825 to link Lake St. Louis with the Old Port, the canal recently underwent a five-year refurbishment, which ...", "section_name": null, "print_page": "3", "abstract": "Montreal's Lachine Canal, after five year refurbishment, reopens to pleasure boating after being closed for 32 years; summerlong program of concerts, tours and art exhibitions is planned; maps (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-06-09T00:00:00Z", "word_count": 219, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "CATTO", "organization": "", "firstname": "Susan"}], "original": "By SUSAN CATTO"}, "multimedia": [], "blog": [], "lead_paragraph": "The Lachine Canal, a nine-mile waterway in southwest Montreal, has reopened to pleasure boating after being closed for 32 years. Built in 1825 to link Lake St. Louis with the Old Port, the canal recently underwent a five-year refurbishment, which will be celebrated in a summerlong program of concerts, tours and art exhibitions. A new visitors center explores the history of the canal, which formed the backbone of industrial Montreal for more than a century. Made obsolete by the opening of the St. Lawrence Seaway in 1959, the route was closed to shipping in 1970.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "New in Montreal: The Old Lachine Canal"}, "_id": "4fd269eb8eb7c8105d8210e5", "web_url": "http://www.nytimes.com/2002/06/09/travel/travel-advisory-new-in-montreal-the-old-lachine-canal.html", "keywords": [{"name": "glocations", "value": "LACHINE CANAL (MONTREAL, QUEBEC)"}, {"name": "glocations", "value": "MONTREAL (QUEBEC)"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}, {"name": "subject", "value": "CANALS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 97, "offset": 780}}, "status": "OK"}