{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "The idea seemed simple: figure out who the good guys are, give them easy-to-recognize and hard-to-counterfeit ID cards and let them breeze past airport security.    Everybody would win, advocates say. Holders of the ''trusted traveler'' cards woul...", "section_name": "Business", "print_page": "6", "abstract": "Questions are being raised about efforts to devise identification card for 'trusted travelers' or frequent-fliers; probably biggest obstacle to creating card is doubt about its effectiveness; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-04-09T00:00:00Z", "word_count": 1180, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Matthew", "role": "reported", "lastname": "WALD", "organization": ""}], "original": "By MATTHEW L. WALD"}, "multimedia": [], "blog": [], "lead_paragraph": "The idea seemed simple: figure out who the good guys are, give them easy-to-recognize and hard-to-counterfeit ID cards and let them breeze past airport security. Everybody would win, advocates say. Holders of the ''trusted traveler'' cards would save time. Screeners would have fewer bodies to inspect -- there were 1.8 billion in 2000, according to the Transportation Department -- and could concentrate on identifying potential terrorists. And passengers would feel safer.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "ID Cards for 'Trusted Travelers' Run Into Some Thorny Questions"}, "_id": "4fd22ea08eb7c8105d7bcb9a", "web_url": "http://www.nytimes.com/2002/04/09/business/business-travel-id-cards-for-trusted-travelers-run-into-some-thorny-questions.html", "keywords": [{"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "IDENTIFICATION DEVICES"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Americans have a growing number of options for using cellphones in the rest of the world, most of which uses a different technical standard for mobile phones from the one the United States does.    One company, GlobaFone, of Portsmouth, N.H. (www....", "section_name": null, "print_page": "3", "abstract": "Several cellular telephone companies are offering new services to Americans traveling in Europe, which uses different technical standard (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-03-31T00:00:00Z", "word_count": 228, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "Cay", "firstname": "David", "role": "reported", "lastname": "JOHNSTON", "organization": ""}], "original": "By DAVID CAY JOHNSTON"}, "multimedia": [], "blog": [], "lead_paragraph": "Americans have a growing number of options for using cellphones in the rest of the world, most of which uses a different technical standard for mobile phones from the one the United States does. One company, GlobaFone, of Portsmouth, N.H. (www.globafone.com), offers monthly subscription plans for globe-trotting executives. Its new EuroRoam plan starts at $69 a month for 30 minutes of included air time and ranges as high as $299 a month for 240 minutes; prices include the phone and the monthly activation fee.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "More Overseas Choices For Cellphone Users"}, "_id": "4fd22e9a8eb7c8105d7bc775", "web_url": "http://www.nytimes.com/2002/03/31/travel/travel-advisory-more-overseas-choices-for-cellphone-users.html", "keywords": [{"name": "glocations", "value": "EUROPE"}, {"name": "subject", "value": "CELLULAR TELEPHONES"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Mont Blanc tunnel between Italy and France reopened to cars March 9 after having been closed for nearly three years. Transportation officials from Italy and France must still decide on regulations for trucks, which will probably consist of alt...", "section_name": null, "print_page": "3", "abstract": "Mont Blanc tunnel between Italy and France reopens to cars; tunnel was closed after deadly March 24, 1999, accident and truck fire; several hundred environmentalists stage protest opposing pollution caused by truck traffic through tunnel (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-03-24T00:00:00Z", "word_count": 148, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HARSS", "organization": "", "firstname": "Marina"}], "original": "By MARINA HARSS"}, "multimedia": [], "blog": [], "lead_paragraph": "The Mont Blanc tunnel between Italy and France reopened to cars March 9 after having been closed for nearly three years. Transportation officials from Italy and France must still decide on regulations for trucks, which will probably consist of alternating one-way traffic; trucks are expected to be given the go-ahead sometime soon, possibly this month, but for the moment no date has been set. On hand to protest the reopening were several hundred environmentalists opposed to pollution caused by truck traffic through the tunnel.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Mont Blanc Tunnel Reopens After 3 Years"}, "_id": "4fd262898eb7c8105d8147ab", "web_url": "http://www.nytimes.com/2002/03/24/travel/travel-advisory-mont-blanc-tunnel-reopens-after-3-years.html", "keywords": [{"name": "glocations", "value": "ITALY"}, {"name": "glocations", "value": "FRANCE"}, {"name": "subject", "value": "ACCIDENTS AND SAFETY"}, {"name": "subject", "value": "FIRES AND FIREMEN"}, {"name": "subject", "value": "BRIDGES AND TUNNELS"}, {"name": "subject", "value": "MOUNT BLANC TUNNEL"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The first stage of an extensive restoration of St. Paul's Cathedral in London was unveiled last month. Visitors can now see the South Transept as Christopher Wren intended it to look.    Completion is scheduled for 2010, in time for the 300th anni...", "section_name": null, "print_page": "3", "abstract": "First stage of extensive restoration of St Paul's Cathedral in London is finished; completion is scheduled for 2010, in time for cathedral's 300th anniversary; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-03-24T00:00:00Z", "word_count": 204, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "The first stage of an extensive restoration of St. Paul's Cathedral in London was unveiled last month. Visitors can now see the South Transept as Christopher Wren intended it to look. Completion is scheduled for 2010, in time for the 300th anniversary of the cathedral, which was built between 1675 and 1710, after its predecessor was destroyed in the Great Fire of London.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "St. Paul's Cathedral, Newly Cleaned Up"}, "_id": "4fd26da58eb7c8105d827348", "web_url": "http://www.nytimes.com/2002/03/24/travel/travel-advisory-st-paul-s-cathedral-newly-cleaned-up.html", "keywords": [{"name": "subject", "value": "ST PAUL'S CATHEDRAL (LONDON, ENG)"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Sixty years ago, Nazi officials convened in a villa at the Wannsee in Berlin to discuss ''a final solution to the Jewish question.'' The ensuing Holocaust is the subject of a multimedia presentation through April 9 at the German Historical Museum ...", "section_name": null, "print_page": "3", "abstract": "Berlin's German Historical Museum opens multimedia exhibit on Holocaust and attempts by Germany to address its wartime past; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-02-24T00:00:00Z", "word_count": 233, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "LaBALME", "organization": "", "firstname": "Corinne"}], "original": "By CORINNE LaBALME"}, "multimedia": [], "blog": [], "lead_paragraph": "Sixty years ago, Nazi officials convened in a villa at the Wannsee in Berlin to discuss ''a final solution to the Jewish question.'' The ensuing Holocaust is the subject of a multimedia presentation through April 9 at the German Historical Museum in Berlin in conjunction with the Topography of Terror Foundation, Wannsee House Memorial and the German-Russian Karlshorst-Berlin Museum and the Sachsenhausen Memorial and Museums. The show has two parts. The first uses art, photographs, clothing, letters and news papers to document the daily existence of German Jews from World War I, under the Weimar Republic, through the pogroms of the Nazis and the creation of death camps. The second part -- developed with the United States Holocaust Memorial Museum, the Yad Vashem Memorial in Israel and the Auschwitz-Birkenau State Museum in Poland -- deals with Germany's attempts to address its wartime past, including the effect of the American television miniseries ''Holocaust,'' which was shown in Germany in 1979.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "A Berlin Exhibition Examines the Holocaust"}, "_id": "4fd219658eb7c8105d79768f", "web_url": "http://www.nytimes.com/2002/02/24/travel/travel-advisory-a-berlin-exhibition-examines-the-holocaust.html", "keywords": [{"name": "glocations", "value": "BERLIN (GERMANY)"}, {"name": "organizations", "value": "GERMAN HISTORICAL MUSEUM"}, {"name": "subject", "value": "NAZI POLICIES TOWARD JEWS AND MINORITIES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "In periods of peak demand, logic tells us, discounts are not to be found. But as the Olympic Winter Games in Salt Lake City approach, some prices are dropping as demand hasn't quite met expectations. For those still undecided on a trip to the Game...", "section_name": null, "print_page": "3", "abstract": "Package deals and discounts still available in Salt Lake City, Utah, during 2002 Winter Olympics described (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-02-03T00:00:00Z", "word_count": 478, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SIANO", "organization": "", "firstname": "Joseph"}], "original": "By JOSEPH SIANO"}, "multimedia": [], "blog": [], "lead_paragraph": "In periods of peak demand, logic tells us, discounts are not to be found. But as the Olympic Winter Games in Salt Lake City approach, some prices are dropping as demand hasn't quite met expectations. For those still undecided on a trip to the Games (the opening ceremony is Friday, the finale Feb. 24), here are a few more incentives. CLOSE-OUT ON CONDOS -- Many condos in the Deer Valley and Park City area were originally priced so high, there were no takers. Now, Deer Valley Lodging, which represents more than 500 condo and homeowners in those resorts, says that some two-bedroom condos within walking distance of Olympic sites are available starting at $104 a night per person, based on four to a unit. There are minimum-stay requirements (three nights), but these are being eased, too. Information: (800) 453-3833 or www .deervalleylodging.com.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Deals and Discounts"}, "_id": "4fd21b318eb7c8105d79a530", "web_url": "http://www.nytimes.com/2002/02/03/travel/travel-advisory-deals-and-discounts.html", "keywords": [{"name": "glocations", "value": "SALT LAKE CITY (UTAH)"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "WINTER GAMES (OLYMPICS)"}, {"name": "subject", "value": "OLYMPIC GAMES"}, {"name": "subject", "value": "DISCOUNT SELLING"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "OLYMPIC GAMES (2002)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Go Barging has announced plans for a new ship, new seven-day itineraries and the addition of a converted freight barge for a total of 13 vessels serving England, Ireland, France and Germany.    The company's new German-built vessel, Serenité, wil...", "section_name": null, "print_page": "3", "abstract": "Go Barging announces plan for new ship, new itineraries and addition of converted freight barge to fleet of vessels serving England, Ireland, France and Germany (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2002-01-20T00:00:00Z", "word_count": 299, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Go Barging has announced plans for a new ship, new seven-day itineraries and the addition of a converted freight barge for a total of 13 vessels serving England, Ireland, France and Germany. The company's new German-built vessel, Serenité, will enter service in April and be based near Berlin in Malchow, a 14th-century town in the Mecklenburg Lake District, for trips on the Muritzsee, the largest lake entirely within Germany, which borders the Muritz National Park. Serenité will also go to Mirow, a fishing village, Castle Island, Furstenberg, the Schorfheide Nature Reserve, Zehdenick, Liebenwalde, the outskirts of Berlin by way of the Oberé-Havel-Wasserstrasse waterway, and it will travel on the Havel and Spree Rivers through the Grunewald and finally to Potsdam.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Two Barges Added To European Fleet"}, "_id": "4fd2564d8eb7c8105d7ffdf0", "web_url": "http://www.nytimes.com/2002/01/20/travel/travel-advisory-two-barges-added-to-european-fleet.html", "keywords": [{"name": "glocations", "value": "GERMANY"}, {"name": "glocations", "value": "IRELAND"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "FRANCE"}, {"name": "organizations", "value": "GO BARGING"}, {"name": "subject", "value": "BARGES AND SCOWS"}, {"name": "subject", "value": "CRUISES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Tourists to most countries of the European Union, who now often juggle various currencies on a single trip, will soon be able to make easier price comparisons across borders and change money less frequently. The euro will be introduced on Jan. 1 i...", "section_name": null, "print_page": "3", "abstract": "Euro will be introduced on January 1 in most European Union countries, making it easier for tourists to compare prices across borders and change money; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-12-16T00:00:00Z", "word_count": 322, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "CONNELLY", "organization": "", "firstname": "Marjorie"}], "original": "By MARJORIE CONNELLY"}, "multimedia": [], "blog": [], "lead_paragraph": "Tourists to most countries of the European Union, who now often juggle various currencies on a single trip, will soon be able to make easier price comparisons across borders and change money less frequently. The euro will be introduced on Jan. 1 in Austria, Belgium, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, the Netherlands, Portugal and Spain. Visitors to Britain, Denmark and Sweden, which will not use the euro, will still have to exchange their money for the local currencies, though prices may be posted in euros as well.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "As the New Year Approaches, So Does the Euro"}, "_id": "4fd2124e8eb7c8105d7888e0", "web_url": "http://www.nytimes.com/2001/12/16/travel/travel-advisory-as-the-new-year-approaches-so-does-the-euro.html", "keywords": [{"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "EUROPEAN UNION"}, {"name": "subject", "value": "CURRENCY"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "EUROCURRENCY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Visitors to New Zealand have several ways of exploring Fiordland, the scenic glaciated country in the southwest corner of South Island, including hiking and kayaking.     A new hiking trail, the 35-mile Tuatapere Hump Ridge Track, allows for a thr...", "section_name": null, "print_page": "3", "abstract": "New Zealand opens challenging new hiking trail, 35-mile Tuatapere Hump Ridge Track, that offers three- and four-day trips through Fiordland; Fiordland Wilderness Experience offers two- to five-day kayaking trips on Doubtful Sound; map (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-09-23T00:00:00Z", "word_count": 232, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Visitors to New Zealand have several ways of exploring Fiordland, the scenic glaciated country in the southwest corner of South Island, including hiking and kayaking. A new hiking trail, the 35-mile Tuatapere Hump Ridge Track, allows for a three-day expedition through coastline, forests, subalpine settings and sandstone outcrops. Seals, Hector's dolphins and kea (New Zealand parrots) are abundant.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "New Zealand Glaciers: Trips for the Fit"}, "_id": "4fd228a38eb7c8105d7b1c41", "web_url": "http://www.nytimes.com/2001/09/23/travel/travel-advisory-new-zealand-glaciers-trips-for-the-fit.html", "keywords": [{"name": "glocations", "value": "DOUBTFUL SOUND (NEW ZEALAND)"}, {"name": "glocations", "value": "NEW ZEALAND"}, {"name": "subject", "value": "KAYAKS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The pelican is Louisiana's state bird, and 80 brightly decorated, four-and-a-half-foot fiberglass versions of it will be on exhibit in Lafayette, La., on Friday, Saturday and Sunday to open the Pelicans on Parade art project. The birds will then g...", "section_name": null, "print_page": "3", "abstract": "Eight brightly decorated, four-and-half-foot fiberglass pelicans, made and decorated by Louisiana artists, will go on display in Lafayette to open Pelicans on Parade art project (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2001-09-09T00:00:00Z", "word_count": 142, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "Brannon", "firstname": "John", "role": "reported", "lastname": "Albright", "organization": ""}], "original": "By John Brannon Albright"}, "multimedia": [], "blog": [], "lead_paragraph": "The pelican is Louisiana's state bird, and 80 brightly decorated, four-and-a-half-foot fiberglass versions of it will be on exhibit in Lafayette, La., on Friday, Saturday and Sunday to open the Pelicans on Parade art project. The birds will then go on display throughout the Acadiana region of southwest Louisiana until Mardi Gras, Feb. 12. The pelicans, made and decorated by Louisiana artists, will be in Girard Park next weekend. Maps of the tourist sites where the pelicans will later be perched will be available at the park and at the Lafayette Natural History Museum, where several events of Festivals Acadiens will be taking place next weekend as well. The festival, in its 25th year, features Cajun and Creole cooking, Zydeco music and fishing, hunting and crafts exhibits.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Celebrating the Pelican In Cajun Country"}, "_id": "4fd228ad8eb7c8105d7b22b2", "web_url": "http://www.nytimes.com/2001/09/09/travel/travel-advisory-celebrating-the-pelican-in-cajun-country.html", "keywords": [{"name": "glocations", "value": "LAFAYETTE (LA)"}, {"name": "glocations", "value": "GERARD PARK (LAFAYETTE, LA)"}, {"name": "glocations", "value": "LOUISIANA"}, {"name": "subject", "value": "PELICANS"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 74, "offset": 1160}}, "status": "OK"}