{"response": {"meta": {"offset": 200, "time": 62, "hits": 107281}, "docs": [{"slideshow_credits": null, "document_type": "article", "_id": "4fd27c4c8eb7c8105d8428b4", "section_name": "Business", "news_desk": "Business/Financial Desk", "print_page": "6", "multimedia": [], "subsection_name": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C05E3D91731F935A15755C0A9619C8B63", "source": "The New York Times", "abstract": "Mountain Travel Sobek co-founder Richard Bangs, in Frequent Flier column, on his successful travel business in Emeryville, Calif; photo (M)", "snippet": "I have been lucky enough to  convert my passion for travel into a successful travel business. For me, business travel is not misery -- it is pleasure. And in the 30 years that I've been doing my work, I hope that I have made a difference in the wa...", "blog": [], "type_of_material": "News", "byline": {"original": "By RICHARD BANGS", "person": [{"firstname": "Richard", "rank": 1, "role": "reported", "organization": "", "lastname": "BANGS"}]}, "pub_date": "2007-06-26T00:00:00Z", "word_count": 584, "lead_paragraph": "I have been lucky enough to convert my passion for travel into a successful travel business. For me, business travel is not misery -- it is pleasure. And in the 30 years that I've been doing my work, I hope that I have made a difference in the way that travelers view the world. Yet in my sleep I often wonder if I could have done more. In the '80s, I made the first raft descent of the Alas River in Sumatra, running through the largest orangutan reserve in the world. Timber poaching has reduced the once-luxurious habitat to a scrawny shadow. The ''men of the forest'' are on the brink of extinction, and the wondrous river run is gone.", "keywords": [{"value": "RAYMOND, JOAN", "name": "persons"}, {"value": "MOUNTAIN TRAVEL SOBEK", "name": "organizations"}, {"value": "BIOGRAPHICAL INFORMATION", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}], "headline": {"main": "Finding Adventure and Trying to Save It", "kicker": "FREQUENT FLIER"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd25f028eb7c8105d80e1d4", "section_name": "Opinion", "news_desk": "Travel Desk", "print_page": "17", "multimedia": [], "subsection_name": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=940DE5D91F39F936A35755C0A9639C8B63", "source": "The New York Times", "abstract": "Jay N Feldman letter on Fred Bierman's February 27 travel article on Overseas Adventure Travel tour; Overseas Adventure vice president Priscilla O'Reilly responds to complaints about cruise portion of trip", "snippet": "To the Editor: Several weeks ago, in ''For Some, Adventuring Never Gets Old'' (Feb. 27), Fred Bierman referred to Overseas Adventure Travel. Because my wife and I had just returned from a 19-day tour to Machu Picchu and the Galápagos (our second ...", "blog": [], "type_of_material": "Letter", "byline": null, "pub_date": "2005-06-05T00:00:00Z", "word_count": 379, "lead_paragraph": "To the Editor: Several weeks ago, in ''For Some, Adventuring Never Gets Old'' (Feb. 27), Fred Bierman referred to Overseas Adventure Travel. Because my wife and I had just returned from a 19-day tour to Machu Picchu and the Galápagos (our second trip with Overseas Adventure Travel), we read the article with great interest -- even noting that our Peruvian guide was pictured in one of the accompanying photos. We enjoyed the trip. But certain events on the Galápagos portion left us feeling shortchanged. For reasons that were never satisfactorily explained, we found ourselves sharing a 100-passenger cruise ship with travelers from other tours. We had been promised an exclusive charter boat limited to the 15 in our group. Instead of a seven-night cruise, we wound up with a six-night cruise.", "keywords": [{"value": "O'REILLY, PRISCILLA", "name": "persons"}, {"value": "FELDMAN, JAY N", "name": "persons"}, {"value": "BIERMAN, FRED", "name": "persons"}, {"value": "OVERSEAS ADVENTURE TRAVEL", "name": "organizations"}, {"value": "SHIPS AND SHIPPING", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}, {"value": "CRUISES", "name": "subject"}], "headline": {"main": "FEELING SHORTCHANGED"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2526e8eb7c8105d7f7f6a", "section_name": "Travel; New York and Region", "news_desk": "Metropolitan Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2001/11/05/nyregion/travel-agents-at-convention-tackle-drop-in-tourism.html", "source": "The New York Times", "abstract": "American Society of Travel Agents opens convention in New York City; one topic of discussion will be drop in leisure travel; president of ASTA Richard Copland says government warnings in wake of Sept 11 terror attacks make people fearful of travel (M)", "snippet": "As the nation's major trade group of travel agents opened its annual convention in New York City yesterday morning, it seemed reasonable to ask Richard M. Copland how things had been going.    ''Don't ask,'' groaned Mr. Copland, the president of t...", "blog": [], "type_of_material": "News", "byline": {"original": "By JOE SHARKEY", "person": [{"firstname": "Joe", "rank": 1, "role": "reported", "organization": "", "lastname": "SHARKEY"}]}, "pub_date": "2001-11-05T00:00:00Z", "word_count": 797, "lead_paragraph": "As the nation's major trade group of travel agents opened its annual convention in New York City yesterday morning, it seemed reasonable to ask Richard M. Copland how things had been going. ''Don't ask,'' groaned Mr. Copland, the president of the American Society of Travel Agents, which switched its four-day convention from Seville, Spain, to the Jacob K. Javits Convention Center at the last minute because of travel security worries after the Sept. 11 attacks.", "keywords": [{"value": "NEW YORK CITY", "name": "glocations"}, {"value": "WASHINGTON (DC)", "name": "glocations"}, {"value": "AMERICAN SOCIETY OF TRAVEL AGENTS", "name": "organizations"}, {"value": "WORLD TRADE CENTER (NYC)", "name": "subject"}, {"value": "AIRLINES AND AIRPLANES", "name": "subject"}, {"value": "HIJACKING", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}, {"value": "TERRORISM", "name": "subject"}], "headline": {"main": "Travel Agents At Convention Tackle Drop In Tourism"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd285908eb7c8105d856079", "section_name": "Travel", "news_desk": "Travel Desk", "print_page": null, "multimedia": [], "subsection_name": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E02E1DA133EF935A15751C1A9669D8B63", "source": "The New York Times", "abstract": null, "snippet": "IF YOU GO     From Tokyo, the train to Kanazawa typically takes four to five hours and requires at least one change. Schedules and ticket prices vary; a useful, comprehensive search engine in English can be found at hyperdia.com....", "blog": [], "type_of_material": "News", "byline": null, "pub_date": "2010-12-26T00:00:00Z", "word_count": 278, "lead_paragraph": "IF YOU GO From Tokyo, the train to Kanazawa typically takes four to five hours and requires at least one change. Schedules and ticket prices vary; a useful, comprehensive search engine in English can be found at hyperdia.com.", "keywords": [], "headline": {"main": "Travel"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2a1ec8eb7c8105d8871e2", "section_name": "Travel; Arts; Books", "news_desk": "Book Review Desk", "print_page": "22", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/06/06/books/travel.html", "source": "The New York Times", "abstract": "Brooke Allen reviews some recently published travel books; drawing; photo (L)", "snippet": "TRAVEL writing has traditionally been an escapist genre, with a mandate to seduce; its natural subjects are pleasure, beauty, food, wine. All the senses are appealed to, and inconvenience and discomfort are purely vicarious. But in today's interna...", "blog": [], "type_of_material": "Review", "byline": {"original": "By Brooke Allen", "person": [{"firstname": "Brooke", "rank": 1, "role": "reported", "organization": "", "lastname": "Allen"}]}, "pub_date": "2004-06-06T00:00:00Z", "word_count": 2495, "lead_paragraph": "TRAVEL writing has traditionally been an escapist genre, with a mandate to seduce; its natural subjects are pleasure, beauty, food, wine. All the senses are appealed to, and inconvenience and discomfort are purely vicarious. But in today's international climate, the tried-and-true staples of travel literature -- Provençal cuisine, Americans in Paris, the hill towns of Tuscany -- have come to seem not just irrelevant but boring. Tame. A handful of recent travel books, featuring subjects that range from the only slightly offbeat (revisionist looks at Germany and modern Greece) to the truly mind-stretching (Kyrgyzstan, the Gobi Desert, wartime Afghanistan, peacetime Iraq), have thoroughly trumped the standard travel literature this summer. In THE BELLS IN THEIR SILENCE: Travels Through Germany (Princeton University, $24.95), Michael Gorra wonders why no one in the Anglo-American world writes travel books (as opposed to journalism or reportage) about contemporary Germany. Clearly because the subject is too loaded with dark associations: one is always brought up against the Nazi era, ''that neutron star into whose bitter gravity all German history seems to fall.'' Not that Gorra can avoid the subject either. In fact, he is no more able than the hotelier Basil Fawlty, in the classic ''Fawlty Towers'' episode, to suppress Nazi stereotypes when dealing with ordinary Germans, even though most of the people he meets are too young to have had anything to do with the atrocities of the past. Despite this, Gorra has made a noble effort to write a truthful book that, while colorful and impressionistic, also draws thoughtful conclusions about what he encounters.", "keywords": [{"value": "REVIEWS", "name": "subject"}, {"value": "BOOKS AND LITERATURE", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}], "headline": {"main": "Travel"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2676a8eb7c8105d81d044", "section_name": "Travel; Arts; Books", "news_desk": "Book Review Desk", "print_page": "28", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2001/12/02/books/travel.html", "source": "The New York Times", "abstract": "Karen Karbo reviews outstanding travel books of 2001; drawings (L)", "snippet": "YOUNG women are particularly avid travelers. And they seem to be edging out their male counterparts: the 16-year-old daughter of a friend just went to France for a month with a school group composed of 28 girls and 4 boys. One can hazard a few gue...", "blog": [], "type_of_material": "Review", "byline": {"original": "By Karen Karbo", "person": [{"firstname": "Karen", "rank": 1, "role": "reported", "organization": "", "lastname": "Karbo"}]}, "pub_date": "2001-12-02T00:00:00Z", "word_count": 2494, "lead_paragraph": "YOUNG women are particularly avid travelers. And they seem to be edging out their male counterparts: the 16-year-old daughter of a friend just went to France for a month with a school group composed of 28 girls and 4 boys. One can hazard a few guesses why this might be so: traveling is a subspecies of self-improvement, and a voyage out is not infrequently also a voyage of self-discovery, one that requires a lot of navel-gazing and journal-writing, activities that most young men, unless they're aspiring rock stars, are disinclined to pursue. Of course, older women also hit the road, and at any age women experience the adventure of foreign places differently from men. There are universal constants: every woman traveling solo is harassed in the same manner the world over. So common are the questions, the answers should be included in their own section in every Berlitz phrase book. ''Do you have a boyfriend?'' ''Do you want a boyfriend?''", "keywords": [{"value": "REVIEWS", "name": "subject"}, {"value": "TWO THOUSAND AND ONE (YEAR)", "name": "subject"}, {"value": "BOOKS AND LITERATURE", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}], "headline": {"main": "TRAVEL"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2422a8eb7c8105d7daa73", "section_name": "Travel; Arts; Books", "news_desk": "Book Review Desk", "print_page": "8", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/06/01/books/travel.html", "source": "The New York Times", "abstract": "Roundup of books on travel; drawings (L)", "snippet": "Something about the tanks at London's Heathrow Airport changed my mind. Before they rolled into place, in the innocent days when security just meant men with submachine guns, a travel book could be fluffy, silly, familiar or carefully manufactured...", "blog": [], "type_of_material": "Review", "byline": {"original": "By MICHAEL PYE", "person": [{"firstname": "Michael", "rank": 1, "role": "reported", "organization": "", "lastname": "PYE"}]}, "pub_date": "2003-06-01T00:00:00Z", "word_count": 2624, "lead_paragraph": "Something about the tanks at London's Heathrow Airport changed my mind. Before they rolled into place, in the innocent days when security just meant men with submachine guns, a travel book could be fluffy, silly, familiar or carefully manufactured, and it hardly mattered. Afterward, every destination acquired a sudden glow of hellfire, every trip an element of thoroughly unwanted suspense. Escape has become a problem in itself. A travel book without danger -- to the body, the soul or the future -- is entirely out of time. Such books, I can report, are still appearing. There are droll encounters with simple, cunning nut-brown persons, continent by continent, books where you can hear the jokes being harvested, cut and squeezed like dry lemons. Gentle novelists still jet to tourist spots, hoping a metaphor and a bit of reflection will make up for not quite seeing or understanding anything. Writers in their 20's try to get away with lyrical books about places they seem to think their parents never reached. No known force can stop the British freelancer from going abroad to live and assuming that it matters. American academics go abroad, it seems, mostly to buy chintz or terra cotta, but their books are just as long. And then there is the seasonal quota of journeys made only because someone offered a contract -- made by pilgrims after knowledge, with a camera crew in the following car. The extremely rich take a Web crew along as well.", "keywords": [{"value": "BOOKS AND LITERATURE", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}], "headline": {"main": "TRAVEL"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2b7938eb7c8105d8ac9c2", "section_name": "Arts", "news_desk": "The Arts/Cultural Desk", "print_page": null, "multimedia": [], "subsection_name": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A04E7DF1431F936A15751C1A9669D8B63", "source": "The New York Times", "abstract": null, "snippet": "GULLIVER'S TRAVELS     Opens on Saturday nationwide....", "blog": [], "type_of_material": "News", "byline": null, "pub_date": "2010-12-25T00:00:00Z", "word_count": 104, "lead_paragraph": "GULLIVER'S TRAVELS Opens on Saturday nationwide.", "keywords": [], "headline": {"main": "Travel"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd27b938eb7c8105d841168", "section_name": "Travel; Arts; Books", "news_desk": "Book Review Desk", "print_page": "14", "multimedia": [], "subsection_name": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9F03EED61630F930A35755C0A9619C8B63", "source": "The New York Times", "abstract": "Pamela Paul notes travel books No Vulgar Hotel: The Desire and Pursuit of Venice by Judith Martin, French By Heart: An American Family's Adventures in La Belle France by Rebecca S Ramsey, A Pig in Provence: Good Food and Simple Pleasures in the South of France by Georgeanne Brennan, Dishwasher: One Man's Quest to Wash Dishes in All Fifty States by Pete Jordan, Pint-Sized Ireland: In Search of the Perfect Guinness by Evan McHugh, The Handsomest Man In Cuba: An Escapade by Lynette Chiang; drawing (L)", "snippet": "Travel books can generally be divided into two categories. First there are the ones in which all the traveling is done in the journey to an intended destination, at which point the writer stays put. And then there are the books in which the writer...", "blog": [], "type_of_material": "News", "byline": {"original": "By Pamela Paul", "person": [{"firstname": "Pamela", "rank": 1, "role": "reported", "organization": "", "lastname": "Paul"}]}, "pub_date": "2007-06-03T00:00:00Z", "word_count": 862, "lead_paragraph": "Travel books can generally be divided into two categories. First there are the ones in which all the traveling is done in the journey to an intended destination, at which point the writer stays put. And then there are the books in which the writer never stops -- jetting, cycling, cruising or otherwise gamboling about -- often at breakneck, TGV speed. Miss Manners, a k a Judith Martin, is one of those who know where they like to go and don't deviate in their devotion. Her latest book, NO VULGAR HOTEL: The Desire and Pursuit of Venice (Norton, $24.95), takes its title from Henry James's novel ''The Wings of the Dove,'' whose heroine, Milly Theale, declares that in Venice she will stay in ''no vulgar hotel,'' but in ''some fine old rooms, wholly independent, for a series of months.'' As Martin puts it, ''Renting -- not necessarily a palace, but no vulgar hotel -- is also a requirement for savoring the living Venice'' and truly understanding the city. It's the only way, she explains, to reciprocate invitations and entertain the locals, essential aspects of pursuing friendships. (Even on vacation, she remains Miss Manners.)", "keywords": [{"value": "PIG IN PROVENCE, A (BOOK)", "name": "creative_works"}, {"value": "NO VULGAR HOTEL: THE DESIRE AND PURSUIT OF VENICE (BOOK)", "name": "creative_works"}, {"value": "DISHWASHER (BOOK)", "name": "creative_works"}, {"value": "FRENCH BY HEART (BOOK)", "name": "creative_works"}, {"value": "PINT-SIZED IRELAND: IN SEARCH OF THE PERFECT GUINNESS (BOOK)", "name": "creative_works"}, {"value": "HANDSOMEST MAN IN CUBA, THE: AN ESCAPADE (BOOK)", "name": "creative_works"}, {"value": "BRENNAN, GEORGEANNE", "name": "persons"}, {"value": "JORDAN, PETE", "name": "persons"}, {"value": "MARTIN, JUDITH", "name": "persons"}, {"value": "MCHUGH, EVAN", "name": "persons"}, {"value": "CHIANG, LYNETTE", "name": "persons"}, {"value": "RAMSEY, REBECCA", "name": "persons"}, {"value": "BOOKS AND LITERATURE", "name": "subject"}, {"value": "TRAVEL AND VACATIONS", "name": "subject"}], "headline": {"main": "TRAVEL"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2370c8eb7c8105d7c952c", "section_name": null, "news_desk": "Television", "print_page": "4", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2000/07/09/tv/cover-story-to-go-where-many-men-have-gone-before.html", "source": "The New York Times", "abstract": "Fifï", "snippet": "No doubt some people out there know there's a winery in the bowels of Paris's city hall. Or that the Incredible Hulk roller coaster at Universal Studios in Florida consumes enough electricity to power half a million homes. Travel Channel, however,...", "blog": [], "type_of_material": "News", "byline": {"original": "By SUZANNE MACNEILLE", "person": [{"firstname": "Suzanne", "rank": 1, "role": "reported", "organization": "", "lastname": "MACNEILLE"}]}, "pub_date": "2000-07-09T00:00:00Z", "word_count": 1057, "lead_paragraph": "No doubt some people out there know there's a winery in the bowels of Paris's city hall. Or that the Incredible Hulk roller coaster at Universal Studios in Florida consumes enough electricity to power half a million homes. Travel Channel, however, is betting that most of us don't have a clue. By the time the new 50-part series ''Travel Channel Secrets'' runs its course, dedicated viewers will have been exposed to more esoteric trivia than they'll ever know what to do with. And that, say the series' producers, is exactly the aim of the show: to exhaustively explore little-known facts and fantasies about well-known places, including icons of tourism like Las Vegas, London, Hollywood, New York and Paris.", "keywords": [{"value": "TRAVEL CHANNEL SECRETS (TV PROGRAM)", "name": "creative_works"}, {"value": "FINKELPEARL, MARK", "name": "persons"}, {"value": "TELEVISION", "name": "subject"}], "headline": {"main": "To Go Where Many Men Have Gone Before", "kicker": "COVER STORY"}}]}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "status": "OK"}