{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "ANOTHER THEFT ARREST A screener employed by the Transportation Security Administration has been charged with stealing about $500 in cash from the suitcase of a Delta Air Lines passenger at Mid-Continent Airport in Wichita, Kan. Eric Melgren, the U...", "section_name": "Business", "print_page": "8", "abstract": "Transportation Security Administration screener Chad Butler has been charged with stealing about $500 in cash from suitcase of Delta Air Lines passenger at Mid-Continent Airport in Wichita, Kan; about two dozen screeners have been charged with steadling from bags at various airports since April; business-travel advocates played antitrust card in pressuring Northwest Airlines to retreat from $7.50 surcharge on tickets booked on travel agencies' reservation systems; Northwest dropped fee under pressure from travel groups, though refusal of other airlines to adopt surcharge also played part; proposals are moving ahead for registered program to speed frequent fliers through airport security (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-09-07T00:00:00Z", "word_count": 331, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "firstname": "Joe", "lastname": "SHARKEY", "organization": "", "rank": 1}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "ANOTHER THEFT ARREST -- A screener employed by the Transportation Security Administration has been charged with stealing about $500 in cash from the suitcase of a Delta Air Lines passenger at Mid-Continent Airport in Wichita, Kan. Eric Melgren, the United States attorney for Kansas, said that Chad Butler, 33, of Wichita, was indicted by a federal grand jury after being arrested Aug. 25. Mr. Butler resigned from his job, the T.S.A. said. Since April, about two dozen T.S.A. screeners have been charged with stealing from bags at airports in Detroit; Fort Lauderdale, Fla.; New Orleans; New York; and Philadelphia. CONSUMER CLOUT -- Business-travel advocates played the antitrust card in pressuring Northwest Airlines to retreat from a $7.50 surcharge for tickets booked on travel agencies' reservations systems. Northwest dropped the fee late last week under pressure from travel groups, though the refusal of other airlines to adopt the surcharge also played a part. Northwest's planned surcharge for roundtrip tickets amounted to an ''anticompetitive practice'' by presenting ''a clear invitation to Northwest's competitors to follow its lead and agree to this across-the-board price increase,'' Kevin Mitchell, chairman of the Business Travel Coalition, had said in a letter to the Justice Department. Carol A. Devine, president of the National Business Travel Association, whose executives met with Northwest two days before the fee was dropped, hailed the fee's repeal. Northwest will still charge a $5 fee for tickets purchased on its telephone system and $10 for those bought at airport counters.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd254dc8eb7c8105d7fc648", "web_url": "http://www.nytimes.com/2004/09/07/business/07memo.html", "keywords": [{"name": "persons", "value": "BUTLER, CHAD"}, {"name": "organizations", "value": "NORTHWEST AIRLINES CORPORATION"}, {"name": "organizations", "value": "DELTA AIR LINES INCORPORATED"}, {"name": "organizations", "value": "DELTA AIR LINES"}, {"name": "organizations", "value": "TRANSPORTATION SECURITY ADMINISTRATION"}, {"name": "organizations", "value": "NORTHWEST AIRLINES"}, {"name": "subject", "value": "ROBBERIES AND THEFTS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "LUGGAGE"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}, {"name": "subject", "value": "MID-CONTINENT AIRPORT (WICHITA, KAN)"}, {"name": "subject", "value": "TRAVEL AGENCIES AND AGENTS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AIRLINE FOOD -- Two years after free meals became largely a memory (good or bad) in the coach cabins of many domestic flights, American Airlines is considering joining competitors that started selling meals to passengers after eliminating free mea...", "section_name": "Business", "print_page": "7", "abstract": "American Airlines will begin testing in-flight food sales in September on selected flights; meals will cost $5 to $7; letter, sent to Congress under aegis of Air Transport Association and signed by chairmen of most domestic airlines, says fuel bill this year for nation's airlines at current prices will be $6 billion more than it would have been with last year's prices; Forecast International says Bombardier and Embraer will produce 387 regional jets this year, and that number will include 'progressively higher proportion of larger capacity aircraft' than in recent years; says production of 70-to-120-seat regional jets during next 10 years will be 'particularly dynamic'; construction has begun on $220 million terminal at Tan Son Nhut airfield in Ho Chi Minh City, Vietnam, that will increase airport's capacity to as much as 17 million passengers each year; AAA is predicting 'potentially record high' travel over Labor Day weekend, including 11 percent increase from year earlier in number of air travelers, to $3.9 million (Memo Pad column) (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-08-31T00:00:00Z", "word_count": 560, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "AIRLINE FOOD -- Two years after free meals became largely a memory (good or bad) in the coach cabins of many domestic flights, American Airlines is considering joining competitors that started selling meals to passengers after eliminating free meals during the post-9/11 slump in business. American said it would begin testing in-flight food sales in September on selected flights, including some between Dallas and New York and New York and Phoenix. Meals will cost $5 to $7. If the tests are successful and American expands the service throughout its domestic schedule, the airline, the world's largest, will join most major airlines and a handful of low-cost carriers in selling food in coach on some or all flights. (In business and first class, free meals are still the norm.) Among the major carriers, only Continental still serves free meals in coach on most domestic flights. FUEL PRICES -- The airlines insist they are not crying wolf about the trouble that high oil prices are causing. ''While the soaring price of fuel is a huge problem for the economy, it is rapidly becoming a catastrophe for the airline industry,'' according to a letter to Congress signed by the chairmen of most domestic airlines. The letter states that at current prices, the fuel bill this year for the nation's airlines will be $6 billion more than it would have been with last year's prices. The letter, sent under the aegis of the Air Transport Association, asks for oversight hearings to review the ''feverish speculation'' in oil markets. ''We are convinced,'' the letter says, ''that the only thing that will stop the wild increase in prices is fear by the speculators that the U.S. government is ready to step in with actions that could either increase supply or reduce demand.''", "headline": {"kicker": "BUSINESS TRAVEL", "main": "MEMO PAD"}, "_id": "4fd247f98eb7c8105d7e443a", "web_url": "http://www.nytimes.com/2004/08/31/business/business-travel-memo-pad.html", "keywords": [{"name": "glocations", "value": "VIETNAM"}, {"name": "organizations", "value": "EMBRAER"}, {"name": "organizations", "value": "AIR TRANSPORT ASSN"}, {"name": "organizations", "value": "AMERICAN AIRLINES"}, {"name": "organizations", "value": "AAA"}, {"name": "organizations", "value": "BOMBARDIER INC"}, {"name": "subject", "value": "SALES"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "OIL (PETROLEUM) AND GASOLINE"}, {"name": "subject", "value": "LABOR DAY"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "TAN SON NHUT INTERNATIONAL AIRPORT (VIETNAM)"}, {"name": "subject", "value": "JET FUEL"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "PRODUCTION"}, {"name": "subject", "value": "FOOD"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Terminal 2E at Charles de Gaulle International Airport partly reopened to commercial flights on Aug. 17, almost three months after the departure area collapsed on May 23, killing four people. Air France is using the registration area and a small p...", "section_name": null, "print_page": "3", "abstract": "Terminal 2E at Charles de Gaulle International Airport reopens almost three months after departure area collapsed, killing four people; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-08-29T00:00:00Z", "word_count": 202, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "FOUQUET", "organization": "", "firstname": "Hélène"}], "original": "By HÉLÈNE FOUQUET"}, "multimedia": [], "blog": [], "lead_paragraph": "Terminal 2E at Charles de Gaulle International Airport partly reopened to commercial flights on Aug. 17, almost three months after the departure area collapsed on May 23, killing four people. Air France is using the registration area and a small part of the intermediate building for departing flights to Casablanca and Istanbul. About 500 to 600 passengers a day will check in at five booths in the registration section, far less than the 20,000 a day who were using Terminal 2E before the collapse. A former arrival area has been transformed into a boarding hall with seats. Air France passengers will be transferred by bus from the terminal to their planes.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Paris Airport Terminal Is Partly Reopened"}, "_id": "4fd27fc08eb7c8105d84a678", "web_url": "http://www.nytimes.com/2004/08/29/travel/travel-advisory-paris-airport-terminal-is-partly-reopened.html", "keywords": [{"name": "glocations", "value": "PARIS (FRANCE)"}, {"name": "glocations", "value": "FRANCE"}, {"name": "subject", "value": "ACCIDENTS AND SAFETY"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "DE GAULLE, CHARLES, INTERNATIONAL AIRPORT (PARIS)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The sleep jury's in, and United States carriers are mostly out. Skytrax, the big British airline-quality research firm, sent teams of inspectors aloft to test flat-bed seats in premium cabins of airlines that offer them. Criteria included dimensio...", "section_name": "Business", "print_page": "3", "abstract": "Results of Skytrax's survey of sleep comfort of flat-bed seats in premium cabins of airlines (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-07-06T00:00:00Z", "word_count": 127, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SHARKEY", "organization": "", "firstname": "Joe"}], "original": "By JOE SHARKEY"}, "multimedia": [], "blog": [], "lead_paragraph": "The sleep jury's in, and United States carriers are mostly out. Skytrax, the big British airline-quality research firm, sent teams of inspectors aloft to test flat-bed seats in premium cabins of airlines that offer them. Criteria included dimensions, contouring and ''sleep-comfort positions'' for those who sleep on their backs, their sides or in fetal positions, said Peter Miller, a Skytrax marketing director. JOE SHARKEY ''Great sleep'' FIRST CLASS All Nippon British Airways Cathay Pacific China Airlines Qantas Airways Singapore Airlines South African Airways Swiss International Airways", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Dozing at 30,000 Feet"}, "_id": "4fd247fd8eb7c8105d7e4706", "web_url": "http://www.nytimes.com/2004/07/06/business/business-travel-dozing-at-30000-feet.html", "keywords": [{"name": "organizations", "value": "SKYTRAX RESEARCH"}, {"name": "subject", "value": "BEDS AND BEDDING"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "SLEEP"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LINGER IN THE KINGDOM -- From July 5 through Nov. 18, Walt Disney World has a Five Plus Two Dream Maker Package. For the price of a five-night stay -- including a room in a Disney World resort and admission to all its theme parks and water parks -...", "section_name": null, "print_page": "3", "abstract": "Deals and Discounts on summer travel bargains (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-06-20T00:00:00Z", "word_count": 484, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SIANO", "organization": "", "firstname": "Joseph"}], "original": "By JOSEPH SIANO"}, "multimedia": [], "blog": [], "lead_paragraph": "LINGER IN THE KINGDOM -- From July 5 through Nov. 18, Walt Disney World has a Five Plus Two Dream Maker Package. For the price of a five-night stay -- including a room in a Disney World resort and admission to all its theme parks and water parks -- guests get another two nights at no charge. For most of this period, rates start at $589 for an adult in Value Resorts (like All-Star Sports), based on double occupancy; $311 ages 10 to 17 and $250 ages 3 to 9. For Moderate Resorts (like the Port Orleans), the adult rate is $713, and for a Deluxe Resort (Animal Kingdom Lodge, for example), it's $866; children's rates are the same in all classes. Reserve by June 28, at (407) 934-7639 (ask for ZXDB) or on the Web at www.disneyworld.com. ITALY FOR LESS -- The six Bettoja Hotels in Rome and Florence will be taking 25 percent off their standard rates from July 1 to Aug. 31. In Rome, the hotels are the Mediterraneo, Massimo D'Azeglio, San Giorgio, Atlantico and Nord; in Florence, it's the Hotel Relais Certosa. At the three-star Nord, rates will be $193, at $1.25 to the euro, for a standard single; a double in the Mediterraneo is $292 with the discount. The chain also has three-night packages with similar discounts; at the Massimo D'Azeglio, for example, three nights are $892; at the Atlantico or San Giorgio, $776. Three nights in Rome and two at the Florence hotel are $1,290 to $1,564. Prices include tax and service; (800) 783-6904 or www.bettojahotels.com.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Deals and Discounts"}, "_id": "4fd2535d8eb7c8105d7f9e1e", "web_url": "http://www.nytimes.com/2004/06/20/travel/travel-advisory-deals-and-discounts.html", "keywords": [{"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The Internet has truly taken off. Last month, Lufthansa started a service, FlyNet, which transmits a wireless Internet signal to passengers on selected flights. FlyNet costs $29.95 a flight or $9.95 a half-hour then 25 cents a minute, and is avail...", "section_name": "Technology", "print_page": "3", "abstract": "Lufthansa begins FlyNet, service which transmits wireless Internet signal provided by Connexion by Boeing to passengers on flights between Los Angeles and Munich (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-06-13T00:00:00Z", "word_count": 166, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "TEDESCHI", "organization": "", "firstname": "Bob"}], "original": "By BOB TEDESCHI"}, "multimedia": [], "blog": [], "lead_paragraph": "The Internet has truly taken off. Last month, Lufthansa started a service, FlyNet, which transmits a wireless Internet signal to passengers on selected flights. FlyNet costs $29.95 a flight or $9.95 a half-hour then 25 cents a minute, and is available to anyone with a wireless Internet device. The only route now offering FlyNet is Los Angeles to Munich. It is to be added on the San Francisco-to-Munich route this summer, followed by trans-Atlantic flights from Toronto and Vancouver, and from New York in the fall.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Sky Is Not the Limit For Surfing the Web"}, "_id": "4fd252ac8eb7c8105d7f87b9", "web_url": "http://www.nytimes.com/2004/06/13/travel/travel-advisory-sky-is-not-the-limit-for-surfing-the-web.html", "keywords": [{"name": "glocations", "value": "LOS ANGELES (CALIF)"}, {"name": "glocations", "value": "MUNICH (GERMANY)"}, {"name": "organizations", "value": "LUFTHANSA GERMAN AIRLINES"}, {"name": "organizations", "value": "CONNEXION"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Earthlings will have a rare chance to witness a Transit of Venus when, on June 8, the planet makes its passage between the Earth and the Sun. Then, for about six hours in its 120-year cycle, Venus will appear as a small black dot crossing the Sun'...", "section_name": null, "print_page": "3", "abstract": "Venus will make rare passage between Earth and Sun, which will be visible in Europe, most of Africa, Middle East, much of Asia and eastern US; several tour operators are offering trips (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-05-23T00:00:00Z", "word_count": 389, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "Stevenson", "firstname": "Martha", "role": "reported", "lastname": "OLSON", "organization": ""}], "original": "By MARTHA STEVENSON OLSON"}, "multimedia": [], "blog": [], "lead_paragraph": "Earthlings will have a rare chance to witness a Transit of Venus when, on June 8, the planet makes its passage between the Earth and the Sun. Then, for about six hours in its 120-year cycle, Venus will appear as a small black dot crossing the Sun's glowing disk. Johannes Kepler was the first to predict that Venus would transit the Sun, and to predict the cycle; he died before his projected date, in December 1631, and because it happened after sunset in most of Europe, no other Western scientist observed it either. Jeremiah Horrocks, a young clergyman and astronomer, was the first to document Venus's transit on Nov. 24, 1639. Since then, transits have occurred in 1761, 1769, 1874 and 1882.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Watching Venus Make a Rare Journey"}, "_id": "4fd2a1e88eb7c8105d886ebb", "web_url": "http://www.nytimes.com/2004/05/23/travel/travel-advisory-watching-venus-make-a-rare-journey.html", "keywords": [{"name": "subject", "value": "SUN"}, {"name": "subject", "value": "SPACE"}, {"name": "subject", "value": "VENUS (PLANET)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Denzel Washington may owe his life to Chris Palmer.    Unlike Mr. Washington, who stars in 20th Century Fox's new action film ''Man on Fire,'' Mr. Palmer is not a Hollywood leading man. Balding, bearded and heavy-set, with a passing resemblance to...", "section_name": "Movies; Business", "print_page": "10", "abstract": "Article on Albert G Ruben unit of insurance broker Aon, which provides security for film studios; Chris Palmer, who is director of risk control for Aon unit, comments; security measures taken by Albert G Ruben on set of Denzel Washington's film Man on Fire in Mexico detailed; map (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-05-11T00:00:00Z", "word_count": 1017, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "lastname": "HURT", "firstname": "Harry", "qualifier": "III", "role": "reported", "organization": ""}], "original": "By HARRY HURT III"}, "multimedia": [], "blog": [], "lead_paragraph": "Denzel Washington may owe his life to Chris Palmer. Unlike Mr. Washington, who stars in 20th Century Fox's new action film ''Man on Fire,'' Mr. Palmer is not a Hollywood leading man. Balding, bearded and heavy-set, with a passing resemblance to Orson Welles, Mr. Palmer, 41, is director of risk control for the Albert G. Ruben unit of the insurance broker Aon; Ruben provides security for film studios.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Making the World Safer, One Client at a Time"}, "_id": "4fd256b38eb7c8105d800bfb", "web_url": "http://www.nytimes.com/2004/05/11/business/business-travel-making-the-world-safer-one-client-at-a-time.html", "keywords": [{"name": "creative_works", "value": "MAN ON FIRE (MOVIE)"}, {"name": "persons", "value": "PALMER, CHRIS"}, {"name": "persons", "value": "WASHINGTON, DENZEL"}, {"name": "glocations", "value": "MEXICO"}, {"name": "organizations", "value": "AON CORP"}, {"name": "organizations", "value": "RUBEN, ALBERT G, CO"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Business travelers who switched to cars after Sept. 11, 2001, are not cooperating with the airline industry's recovery plans.    After a two-year slump driven by terrorist attacks, airport frustrations, a weak economy, SARS and the war in Iraq, th...", "section_name": "Business", "print_page": "7", "abstract": "Growing number of business travelers are rediscovering joys of driving on short-haul trips instead of flying, avoiding airport security delays and crowded planes; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-05-04T00:00:00Z", "word_count": 1217, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "A.", "firstname": "Mark", "role": "reported", "lastname": "STEIN", "organization": ""}], "original": "By MARK A. STEIN"}, "multimedia": [], "blog": [], "lead_paragraph": "Business travelers who switched to cars after Sept. 11, 2001, are not cooperating with the airline industry's recovery plans. After a two-year slump driven by terrorist attacks, airport frustrations, a weak economy, SARS and the war in Iraq, the airline industry is showing signs of reviving. Traffic for major American carriers rose 8 percent in the first quarter of this year, according to the Air Transport Association. The Federal Aviation Administration forecasts that domestic air travel will grow at least 6.5 percent annually this year and next.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Forsaking Short-Haul Flights for the Joys of the Road"}, "_id": "4fd2535a8eb7c8105d7f9c16", "web_url": "http://www.nytimes.com/2004/05/04/business/business-travel-forsaking-short-haul-flights-for-the-joys-of-the-road.html", "keywords": [{"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}, {"name": "subject", "value": "DELAYS (TRANSPORTATION)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "More than a century after the first powered flight by the Wright brothers, inventors continue to dream up ideas for enhancing air travel. Here is a look at some recent filings with the United States Patent and Trademark Office for products that in...", "section_name": "Technology; Business", "print_page": "6", "abstract": "Inventors continue to dream up ideas for enhancing air travel; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "2004-04-20T00:00:00Z", "word_count": 1250, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Jane", "role": "reported", "lastname": "LEVERE", "organization": ""}, {"rank": 2, "role": "reported", "lastname": "CHARTRAND", "organization": "", "firstname": "Sabra"}], "original": "By JANE L. LEVERE and SABRA CHARTRAND"}, "multimedia": [], "blog": [], "lead_paragraph": "More than a century after the first powered flight by the Wright brothers, inventors continue to dream up ideas for enhancing air travel. Here is a look at some recent filings with the United States Patent and Trademark Office for products that include a food-delivery system that would move along tracks on an airplane's ceiling, and pods that passengers would board for delivery into the aircraft. To assess their practicality, an informal panel of seven experts was assembled. They liked the patent for a high-technology oxygen mask for pilots the most, and were lukewarm or even disdainful toward most of the others. Still, even the questionable ideas offer a glimpse at the possibilities that lie ahead in the second century of human flight.", "headline": {"kicker": "BUSINESS TRAVEL", "main": "Inventors Offer Ideas for a Second Century of Travel"}, "_id": "4fd24f4e8eb7c8105d7f20d8", "web_url": "http://www.nytimes.com/2004/04/20/business/business-travel-inventors-offer-ideas-for-a-second-century-of-travel.html", "keywords": [{"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "INVENTIONS AND PATENTS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 107281, "time": 36, "offset": 470}}, "status": "OK"}