{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Not to be outdone by US Airways, Delta Airlines said it is buying new, quieter jets to replace the aging Boeing 727's on its shuttles between New York, Boston and Washington.    Next July Delta will begin introducing twin-engine Boeing 737-800's o...", "section_name": null, "print_page": "3", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1999-10-17T00:00:00Z", "word_count": 171, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Not to be outdone by US Airways, Delta Airlines said it is buying new, quieter jets to replace the aging Boeing 727's on its shuttles between New York, Boston and Washington. Next July Delta will begin introducing twin-engine Boeing 737-800's on the routes. The planes will have improved seats, power ports for laptops and roughly a third more overhead bin space for each passenger.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Delta Shuttle To Get Quieter Planes"}, "_id": "4fd2310e8eb7c8105d7c01da", "web_url": "http://www.nytimes.com/1999/10/17/travel/travel-advisory-delta-shuttle-to-get-quieter-planes.html", "keywords": [], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Four Seasons Hotels and Resorts is in the midst of a growth spurt. On Sept. 1, the company opened a resort in Punta Mita, Mexico, the second of six openings of new or renovated hotels scheduled for this year. It opened the Four Seasons Hotel Las V...", "section_name": null, "print_page": "3", "abstract": "Four Seasons Hotels and Resorts opens first resort in Mexico, in Punta Mita (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-09-19T00:00:00Z", "word_count": 257, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "CORMIER", "organization": "", "firstname": "Ray"}], "original": "By RAY CORMIER"}, "multimedia": [], "blog": [], "lead_paragraph": "Four Seasons Hotels and Resorts is in the midst of a growth spurt. On Sept. 1, the company opened a resort in Punta Mita, Mexico, the second of six openings of new or renovated hotels scheduled for this year. It opened the Four Seasons Hotel Las Vegas in March and by the end of the year, plans to unveil a renovation of the George V in Paris, and new properties in Cairo, London and Scottsdale, Ariz. The Punta Mita resort, the company's first in Mexico, has opened with 100 rooms overlooking the Pacific about 30 miles northwest of Puerto Vallarta; 40 more are to open next year. It includes a Jack Nicklaus-designed golf course with an unusual optional third hole with an island green 194 yards into the Pacific. The green is reached by a stone path at low tide and by six-wheel amphibious vehicle at other times.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Four Seasons Opens First Mexican Resort"}, "_id": "4fd22a3f8eb7c8105d7b519e", "web_url": "http://www.nytimes.com/1999/09/19/travel/travel-advisory-four-seasons-opens-first-mexican-resort.html", "keywords": [{"name": "glocations", "value": "PUNTA MITA (MEX)"}, {"name": "glocations", "value": "MEXICO"}, {"name": "organizations", "value": "FOUR SEASONS HOTELS INC"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The drumming of shamans and the crooning of pop singers will accompany travelers' New Year's revels. Following is a sampling of offerings. Unless otherwise noted, prices are per person, double occupancy; deposit and refund policies can be strict. ...", "section_name": null, "print_page": "3", "abstract": "Sampling of New Year's travel packages (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-08-22T00:00:00Z", "word_count": 443, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "PIORKO", "organization": "", "firstname": "Janet"}], "original": "By JANET PIORKO"}, "multimedia": [], "blog": [], "lead_paragraph": "The drumming of shamans and the crooning of pop singers will accompany travelers' New Year's revels. Following is a sampling of offerings. Unless otherwise noted, prices are per person, double occupancy; deposit and refund policies can be strict. Michael Bolton will sing on New Year's Eve at the Wyndham El Conquistador Resort and Country Club in Las Croabas, Puerto Rico; the resort will also have performances by the pop singer Michael McDonald on Dec. 29 and the Puerto Rico Symphony Orchestra on Dec. 30. Double rooms start at $685 a night, and there is a six-night minimum stay. Packages for three nights of entertainment start at $600 a person ($300 for those under 17). Information: (800) 468-5228. . . . Finnish Lapland is the destination of a four-night tour by Norvista, (800) 677-6454, departing from New York Dec. 28 on Finnair to Rovaniemi. A celebration on Dec. 31 will feature a Millennium Village made from snow and ice, lighted by bonfires, with entertainment by fortunetellers and shamans. The price is $3,399, including air fare. . . . The Nat Festival, in which dancers communicate with ancestral spirits, is a highlight of a tour of Myanmar (formerly Burma) by Asia Transpacific Journeys, (800) 642-2742, from Dec. 18 to Jan. 2. On New Year's Eve the group will celebrate at the Shwedagon Pagoda. The price is $3,095 without air fare. . . . Le Bal du Roy, a party for 1,600 at the Chateau de Versailles, will include a five-course dinner in an adjacent greenhouse-style Crystal Castle supervised by Gerard Vie of Les Trois Marches at the Trianon Palace Hotel in Versailles, which has two Michelin stars. The evening will include a parade with costumed entertainers and cocktails in the chateau, fireworks and dancing. The party, a fund-raiser for the chateau, is $2,510 a person (at 6 francs to the dollar). The organizers have information about lodging, which costs extra: (33-1) 43.59.16.48 or at www.lebalduroy.com. . . . A four-night California Wine Country Millennium Cruise sailing from San Francisco on Dec. 29 is offered by Cruise West, (800) 888-9378, on the 96-passenger Spirit of '98. New Year's Eve will include fireworks over the Golden Gate Bridge. Prices start at $1,795 without air fare. . . . Six rooms' worth of performers will entertain at the St. Regis, Aspen, (888) 454-9005, with Dr. John in the Roots Revue. The event is a benefit for Jazz Aspen Snowmass education programs, and tickets, at $1,000 each, include open bar, a caviar bar, sushi station and carving station with elk and suckling pig. Rooms start at $1,000 a night for two, with a five-night minimum. JANET PIORKO", "headline": {"kicker": "TRAVEL ADVISORY", "main": "On the Road to 2000"}, "_id": "4fd201728eb7c8105d765fa6", "web_url": "http://www.nytimes.com/1999/08/22/travel/travel-advisory-on-the-road-to-2000.html", "keywords": [{"name": "subject", "value": "TWO THOUSAND (YEAR)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Marine Expeditions, one of the largest operators of voyages to the Antarctic and the Arctic, is offering a 21-day trip this fall that retraces Sir Ernest Shackleton's foray to Antarctica in 1914.     His attempt to be the first man to lead an expl...", "section_name": null, "print_page": "3", "abstract": "Marine Expeditions is offering 21-day trip retracing Sir Ernest Shackleton's 1914 voyage to Antarctica; photos (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-08-15T00:00:00Z", "word_count": 268, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Marine Expeditions, one of the largest operators of voyages to the Antarctic and the Arctic, is offering a 21-day trip this fall that retraces Sir Ernest Shackleton's foray to Antarctica in 1914. His attempt to be the first man to lead an exploration party across Antarctica failed when he and his crew were halted in the Weddell Sea by the onset of a cold snap that locked their ship in ice and they were forced to abandon it.The crew endured treacherous sea voyages, frostbitten crossings of unmapped mountain ranges and months adrift on floating pack ice, but every man who set sail survived.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Following Shackleton, In Far More Comfort"}, "_id": "4fd201728eb7c8105d765f5b", "web_url": "http://www.nytimes.com/1999/08/15/travel/travel-advisory-following-shackleton-in-far-more-comfort.html", "keywords": [{"name": "persons", "value": "SHACKLETON, ERNEST"}, {"name": "glocations", "value": "ANTARCTIC REGIONS"}, {"name": "organizations", "value": "MARINE EXPEDITIONS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "A MATURING SERVICE  www.expedia.com      Expedia, the travel Web site, has been revamped with additional and improved features. The new look is bright and as clean as the fullness of the pages allows.     Among the new features are Fare Compare, M...", "section_name": "Technology", "print_page": "3", "abstract": "Cyberscout column on new features on revamped Expedia travel Web site (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-08-15T00:00:00Z", "word_count": 457, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "middlename": "R.", "firstname": "L.", "role": "reported", "lastname": "SHANNON", "organization": ""}], "original": "By L. R. SHANNON"}, "multimedia": [], "blog": [], "lead_paragraph": "A MATURING SERVICE www.expedia.com Expedia, the travel Web site, has been revamped with additional and improved features. The new look is bright and as clean as the fullness of the pages allows. Among the new features are Fare Compare, Modify Search, and E-Mail Itineraries. For Fare Compare, you choose from a list of major airports and give the earliest date you might leave. The site searches for the lowest fares Expedia's 6.3 million members have actually paid, not just the lowest published fares, which are also available.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "CYBERSCOUT"}, "_id": "4fd20fb68eb7c8105d782da5", "web_url": "http://www.nytimes.com/1999/08/15/travel/travel-advisory-cyberscout.html", "keywords": [{"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Smithsonian Study Tours, the travel arm of the Smithsonian Institution, is taking advantage of Saudi Arabia's being open to tourism since last fall. Three two-week tours, Inside Saudi Arabia, will combine lectures on culture and archeology with vi...", "section_name": null, "print_page": "3", "abstract": "Smithsonian Study Tours, taking advantage of opening of Saudi Arabia to tourism, offers two-week tours combining lectures on culture and archeology with visits to historic sites, museums and national parks; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-08-01T00:00:00Z", "word_count": 301, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "BERGER", "organization": "", "firstname": "Alisha"}], "original": "By ALISHA BERGER"}, "multimedia": [], "blog": [], "lead_paragraph": "Smithsonian Study Tours, the travel arm of the Smithsonian Institution, is taking advantage of Saudi Arabia's being open to tourism since last fall. Three two-week tours, Inside Saudi Arabia, will combine lectures on culture and archeology with visits to historic sites, museums and national parks. The tours will begin in Riyadh, the capital, where the group will visit the National Museum to learn about Islamic architecture and traditional Saudi life; the Diplomatic Quarter; Masmak Fortress, a mud citadel in the heart of Old Riyadh that Abdul Aziz captured during his conquest of the Arabian Peninsula in 1902, and the souk, or marketplace. The Riyadh portion also includes a day trip to Diraiyah, the first capital of the al-Saud clan -- a city settled in 1446 that thrived until the beginning of the 19th century.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Tourists Tiptoe Into Saudi Arabia"}, "_id": "4fd2016a8eb7c8105d76585b", "web_url": "http://www.nytimes.com/1999/08/01/travel/travel-advisory-tourists-tiptoe-into-saudi-arabia.html", "keywords": [{"name": "glocations", "value": "SAUDI ARABIA"}, {"name": "organizations", "value": "SMITHSONIAN INSTITUTION"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Denmark has proclaimed 1999 its Medieval Year, highlighting the many archeological digs, burial mounds, churches and museums that offer information on the period from about 1000, when the Danes turned from paganism to Christianity, to 1536, the ye...", "section_name": null, "print_page": "3", "abstract": "Denmark, proclaiming 1999 Medieval Year, has planned more than 400 events highlighting Dark Ages; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-07-18T00:00:00Z", "word_count": 311, "news_desk": "Travel Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Denmark has proclaimed 1999 its Medieval Year, highlighting the many archeological digs, burial mounds, churches and museums that offer information on the period from about 1000, when the Danes turned from paganism to Christianity, to 1536, the year of the Reformation. More than 400 events, including lectures and workshops, have been scheduled. ''The Bright Ages,'' an exhibition at the National Museum in Copenhagen, includes artifacts and reconstructed scenes designed to demonstrate that the period was more colorful than the term Dark Ages would suggest. It runs through Oct. 24.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Denmark Sheds Some Light on Dark Ages"}, "_id": "4fd1ea268eb7c8105d7394a4", "web_url": "http://www.nytimes.com/1999/07/18/travel/travel-advisory-denmark-sheds-some-light-on-dark-ages.html", "keywords": [{"name": "glocations", "value": "DENMARK"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Augustus Saint-Gaudens (1848-1907) is often called the American Michelangelo, but his father was French and he studied in Paris, participated in important Parisian salons and eventually retired to a New Hampshire farm named after his father's vill...", "section_name": null, "print_page": "3", "abstract": "Chateau de Blerancourt outside Paris is marking French works by artist Augustus Saint-Gaudens with retrospective; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-07-18T00:00:00Z", "word_count": 258, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "LaBALME", "organization": "", "firstname": "Corinne"}], "original": "By CORINNE LaBALME"}, "multimedia": [], "blog": [], "lead_paragraph": "Augustus Saint-Gaudens (1848-1907) is often called the American Michelangelo, but his father was French and he studied in Paris, participated in important Parisian salons and eventually retired to a New Hampshire farm named after his father's village in the Pyrenees. This year marks the first major retrospective of his work in France: Through Oct. 18, over 100 of Saint-Gaudens's monumental sculptures, portraits and numismatic designs, gleaned from public and private collections, will be displayed at the 17th-century Chateau de Blerancourt northeast of Paris. His celebrated public commissions include Civil War memorials to Lincoln, Admiral Farragut, General Sherman, Col. Robert Gould Shaw (on Boston Common) and the exquisite double-eagle gold coins created at the behest of Theodore Roosevelt. More intimate works are also presented in this exhibition -- informal portraits, delicate cameo jewelry, and a copy of the sweetly elegant Diana, the sculptor's only female nude, which first served as a weathervane atop the original Madison Square Garden.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Near Paris, a Salute To Saint-Gaudens"}, "_id": "4fd221488eb7c8105d7a54e2", "web_url": "http://www.nytimes.com/1999/07/18/travel/travel-advisory-near-paris-a-salute-to-saint-gaudens.html", "keywords": [{"name": "persons", "value": "SAINT-GAUDENS, AUGUSTUS"}, {"name": "glocations", "value": "FRANCE"}, {"name": "organizations", "value": "CHATEAU DE BLERANCOURT"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Another Las Vegas milestone will be reached on April 22 when gondolas appear in the desert, courtesy of the Venetian Resort Hotel Casino, across the Strip from the Mirage. Besides the Grand Canal, other Venetian landmarks reproduced at the hotel a...", "section_name": null, "print_page": "3", "abstract": "Venetian Resort Hotel Casino in Las Vegas, set to open soon, includes reproductions of Grand Canal and other Venetian landmarks; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-04-04T00:00:00Z", "word_count": 360, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "SIANO", "organization": "", "firstname": "Joseph"}], "original": "By JOSEPH SIANO"}, "multimedia": [], "blog": [], "lead_paragraph": "Another Las Vegas milestone will be reached on April 22 when gondolas appear in the desert, courtesy of the Venetian Resort Hotel Casino, across the Strip from the Mirage. Besides the Grand Canal, other Venetian landmarks reproduced at the hotel are the Campanile, St. Mark's Square, the Ca' d'Oro and (for unlucky bettors) the Bridge of Sighs. Standard rooms (there are 2,718, plus 318 suites) measure about 700 square feet, with two beds equipped with draped canopies, a sunken living-room area and two 27-inch TV sets. Baths, 130 square feet, will be well paved with Italian marble. Each room will be equipped with a fax-copier-printer with separate telephone line and three dual-line phones. If all that sounds businesslike, it's no accident: the hotel is connected to the Sands Expo and Convention Center, one of the largest in the country.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "For Las Vegas Gamblers, Now It's Debt in Venice"}, "_id": "4fd20c828eb7c8105d77be14", "web_url": "http://www.nytimes.com/1999/04/04/travel/travel-advisory-for-las-vegas-gamblers-now-it-s-debt-in-venice.html", "keywords": [{"name": "glocations", "value": "LAS VEGAS (NEV)"}, {"name": "organizations", "value": "VENETIAN RESORT HOTEL CASINO"}, {"name": "subject", "value": "GAMBLING"}, {"name": "subject", "value": "CASINOS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The 90th edition of the Michelin Red Guide to France was released March 3, bestowing one new three-star rating, on the chef Michel Bras, for the restaurant that bears his name in Laguiole (pronounced Lie-OLE) in the Auvergne region of south-centra...", "section_name": null, "print_page": "3", "abstract": "Michelin Red Guide to France's 90th edition is released; Marc Meneau's Esperance restaurant is demoted to two stars and Michel Bras restaurant is promoted to two (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-03-21T00:00:00Z", "word_count": 349, "news_desk": "Travel Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "WELLS", "organization": "", "firstname": "Patricia"}], "original": "By PATRICIA WELLS"}, "multimedia": [], "blog": [], "lead_paragraph": "The 90th edition of the Michelin Red Guide to France was released March 3, bestowing one new three-star rating, on the chef Michel Bras, for the restaurant that bears his name in Laguiole (pronounced Lie-OLE) in the Auvergne region of south-central France. One restaurant, Marc Meneau's Esperance in the Burgundian village of Vezelay, was demoted from three stars to two. Thus the number of three-star restaurants remains unchanged at 21, with 6 in Paris and 15 in the provinces. The French guide was particularly generous this year, adding nine restaurants to the two-star roster. Frederic Anton, who studied under Joel Robuchon, won two stars at the Pre Catelan in the Bois de Boulogne, in Paris, and Eric Lecerf was elevated from one star to two at the Astor in the Hotel Astor in Paris. Christian Le Squer, who has been at the restaurant Ledoyen in Paris only six months, managed to retain the two stars won by Ledoyen's former chef, Ghislaine Arabian.", "headline": {"kicker": "TRAVEL ADVISORY", "main": "Win One, Lose One: Michelin Unveils 3-Stars"}, "_id": "4fd1fbd08eb7c8105d75a27f", "web_url": "http://www.nytimes.com/1999/03/21/travel/travel-advisory-win-one-lose-one-michelin-unveils-3-stars.html", "keywords": [{"name": "organizations", "value": "MICHEL BRAS RESTAURANT"}, {"name": "organizations", "value": "MICHELIN SA"}, {"name": "organizations", "value": "ESPERANCE RESTAURANT"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "RATINGS AND RATING SYSTEMS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "GUIDEBOOKS"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 35813, "time": 77, "offset": 380}}, "status": "OK"}