{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "LEAD: Paul MacCready is best known as the creator of the Gossamer Albatross, which flew across the English Channel under human power in 1979. It was followed by other flights of low-power, high-efficiency aircraft. The inventor even developed a fl...", "section_name": "Business", "print_page": "11", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1990-02-25T00:00:00Z", "word_count": 1102, "news_desk": "Financial Desk", "byline": {"person": [{"role": "reported", "organization": "", "rank": 1}], "original": "By LAWRENCE M. FISHER"}, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: Paul MacCready is best known as the creator of the Gossamer Albatross, which flew across the English Channel under human power in 1979. It was followed by other flights of low-power, high-efficiency aircraft. The inventor even developed a flying dinosaur replica, one of many exploits that have inspired admiration for Dr.", "headline": {"kicker": "TECHNOLOGY", "main": "UNITING LOW POWER AND EFFICIENCY"}, "_id": "4fd1aa868eb7c8105d6c8443", "web_url": "http://www.nytimes.com/1990/02/25/business/technology-uniting-low-power-and-efficiency.html", "keywords": [{"name": "persons", "value": "MACCREADY, PAUL"}, {"name": "organizations", "value": "AEROVIRONMENT INC"}, {"name": "subject", "value": "COMPANY AND ORGANIZATION PROFILES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "As the theme from ''Mission Impossible'' played in the background, Kirk Bailey and a crowd of about 150 other computer security experts waited for the results of a high-technology treasure hunt. The prize? Mr. Bailey's most personal information.  ...", "section_name": "Technology; Business", "print_page": "4", "abstract": "Kirk Bailey, computer security expert, is discomfitted by amount of personal information about him that was gleaned by other computer security experts, who took him up on dare to dig up as much as they could about him, without breaking law; without Bailey's cooperation, permission or knowledge, researchers found scannable sample of his signature, copies of his home phone bills, learned value of his home, terms of his divorce, as well as his Social Security number and date of birth; separately, no single bit of information is particularly dangerous; but in aggregate, and in wrong hands, it could be ruinous; photo; chart (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-12-13T00:00:00Z", "word_count": 787, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "KELLEY", "organization": "", "firstname": "Tina"}], "original": "By TINA KELLEY"}, "multimedia": [], "blog": [], "lead_paragraph": "As the theme from ''Mission Impossible'' played in the background, Kirk Bailey and a crowd of about 150 other computer security experts waited for the results of a high-technology treasure hunt. The prize? Mr. Bailey's most personal information. Mr. Bailey, whose job includes protecting the privacy of medical records, considers himself an average citizen, though somewhat more careful about what he calls the ''fragile condition'' of privacy today. In October, Mr. Bailey dared a group of security experts to spend two months trying to dig up as much as they could about him. Their only constraints were to stay within the confines of the law and to avoid asking his family or friends for help.", "headline": {"kicker": "TECHNOLOGY", "main": "An Expert in Computer Security Finds His Life Is a Wide-Open Book"}, "_id": "4fd232d78eb7c8105d7c342c", "web_url": "http://www.nytimes.com/1999/12/13/business/technology-an-expert-in-computer-security-finds-his-life-is-a-wide-open-book.html", "keywords": [{"name": "persons", "value": "BAILEY, KIRK"}, {"name": "subject", "value": "COMPUTER SECURITY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "PRIVACY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Danka Business Systems plans to report financial results this week for the first quarter of its new fiscal year, and revenue will probably be way down, debt high and profit minimal, at best.    But for several weeks now, Danka's top brass have bea...", "section_name": "Business", "print_page": "4", "abstract": "Danka Business Systems, second-largest distributor of copiers, has been going through severe retrenching for last six months, when it was near bankruptcy; it has renegotiated loans, gotten out of costly contracts, closed warehouses, laid off workers, and named new chief executive, Larry K Switzer; company's latest figures are promising, but its path to growth remains obstacle-strewn; photo; graph (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-08-02T00:00:00Z", "word_count": 1414, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "H.", "firstname": "Claudia", "role": "reported", "lastname": "DEUTSCH", "organization": ""}], "original": "By CLAUDIA H. DEUTSCH"}, "multimedia": [], "blog": [], "lead_paragraph": "Danka Business Systems plans to report financial results this week for the first quarter of its new fiscal year, and revenue will probably be way down, debt high and profit minimal, at best. But for several weeks now, Danka's top brass have beamed as they anticipated showing those numbers to the world. Who can blame them? Scarcely six months ago, no one was certain that Danka, which is incorporated in Britain but run out of St. Petersburg, Fla., would survive at all.", "headline": {"kicker": "TECHNOLOGY", "main": "Copier-War Casualty Is Back on Its Feet"}, "_id": "4fd226058eb7c8105d7adeff", "web_url": "http://www.nytimes.com/1999/08/02/business/technology-copier-war-casualty-is-back-on-its-feet.html", "keywords": [{"name": "persons", "value": "SWITZER, LARRY K"}, {"name": "organizations", "value": "DANKA BUSINESS SYSTEMS PLC"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "COMPANY AND ORGANIZATION PROFILES"}, {"name": "subject", "value": "SHUTDOWNS (INSTITUTIONAL)"}, {"name": "subject", "value": "COPYING MACHINES"}, {"name": "subject", "value": "LAYOFFS AND JOB REDUCTIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Network Solutions, the company that assigns Internet addresses, is again trying to curb what it terms registration abuses by speculators aiming to turn a quick profit.     The company recently purged 18,000 registrations that it suspected were hel...", "section_name": "Technology; Business", "print_page": "4", "abstract": "Network Solutions, company that assigns Internet addresses, is trying to curb what it terms registration abuses by speculators aiming to turn quick profit; has purged 18,000 registrations that it suspected were held by speculators; holds Government-backed monopoly in registration of most popular domains, but market will be opened to competition later this year (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-04-05T00:00:00Z", "word_count": 280, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "J.", "firstname": "Laurie", "role": "reported", "lastname": "FLYNN", "organization": ""}], "original": "By LAURIE J. FLYNN"}, "multimedia": [], "blog": [], "lead_paragraph": "Network Solutions, the company that assigns Internet addresses, is again trying to curb what it terms registration abuses by speculators aiming to turn a quick profit. The company recently purged 18,000 registrations that it suspected were held by speculators. In most cases, the company says, the domain names, as Internet addresses are known, were registered by people or companies matching the basic profile of a speculator, who typically register thousands of names at once.", "headline": {"kicker": "TECHNOLOGY", "main": "A Crackdown On Registrants"}, "_id": "4fd20c878eb7c8105d77c06a", "web_url": "http://www.nytimes.com/1999/04/05/business/technology-a-crackdown-on-registrants.html", "keywords": [{"name": "organizations", "value": "NETWORK SOLUTIONS INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "The world apparently sailed through the first days of 1999 with only scattered mistakes by computers confused by the approaching Year 2000 -- an outcome that added to growing optimism about the chances of avoiding widespread disruptions 51 weeks f...", "section_name": "Technology; Business", "print_page": "3", "abstract": "There is growing optimism about chances of avoiding widespread disruptions in year 2000 after world arrives at 1999 with only scattered mistakes by computers; transitions to new years are always bug-ridden time for information managers, because some devices and programs do not automatically adjust calendars; computer users feared that advent of 1999 might be rougher than usual because many computer programs look full 52 weeks ahead and so would be encountering dates in 2000 for first time; photos (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-01-11T00:00:00Z", "word_count": 1039, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "J.", "firstname": "Barnaby", "role": "reported", "lastname": "FEDER", "organization": ""}], "original": "By BARNABY J. FEDER"}, "multimedia": [], "blog": [], "lead_paragraph": "The world apparently sailed through the first days of 1999 with only scattered mistakes by computers confused by the approaching Year 2000 -- an outcome that added to growing optimism about the chances of avoiding widespread disruptions 51 weeks from now. Transitions to new years are always a bug-ridden time for information managers, because some devices and programs do not automatically adjust calendars. But computer users had feared that the advent of this year might be rougher than usual because many computer programs look a full 52 weeks ahead and so would be encountering dates in 2000 for the first time.", "headline": {"kicker": "TECHNOLOGY", "main": "'99 Problem Trips Up Few Computers"}, "_id": "4fd223db8eb7c8105d7aa006", "web_url": "http://www.nytimes.com/1999/01/11/business/technology-99-problem-trips-up-few-computers.html", "keywords": [{"name": "subject", "value": "NINETEEN HUNDRED NINETY-NINE"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "TWO THOUSAND (YEAR)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "ALTHOUGH the proposed acquisition of Tele-Communications Inc. by AT&T was almost as full of unlikely promises as the cable giant's notoriously unfulfilled plans to merge with the Bell Atlantic Corporation in 1993, the reaction of the news media ha...", "section_name": "Technology; Business", "print_page": "3", "abstract": "Planned merger of AT&T Corp and Tele-Communications Inc threatens further consolidation of independent Internet service provider industry; industry, which now has over 4,000 providers, was expected to shrink to as few as 100 over next few years, even before merger; industry watchers are concerned that larger, more powerful access providers may end cooperative arrangement called peering, whereby providers send competitor's data through their own networks without charge; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-07-06T00:00:00Z", "word_count": 925, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Caruso", "organization": "", "firstname": "Denise"}], "original": "By Denise Caruso"}, "multimedia": [], "blog": [], "lead_paragraph": "ALTHOUGH the proposed acquisition of Tele-Communications Inc. by AT&T was almost as full of unlikely promises as the cable giant's notoriously unfulfilled plans to merge with the Bell Atlantic Corporation in 1993, the reaction of the news media has matured. The former frenzy has given way to the kind of skepticism that only five years of Internet-driven market chaos could have inspired. Even so, not much has been said about how the deal will affect one of the most vibrant new industries that now finds itself directly in AT&T's path: the largely local, independent Internet service providers, or I.S.P.'s.", "headline": {"kicker": "TECHNOLOGY", "main": "As companies that provide access to the Internet consolidate, users may run into roadblocks."}, "_id": "4fd1ec768eb7c8105d73e0a2", "web_url": "http://www.nytimes.com/1998/07/06/business/technology-companies-that-provide-access-internet-consolidate-users-may-run-into.html", "keywords": [{"name": "organizations", "value": "TELE-COMMUNICATIONS INC"}, {"name": "organizations", "value": "AT&T CORP"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "INTERNET AND WORLD WIDE WEB"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Corporate recruiters have traditionally relied on university job fairs to snare the best and brightest college graduates. But traveling to them can be expensive and time-consuming, and in an era of cost-cutting, personal interviews are becoming a ...", "section_name": "Technology; Education; U.S.", "print_page": "13", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-01-07T00:00:00Z", "word_count": 1114, "news_desk": "Education Life Supplement", "byline": {"person": [{"rank": 1, "middlename": "C.", "firstname": "Stephen", "role": "reported", "lastname": "MILLER", "organization": ""}], "original": "By STEPHEN C. MILLER"}, "multimedia": [], "blog": [], "lead_paragraph": "Corporate recruiters have traditionally relied on university job fairs to snare the best and brightest college graduates. But traveling to them can be expensive and time-consuming, and in an era of cost-cutting, personal interviews are becoming a luxury that some companies can ill afford. Now there is another way: video conferencing via personal computer. It isn't as sophisticated or expensive as the television-based systems in some corporate boardrooms, but for many recruiters, it's a convenient and affordable way to connect a face and voice with a resume.", "headline": {"kicker": "TECHNOLOGY", "main": "Lights! Camera! Telephone? It's the Long-Distance Interview"}, "_id": "4fd1f0278eb7c8105d745c4e", "web_url": "http://www.nytimes.com/1996/01/07/education/technology-lights-camera-telephone-it-s-the-long-distance-interview.html", "keywords": [{"name": "organizations", "value": "VIEWNET INC"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "DATA PROCESSING (COMPUTERS)"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IT was a low-tech way to make a high-tech point. Aero Astro, a start-up company specializing in small spacecraft, wanted to get the Air Force's attention on a proposal for the world's smallest satellite. So last fall, an Air Force colonel, Aero As...", "section_name": "Technology; Business", "print_page": "10", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1995-03-05T00:00:00Z", "word_count": 1248, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "organization": "", "rank": 1}], "original": "By THERESA FOLEY;"}, "multimedia": [], "blog": [], "lead_paragraph": "IT was a low-tech way to make a high-tech point. Aero Astro, a start-up company specializing in small spacecraft, wanted to get the Air Force's attention on a proposal for the world's smallest satellite. So last fall, an Air Force colonel, Aero Astro's president and several colleagues took a three-pound prototype and bicycled 479 miles over the mountains from Colorado Springs to Albuquerque, N.M., to present the idea to officials at the Phillips Laboratory space research center. The Air Force got the point, and last month gave Aero Astro a contract to develop a trio of the tiny satellites, which might be launched within two years for experimental use. \"When a colonel and I walk into a general's office in biking clothes and pull a satellite out of a saddle bag, he remembers,\" said Rick Fleeter, president and founder of Aero Astro, a seven-year-old privately held company based in Herndon, Va.", "headline": {"kicker": "TECHNOLOGY", "main": "Tiny Satellites Aim to Please the Bean Counters"}, "_id": "4fd1e7a48eb7c8105d734b7c", "web_url": "http://www.nytimes.com/1995/03/05/business/technology-tiny-satellites-aim-to-please-the-bean-counters.html", "keywords": [{"name": "organizations", "value": "AERO ASTRO"}, {"name": "subject", "value": "SPACE"}, {"name": "subject", "value": "SATELLITES"}, {"name": "subject", "value": "NEW MODELS, DESIGN AND PRODUCTS"}, {"name": "subject", "value": "DATA PROCESSING (COMPUTERS)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD: The long search for synthetic blood for use in transfusions is becoming a neck-and-neck race between companies working on ''white bloods'' and those working on ''reds.'' The goal is to find a substance that is easy to use and free from conta...", "section_name": "Business", "print_page": "9", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1990-02-18T00:00:00Z", "word_count": 1170, "news_desk": "Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Edmund", "role": "reported", "lastname": "ANDREWS", "organization": ""}], "original": "By EDMUND L. ANDREWS"}, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: The long search for synthetic blood for use in transfusions is becoming a neck-and-neck race between companies working on ''white bloods'' and those working on ''reds.'' The goal is to find a substance that is easy to use and free from contaminants like hepatitis or the AIDS virus.", "headline": {"kicker": "TECHNOLOGY", "main": "The Quest for Synthetic Blood"}, "_id": "4fd1908c8eb7c8105d697940", "web_url": "http://www.nytimes.com/1990/02/18/business/technology-the-quest-for-synthetic-blood.html", "keywords": [{"name": "subject", "value": "BLOOD"}, {"name": "subject", "value": "NEW MODELS, DESIGN AND PRODUCTS"}, {"name": "subject", "value": "SYNTHETICS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "I.B.M. plans to announce an $8 billion technology sales agreement today with the Acer Group of Taiwan, representing another big step in I.B.M.'s accelerating effort to market its leading-edge technology to companies that are often its competitors....", "section_name": "Technology; Business", "print_page": "1", "abstract": "IBM enters $8 billion technology sales agreement with Acer Group of Taiwan, accelerating its effort to market its leading-edge technology to companies that are often its competitors; deal covers broad set of technologies, including disk drives, liquid-crystal displays and specialized microprocessors; IBM will also buy $1 billion in displays from Acer, using technology licensed from IBM in 1998; this and three similar recent deals are part of strategy pursued by Louis V Gerstner Jr, IBM's chairman, who is increasingly marketing IBM technology to other companies in computer industry; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-06-07T00:00:00Z", "word_count": 1013, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "LOHR", "organization": "", "firstname": "Steve"}], "original": "By STEVE LOHR"}, "multimedia": [], "blog": [], "lead_paragraph": "I.B.M. plans to announce an $8 billion technology sales agreement today with the Acer Group of Taiwan, representing another big step in I.B.M.'s accelerating effort to market its leading-edge technology to companies that are often its competitors. The agreement with Acer, spanning seven years, is the fourth large computer parts deal for the International Business Machines Corporation in the last three months.", "headline": {"kicker": "TECHNOLOGY", "main": "I.B.M. Expands Sales to Others In Its Industry"}, "_id": "4fd2269e8eb7c8105d7aeb28", "web_url": "http://www.nytimes.com/1999/06/07/business/technology-ibm-expands-sales-to-others-in-its-industry.html", "keywords": [{"name": "persons", "value": "GERSTNER, LOUIS V JR"}, {"name": "organizations", "value": "ACER GROUP"}, {"name": "organizations", "value": "INTERNATIONAL BUSINESS MACHINES CORP"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 41715, "time": 97, "offset": 60}}, "status": "OK"}