{"response": {"meta": {"offset": 430, "time": 80, "hits": 132909}, "docs": [{"slideshow_credits": null, "document_type": "article", "_id": "4fd296a68eb7c8105d872904", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "4", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/08/08/business/technology-unions-see-more-delay-in-talks-with-verizon.html", "source": "The New York Times", "abstract": "Two main unions at Verizon Communications say there will be delays in reaching settlement because of new proposals that company made on job security; but Verizon immediately counters that unions are unnecessarily stretching out talks to win concessions (M)", "snippet": "The two main unions at Verizon Communications said yesterday that there would be delays in reaching a settlement because of new proposals that the company had made on job security.    But Verizon, the nation's largest telecommunications company, i...", "blog": [], "type_of_material": "News", "byline": {"original": "By STEVEN GREENHOUSE", "person": [{"firstname": "Steven", "rank": 1, "role": "reported", "organization": "", "lastname": "GREENHOUSE"}]}, "pub_date": "2003-08-08T00:00:00Z", "word_count": 594, "lead_paragraph": "The two main unions at Verizon Communications said yesterday that there would be delays in reaching a settlement because of new proposals that the company had made on job security. But Verizon, the nation's largest telecommunications company, immediately countered that the unions were unnecessarily stretching out the talks to win concessions.", "keywords": [{"value": "VERIZON COMMUNICATIONS INC", "name": "organizations"}, {"value": "INTERNATIONAL BROTHERHOOD OF ELECTRICAL WORKERS", "name": "organizations"}, {"value": "COMMUNICATIONS WORKERS OF AMERICA", "name": "organizations"}, {"value": "LABOR", "name": "subject"}, {"value": "TELEPHONES AND TELECOMMUNICATIONS", "name": "subject"}], "headline": {"main": "Unions See More Delay in Talks With Verizon", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd275728eb7c8105d834ca4", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "6", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/07/17/business/technology-ibm-meets-expectations-for-quarter.html", "source": "The New York Times", "abstract": "IBM meets Wall Street's earnings expectations for second quarter; reports net income of $1.73 billion compared to $445 million year earlier; revenues from continuing operations were $21.63 billion, up 10.1 percent from $19.65 billion year ago; software sales rose 6 percent, to $3.5 billion; chief financial officer John R Joyce and chairman-chief executive Samuel J Palmisano comment; photo (M)", "snippet": "I.B.M., the world's largest computer maker, met Wall Street's earnings expectations for the second quarter, continuing its steady performance of the last several quarters. But company executives did not project confidence that a resurgence in tech...", "blog": [], "type_of_material": "News", "byline": {"original": "By BARNABY J. FEDER", "person": [{"role": "reported", "lastname": "FEDER", "firstname": "Barnaby", "middlename": "J.", "rank": 1, "organization": ""}]}, "pub_date": "2003-07-17T00:00:00Z", "word_count": 798, "lead_paragraph": "I.B.M., the world's largest computer maker, met Wall Street's earnings expectations for the second quarter, continuing its steady performance of the last several quarters. But company executives did not project confidence that a resurgence in technology spending had begun. John R. Joyce, I.B.M.'s chief financial officer, noted in a conference call with investors that while many analysts were projecting improvement in the economy for the second half of the year, the same predictions had been made in 2001 and 2002. He described demand as ''good but not robust'' and said that I.B.M. would continue to operate on the assumption that economic conditions would remain tough.", "keywords": [{"value": "JOYCE, JOHN R", "name": "persons"}, {"value": "PALMISANO, SAMUEL J", "name": "persons"}, {"value": "INTERNATIONAL BUSINESS MACHINES CORP", "name": "organizations"}, {"value": "SALES", "name": "subject"}, {"value": "COMPUTER SOFTWARE", "name": "subject"}, {"value": "COMPANY REPORTS", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "I.B.M. Meets Expectations for Quarter", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2916a8eb7c8105d86a390", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "1", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/07/11/business/technology-hacker-plot-hijacks-pc-s-for-sex-sites.html", "source": "The New York Times", "abstract": "More than thousand unsuspecting Internet users around world have recently had their computers hijacked by hackers, who computer security experts say are using them for pornographic Web sites; hijacked computers are secretly loaded with software that makes them send explicit Web pages advertising pornographic sites and offer to sign visitors up as customers; activity is likely to go unnoticed unless owner of hijacked computer is technologically sophisticated; independent computer researcher Richard M Smith says ring can be traced to Russian senders of spam, or unwanted commercial e-mail; diagram; photo (M)", "snippet": "More than a thousand unsuspecting Internet users around the world have recently had their computers hijacked by hackers, who computer security experts say are using them for pornographic Web sites.    The hijacked computers, which are chosen by th...", "blog": [], "type_of_material": "News", "byline": {"original": "By JOHN SCHWARTZ", "person": [{"firstname": "John", "rank": 1, "role": "reported", "organization": "", "lastname": "SCHWARTZ"}]}, "pub_date": "2003-07-11T00:00:00Z", "word_count": 1067, "lead_paragraph": "More than a thousand unsuspecting Internet users around the world have recently had their computers hijacked by hackers, who computer security experts say are using them for pornographic Web sites. The hijacked computers, which are chosen by the hackers apparently because they have high-speed connections to the Internet, are secretly loaded with software that makes them send explicit Web pages advertising pornographic sites and offer to sign visitors up as customers.", "keywords": [{"value": "SMITH, RICHARD M", "name": "persons"}, {"value": "RUSSIA", "name": "glocations"}, {"value": "ELECTRONIC MAIL", "name": "subject"}, {"value": "COMPUTER SOFTWARE", "name": "subject"}, {"value": "PORNOGRAPHY AND OBSCENITY", "name": "subject"}, {"value": "COMPUTER SECURITY", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Hacker Plot Hijacks PC's For Sex Sites", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2422d8eb7c8105d7dad2f", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/07/04/business/technology-dell-stops-hiring-prisoners-for-its-recycling-program.html", "source": "The New York Times", "abstract": "Dell Computer announces that it would no longer rely on prisons to supply workers for its computer recycling program; says it is canceling its contract with Unicor, branch of Federal Bureau of Prisons that employs prisoners, in response to concerns voiced by both customers and environmental advocates; environmental group Silicon Valley Toxics Coalition has released report stating that inmates working at prison recycling operation are not protected by Fair Labor Standards Act and are paid from 20 cents to $1.26 an hour; Dell says it has hired Resource Concepts and Image Microsystems to replace Unicor as its primaryrecycler; photo (M)", "snippet": "Responding to concerns from both customers and environmental advocates, Dell Computer announced yesterday that it would no longer rely on prisons to supply workers for its computer recycling program.    Dell, the world's largest seller of PC's, sa...", "blog": [], "type_of_material": "News", "byline": {"original": "By LAURIE J. FLYNN", "person": [{"role": "reported", "lastname": "FLYNN", "firstname": "Laurie", "middlename": "J.", "rank": 1, "organization": ""}]}, "pub_date": "2003-07-04T00:00:00Z", "word_count": 446, "lead_paragraph": "Responding to concerns from both customers and environmental advocates, Dell Computer announced yesterday that it would no longer rely on prisons to supply workers for its computer recycling program. Dell, the world's largest seller of PC's, said it had canceled its contract with Unicor, a branch of the Federal Bureau of Prisons that employs prisoners for electronics recycling and other industries.", "keywords": [{"value": "UNICOR", "name": "organizations"}, {"value": "DELL COMPUTER CORP", "name": "organizations"}, {"value": "SILICON VALLEY TOXICS COALITION", "name": "organizations"}, {"value": "LABOR", "name": "subject"}, {"value": "PRISONS AND PRISONERS", "name": "subject"}, {"value": "WAGES AND SALARIES", "name": "subject"}, {"value": "INDUSTRIAL AND OCCUPATIONAL HAZARDS", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}, {"value": "RECYCLING OF WASTE MATERIALS", "name": "subject"}], "headline": {"main": "Dell Stops Hiring Prisoners For Its Recycling Program", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd274078eb7c8105d831a32", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "1", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/06/30/business/technology-a-safer-system-for-home-pc-s-feels-like-jail-to-some-critics.html", "source": "The New York Times", "abstract": "Makers of personal computers and software prepare for new generation of computing by developing more secure technology, called 'trusted computing,' to help increase privacy and security, reduce risk of identity theft and protect copyrighted entertainment content from users' copying; critics say technology will unfairly constrict users, curtail innovation and destroy openness traditional to computer culture; photos; table (M)", "snippet": "Your next personal computer may well come with its own digital chaperon.    As PC makers prepare a new generation of desktop computers with built-in hardware controls to protect data and digital entertainment from illegal copying, the industry is ...", "blog": [], "type_of_material": "News", "byline": {"original": "By JOHN MARKOFF", "person": [{"firstname": "John", "rank": 1, "role": "reported", "organization": "", "lastname": "MARKOFF"}]}, "pub_date": "2003-06-30T00:00:00Z", "word_count": 1719, "lead_paragraph": "Your next personal computer may well come with its own digital chaperon. As PC makers prepare a new generation of desktop computers with built-in hardware controls to protect data and digital entertainment from illegal copying, the industry is also promising to keep information safe from tampering and help users avoid troublemakers in cyberspace.", "keywords": [{"value": "COPYRIGHTS", "name": "subject"}, {"value": "COMPUTER SOFTWARE", "name": "subject"}, {"value": "IDENTITY FRAUD", "name": "subject"}, {"value": "COMPUTER SECURITY", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}, {"value": "PRIVACY", "name": "subject"}], "headline": {"main": "A Safer System For Home PC's Feels Like Jail To Some Critics", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd22e178eb7c8105d7bbebc", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "6", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/06/24/business/technology-apple-announces-chip-deal-and-other-moves-to-lift-pc-s.html", "source": "The New York Times", "abstract": "Apple Computer chief executive Steven Jobs unveils new alliance with IBM that will install powerful IBM-designed 64-bit microprocessor chip on Apple computers; analysts say introduction of new G5 chip is crucial to keeping Apple competitive with Intel Pentium-based personal computers and to jump-start sales of Apple's Macintosh personal computers, which have been relatively flat last two years; Jobs notes processor is also foundation for company's software developments that will be based on new version of its OS X operating system--called Panther--that Apple plans to begin selling for $129 before end of year; chart; photo (M)", "snippet": "Steven Jobs, chief executive of Apple Computer, unveiled a new alliance with I.B.M. today that will install a powerful I.B.M.-designed 64-bit microprocessor chip on Apple computers. The move is a bid to stay innovative and independent in a computi...", "blog": [], "type_of_material": "News", "byline": {"original": "By JOHN MARKOFF", "person": [{"firstname": "John", "rank": 1, "role": "reported", "organization": "", "lastname": "MARKOFF"}]}, "pub_date": "2003-06-24T00:00:00Z", "word_count": 936, "lead_paragraph": "Steven Jobs, chief executive of Apple Computer, unveiled a new alliance with I.B.M. today that will install a powerful I.B.M.-designed 64-bit microprocessor chip on Apple computers. The move is a bid to stay innovative and independent in a computing world dominated by Microsoft and Intel. The introduction of the new G5 chip, industry analysts said, is crucial to keeping Apple competitive with the ubiquitous Intel Pentium-based personal computers and to jump-start sales of Apple's Macintosh personal computers, which have been relatively flat the last two years.", "keywords": [{"value": "JOBS, STEVEN", "name": "persons"}, {"value": "APPLE COMPUTER INC", "name": "organizations"}, {"value": "INTEL CORP", "name": "organizations"}, {"value": "INTERNATIONAL BUSINESS MACHINES CORP", "name": "organizations"}, {"value": "SALES", "name": "subject"}, {"value": "COMPUTER CHIPS", "name": "subject"}, {"value": "COMPUTER SOFTWARE", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Apple Announces Chip Deal and Other Moves to Lift PC's", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd275718eb7c8105d834c59", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "1", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/06/19/business/technology-oracle-s-campaign-to-take-over-peoplesoft-heats-up.html", "source": "The New York Times", "abstract": "Oracle Corp increases its hostile bid for PeopleSoft by more than $1 billion in new effort to pressure PeopleSoft's board to consider its offer; also files suit against PeopleSoft and J D Edwards, software maker that PeopleSoft recently agreed to acquire; says suit is in response to their collective efforts to eliminate PeopleSoft shareholders' ability to accept Oracle's tender offer; state of Connecticut files lawsuit against Oracle, alleging company's proposed takeover of PeopleSoft violates state's antitrust laws and would damage its economy; state is two weeks from its planned first phase of $100 million computer system based on PeopleSoft software; Oracle raises value of its bid for PeopleSoft to $6.3 billion; original offer was valued at $5.1 billion; PeopleSoft says its board will meet to review new offer; Oracle's chief executive Lawrence J Ellison and chief executive Craig Conway comment; graph; photo (M)", "snippet": "Raising the stakes in Silicon Valley's fierce takeover battle, the Oracle Corporation increased its hostile bid for PeopleSoft by more than $1 billion yesterday in a new effort to pressure PeopleSoft's board to consider its offer.    In the latest...", "blog": [], "type_of_material": "News", "byline": {"original": "By LAURIE FLYNN and ANDREW ROSS SORKIN", "person": [{"firstname": "Laurie", "rank": 1, "role": "reported", "organization": "", "lastname": "FLYNN"}, {"role": "reported", "lastname": "SORKIN", "firstname": "Andrew", "middlename": "Ross", "rank": 2, "organization": ""}]}, "pub_date": "2003-06-19T00:00:00Z", "word_count": 975, "lead_paragraph": "Raising the stakes in Silicon Valley's fierce takeover battle, the Oracle Corporation increased its hostile bid for PeopleSoft by more than $1 billion yesterday in a new effort to pressure PeopleSoft's board to consider its offer. In the latest legal tit-for-tat, Oracle also filed suit today against PeopleSoft and J. D. Edwards, the software maker that PeopleSoft recently agreed to acquire. Oracle said the lawsuit was ''in response to their collective efforts to eliminate PeopleSoft shareholders' ability to accept Oracle's tender offer.''", "keywords": [{"value": "ELLISON, LAWRENCE J", "name": "persons"}, {"value": "CONWAY, CRAIG A", "name": "persons"}, {"value": "CONNECTICUT", "name": "glocations"}, {"value": "PEOPLESOFT INC", "name": "organizations"}, {"value": "EDWARDS, J D, & CO", "name": "organizations"}, {"value": "ORACLE CORP", "name": "organizations"}, {"value": "MERGERS, ACQUISITIONS AND DIVESTITURES", "name": "subject"}, {"value": "COMPUTER SOFTWARE", "name": "subject"}, {"value": "ANTITRUST ACTIONS AND LAWS", "name": "subject"}, {"value": "SUITS AND LITIGATION", "name": "subject"}, {"value": "LAW AND LEGISLATION", "name": "subject"}, {"value": "ECONOMIC CONDITIONS AND TRENDS", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Oracle's Campaign to Take Over PeopleSoft Heats Up", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2422d8eb7c8105d7dacd5", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "1", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/06/18/business/technology-microsoft-sues-15-organizations-in-broad-attack-on-spam-e-mail.html", "source": "The New York Times", "abstract": "Microsoft Corp files lawsuits against 15 groups of individuals and companies that it says collectively sent its clients more than two billion unwanted e-mail messages; Hotmail service from Microsoft, with 140 million users, has been fat target for spammers; company estimates that more than 80 percent of more than 2.5 billion e-mail messages sent each day to Hotmail users are spam; Microsoft's general counsel Brad Smith comments; Email Gold Inc and NetGold are accused of using spam to sell tools for other marketers to get into spam business; VMS Inc and Proform4life Inc are accused to trying to sell human growth hormone; RHC Direct is accused of selling videotapes to enhance job hunting skills using misleading subject headers; RHC president Robert Caldwell denies his firm is sending spam; photo (M)", "snippet": "Microsoft, the world's largest provider of e-mail accounts, filed lawsuits yesterday against 15 groups of individuals and companies that it says collectively sent its clients more than two billion unwanted e-mail messages.    Unwanted e-mail, comm...", "blog": [], "type_of_material": "News", "byline": {"original": "By SAUL HANSELL", "person": [{"firstname": "Saul", "rank": 1, "role": "reported", "organization": "", "lastname": "HANSELL"}]}, "pub_date": "2003-06-18T00:00:00Z", "word_count": 705, "lead_paragraph": "Microsoft, the world's largest provider of e-mail accounts, filed lawsuits yesterday against 15 groups of individuals and companies that it says collectively sent its clients more than two billion unwanted e-mail messages. Unwanted e-mail, commonly called spam, has been a fast-growing problem for many e-mail users. The Hotmail service from Microsoft, with 140 million users, has been a fat target for spammers.", "keywords": [{"value": "SMITH, BRAD", "name": "persons"}, {"value": "CALDWELL, ROBERT", "name": "persons"}, {"value": "NETGOLD INC", "name": "organizations"}, {"value": "MICROSOFT CORP", "name": "organizations"}, {"value": "RHC DIRECT", "name": "organizations"}, {"value": "EMAIL GOLD INC", "name": "organizations"}, {"value": "VMS INC", "name": "organizations"}, {"value": "PROFORM4LIFE INC", "name": "organizations"}, {"value": "HORMONES", "name": "subject"}, {"value": "RECORDINGS (VIDEO)", "name": "subject"}, {"value": "ELECTRONIC MAIL", "name": "subject"}, {"value": "LABOR", "name": "subject"}, {"value": "SUITS AND LITIGATION", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}, {"value": "PRIVACY", "name": "subject"}], "headline": {"main": "Microsoft Sues 15 Organizations In Broad Attack On Spam E-Mail", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd22a088eb7c8105d7b4121", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "1", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/05/26/business/technology-microsoft-finds-some-doubters-for-the-motives-of-its-largesse.html", "source": "The New York Times", "abstract": "Critics of Microsoft maintain that company is increasing its donation of software to US nonprofit organization as way of undercutting free software movement favored by developers of open source programs; Microsoft, which is distributing to nonprofits through San Francisco-based CompuMentor, is increasing its donations to a level nearing $1 billion annually over next three to four years; photo (M)", "snippet": "Even when the Microsoft Corporation attempts to do good, its critics distrust its motives.     The company is significantly increasing its donation of software to the nation's nonprofit organizations, to a level that may approach $1 billion annual...", "blog": [], "type_of_material": "News", "byline": {"original": "By JOHN MARKOFF", "person": [{"firstname": "John", "rank": 1, "role": "reported", "organization": "", "lastname": "MARKOFF"}]}, "pub_date": "2003-05-26T00:00:00Z", "word_count": 1081, "lead_paragraph": "Even when the Microsoft Corporation attempts to do good, its critics distrust its motives. The company is significantly increasing its donation of software to the nation's nonprofit organizations, to a level that may approach $1 billion annually in the next three to four years, according to the organization that will distribute the software. Executives at nonprofit organizations are applauding the expected increase in donations, up from $207 million in estimated retail value last year.", "keywords": [{"value": "MICROSOFT CORP", "name": "organizations"}, {"value": "COMPUMENTOR", "name": "organizations"}, {"value": "COMPUTER SOFTWARE", "name": "subject"}, {"value": "NONPROFIT ORGANIZATIONS", "name": "subject"}, {"value": "GIFTS", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Microsoft Finds Some Doubters For the Motives Of Its Largesse", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd22b808eb7c8105d7b6f65", "section_name": "Front Page; Business", "news_desk": "Business/Financial Desk", "print_page": "1", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/04/22/business/technology-internet-is-losing-ground-in-battle-against-spam.html", "source": "The New York Times", "abstract": null, "snippet": "Alyx Sachs is no longer sending people e-mail offering to ''fix your credit risk free.''    Confronted by an increasing number of individuals, businesses and Internet service providers using software meant to identify and discard unwanted junk e-m...", "blog": [], "type_of_material": "News", "byline": {"original": "By SAUL HANSELL", "person": [{"firstname": "Saul", "rank": 1, "role": "reported", "organization": "", "lastname": "HANSELL"}]}, "pub_date": "2003-04-22T00:00:00Z", "word_count": 2106, "lead_paragraph": "Alyx Sachs is no longer sending people e-mail offering to ''fix your credit risk free.'' Confronted by an increasing number of individuals, businesses and Internet service providers using software meant to identify and discard unwanted junk e-mail -- commonly known as spam -- Ms. Sachs has been forced to become more creative in her marketing pitches. The subject line on her credit e-mail, for example, now reads ''get a fresh start.''", "keywords": [], "headline": {"main": "Internet Is Losing Ground in Battle Against Spam", "kicker": "TECHNOLOGY"}}]}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "status": "OK"}