{"response": {"meta": {"offset": 150, "time": 28, "hits": 132909}, "docs": [{"slideshow_credits": null, "document_type": "article", "_id": "4fd283aa8eb7c8105d8524bc", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "4", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2005/05/06/business/businessspecial3/06mci.html", "source": "The New York Times", "abstract": null, "snippet": "MCI Inc. posted a small loss in the first quarter as it made deep cost cuts to offset steep declines in revenue....", "blog": [], "type_of_material": "News", "byline": {"original": "By KEN BELSON", "person": [{"firstname": "Ken", "rank": 1, "role": "reported", "organization": "", "lastname": "BELSON"}]}, "pub_date": "2005-05-06T00:00:00Z", "word_count": 351, "lead_paragraph": "MCI Inc., the long-distance carrier that has agreed to be sold to Verizon Communications, posted a small loss in the first quarter as it made deep cost cuts to offset steep declines in revenue. The company, based in Ashburn, Va., said yesterday that it lost $2 million, or 1 cent a share, in the first quarter after losing $388 million, or $1.19 a share, a year earlier. Revenue fell 12 percent, to $4.8 billion.", "keywords": [{"value": "MCI INCORPORATED", "name": "organizations"}, {"value": "COMPANY REPORTS", "name": "subject"}, {"value": "TELEPHONES AND TELECOMMUNICATIONS", "name": "subject"}], "headline": {"main": "After Cost-Cutting, MCI Posts a Small Loss", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd24abc8eb7c8105d7e8cfd", "section_name": "Business", "news_desk": "Business/Financial Desk", "print_page": "7", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2005/04/12/technology/12soft.html", "source": "Bloomberg News", "abstract": null, "snippet": "Microsoft filed lawsuits in seven states against software resellers and system builders, accusing them of distributing counterfeit and unlicensed computer programs....", "blog": [], "type_of_material": "News", "byline": null, "pub_date": "2005-04-12T00:00:00Z", "word_count": 239, "lead_paragraph": "Microsoft says it has filed eight lawsuits in seven states against software resellers and system builders, accusing them of distributing counterfeit and unlicensed computer programs. The federal lawsuits stem from a test purchase program begun in 1997, the company said yesterday. Under that program, Microsoft said, it bought software and computer systems to test their authenticity.", "keywords": [{"value": "MICROSOFT CORPORATION", "name": "organizations"}, {"value": "COMPUTER SOFTWARE", "name": "subject"}, {"value": "SUITS AND LITIGATION", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Microsoft Suits Accuse 8 of Selling Fake Software", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2a5e28eb7c8105d88de1d", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2005/03/11/technology/11piracy.html", "source": "The New York Times", "abstract": "Microsoft and Time Warner waive their right to hearing in continuing European Commission probe into their plan to take over ContentGuard, which makes software for digital rights management; move is seen as sign of confidence that commission will approve deal (S)1", "snippet": "Microsoft and Time Warner have waived their right to a hearing in the continuing European Commission investigation into their plan to take over ContentGuard....", "blog": [], "type_of_material": "News", "byline": null, "pub_date": "2005-03-11T00:00:00Z", "word_count": 180, "lead_paragraph": "Microsoft and Time Warner have waived their right to a hearing in the continuing European Commission investigation into their plan to take over ContentGuard, which makes software for digital rights management, a person involved in the case said Thursday. The move is seen as a sign of confidence that the regulator will approve the deal, said the person, who spoke on condition of anonymity.", "keywords": [{"value": "EUROPE", "name": "glocations"}, {"value": "CONTENTGUARD", "name": "organizations"}, {"value": "MICROSOFT CORP", "name": "organizations"}, {"value": "TIME WARNER INC", "name": "organizations"}, {"value": "EUROPEAN UNION", "name": "organizations"}, {"value": "EUROPEAN COMMISSION", "name": "organizations"}, {"value": "MICROSOFT CORPORATION", "name": "organizations"}, {"value": "MERGERS, ACQUISITIONS AND DIVESTITURES", "name": "subject"}, {"value": "COMPUTER SOFTWARE", "name": "subject"}, {"value": "ANTITRUST ACTIONS AND LAWS", "name": "subject"}, {"value": "REGULATION AND DEREGULATION OF INDUSTRY", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Buyers Waive Hearing on Software Deal", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd25ae68eb7c8105d8078b1", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "7", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2005/03/09/technology/09intel.html", "source": "The New York Times", "abstract": "Fair Trade Commission in Japan rules that Intel Corp violated country's antimonopoly law in way it sold semiconductors and orders company to step some of its sales practices; Intel takes issue with finding and says it is considering how to respond; commission says Intel used unfair business practices to persuade five Japanese personal computer makers, including Sony and Toshiba, to stop or limit their purchases of microprocessors from Intel rivals Advanced Micro Devices and Transmeta Corp (M)", "snippet": "The Fair Trade Commission in Japan ruled on Tuesday that Intel violated the country's antimonopoly law in the way it sold semiconductors....", "blog": [], "type_of_material": "News", "byline": {"original": "By TODD ZAUN", "person": [{"firstname": "Todd", "rank": 1, "role": "reported", "organization": "", "lastname": "ZAUN"}]}, "pub_date": "2005-03-09T00:00:00Z", "word_count": 591, "lead_paragraph": "The Fair Trade Commission in Japan ruled on Tuesday that the Intel Corporation violated the country's antimonopoly law in the way it sold semiconductors and ordered the company to stop some of its sales practices. Intel took issue with the finding and said it was considering how to respond. The commission said Intel used unfair business practices to persuade five Japanese personal computer makers, including Sony and Toshiba, to stop or limit their purchases of microprocessors from two Intel rivals, Advanced Micro Devices and the Transmeta Corporation. The action against Intel came 11 months after the commission began its investigation with a raid on the company's Japanese offices. Fair trade authorities said that since May 2002, Intel offered discounts and incentives to computer makers that were contingent on promises that those companies either cease, or strictly limit, purchases from other chip makers. Intel said in a statement that it regarded its practices as fair and lawful. The company has 10 days to decide whether to appeal. If it does, the case would go through the commission's judicial review process. ''There is a broad consensus that competition regulators should only intervene where there is evidence of harm to consumers,'' D. Bruce Sewell, Intel's vice president and general counsel, said in the statement. ''It is apparent the J.F.T.C.'s recommendation did not sufficiently weigh these important principles.'' The ruling, which does not carry a fine, was the second action by Japanese competition regulators against a major American high-technology company in the last year. In July, the commission ordered Microsoft to remove a clause in its licensing contracts that was intended to protect it from patent suits. Intel has about 90 percent of the Japanese market for microprocessors, with the remainder split between Advanced Micro and Transmeta. That compares with an 80 percent market share for Intel worldwide. In the ruling, regulators did not ask Intel to stop offering volume discounts or other incentives to computer makers, but it did order the company to stop tying those discounts to promises to stop buying rival brands. In one case, Intel forced a computer maker to buy all of its semiconductors from Intel or lose rebates that had been offered, the commission said without identifying the manufacturer. Regulators argued that Intel's sales methods were unfair because the stipulations virtually assured that computer companies would severely limit purchases from rivals. Intel's brand power with consumers and its overwhelming market share in Japan mean computer makers have little choice but to buy a large number of their chips from Intel, and losing the discounts on those purchases would be costly, they said. The commission determined that Intel's practice limited competition and thus was likely to drive up the cost of computers for consumers, said Hiroshi Yamada, a commission official who briefed reporters on the decision. ''The company urged the five computer makers not to buy products from rivals in order to raise its own market share,'' Mr. Yamada said. The combined Japanese market share of A.M.D. and Transmeta dropped by more than half from 24 percent in 2002 to 11 percent in 2003, the commission said. Intel accounted for the remainder of the market, so its share rose to 89 percent from 76 percent in the period. A.M.D. has cited Intel's sales practices for its dwindling market share in Japan and applauded the ruling. ''It's a clear determination by the F.T.C. that Intel has been abusing a dominant position to limit competition,'' Thomas M. McCoy, executive vice president for legal affairs at A.M.D., said in an interview here.", "keywords": [{"value": "JAPAN", "name": "glocations"}, {"value": "INTEL CORP", "name": "organizations"}, {"value": "ADVANCED MICRO DEVICES", "name": "organizations"}, {"value": "TRANSMETA CORP", "name": "organizations"}, {"value": "TOSHIBA CORP", "name": "organizations"}, {"value": "FAIR TRADE COMMISSION", "name": "organizations"}, {"value": "INTEL CORPORATION", "name": "organizations"}, {"value": "SONY CORP", "name": "organizations"}, {"value": "SALES", "name": "subject"}, {"value": "COMPUTER CHIPS", "name": "subject"}, {"value": "ANTITRUST ACTIONS AND LAWS", "name": "subject"}, {"value": "SUITS AND LITIGATION", "name": "subject"}, {"value": "LAW AND LEGISLATION", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Japan Says Intel Violated Antimonopoly Law", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2a5df8eb7c8105d88dab4", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "15", "multimedia": [{"url": "images/2005/02/16/business/secutiy.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/16/business/secutiy.75.jpg"}, "height": 75, "type": "image"}], "subsection_name": null, "web_url": "http://www.nytimes.com/2005/02/16/technology/16security.html", "source": "The New York Times", "abstract": "Bill Gates says Microsoft plans to introduce this summer new version of its Internet Explorer Web browser with stronger features to protect against viruses and other security flaws that have plagued Windows users, speech, RSA computer security conference, San Francisco; says company is making progress in its fight against spam; photo (M)", "snippet": "Bill Gates said that Microsoft planned to introduce a new version of its Internet Explorer Web browser with stronger features to protect against viruses....", "blog": [], "type_of_material": "News", "byline": {"original": "By JOHN MARKOFF", "person": [{"firstname": "John", "rank": 1, "role": "reported", "organization": "", "lastname": "MARKOFF"}]}, "pub_date": "2005-02-16T00:00:00Z", "word_count": 469, "lead_paragraph": "Bill Gates said on Tuesday that Microsoft planned to introduce this summer a new version of its Internet Explorer Web browser with stronger features to protect against viruses and other vexing security flaws that have plagued Windows users. In a speech at the RSA computer security conference, Mr. Gates, Microsoft's chairman, said the company was making progress in its fight against spam, adding that ''phishing'' software scams were the fastest-growing security problem the company faced. He said the company was currently spending about $2 billion a year on computer security development and research.", "keywords": [{"value": "GATES, BILL", "name": "persons"}, {"value": "MICROSOFT CORP", "name": "organizations"}, {"value": "MICROSOFT CORPORATION", "name": "organizations"}, {"value": "ELECTRONIC MAIL", "name": "subject"}, {"value": "COMPUTER SOFTWARE", "name": "subject"}, {"value": "TRADE SHOWS AND FAIRS", "name": "subject"}, {"value": "COMPUTER SECURITY", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Gates Tells of Microsoft Effort to Fight Viruses", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd283998eb7c8105d8518fb", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "5", "multimedia": [], "subsection_name": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C01E6D7163BF934A15752C0A9639C8B63", "source": "The New York Times", "abstract": "House International Relations Committee chairman Henry Hyde, Armed Services Committee chairman Duncan Hunter and Small Business Committee chairman Donald Manzullo, in letter to Treasury Secretary John Snow, urge Bush administration to conduct formal investigation of IBM deal to sell its personal computer business to Lenovo of China to determine whether it poses national security risk; photo (M)", "snippet": "I.B.M.'s plan to sell its personal computer business to Lenovo of China hit a political speed bump yesterday.The chairmen of three House committees urged the Bush administration to conduct a formal investigation of the deal to determine whether it...", "blog": [], "type_of_material": "News", "byline": {"original": "By STEVE LOHR", "person": [{"firstname": "Steve", "rank": 1, "role": "reported", "organization": "", "lastname": "LOHR"}]}, "pub_date": "2005-01-27T00:00:00Z", "word_count": 654, "lead_paragraph": "I.B.M.'s plan to sell its personal computer business to Lenovo of China hit a political speed bump yesterday.The chairmen of three House committees urged the Bush administration to conduct a formal investigation of the deal to determine whether it poses a risk to national security. In a letter to Treasury Secretary John W. Snow, the Republican committee leaders said they were concerned that the deal could give advanced technology to the Chinese government, and would leave a company controlled by China responsible for handling some United States government contracts.", "keywords": [{"value": "SNOW, JOHN W", "name": "persons"}, {"value": "HYDE, HENRY J", "name": "persons"}, {"value": "HUNTER, DUNCAN", "name": "persons"}, {"value": "MANZULLO, DONALD A", "name": "persons"}, {"value": "CHINA", "name": "glocations"}, {"value": "INTERNATIONAL BUSINESS MACHINES CORP", "name": "organizations"}, {"value": "LENOVO GROUP", "name": "organizations"}, {"value": "MERGERS, ACQUISITIONS AND DIVESTITURES", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "I.B.M. Deal in China Faces Scrutiny Over Security Issue", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2443b8eb7c8105d7de3bc", "section_name": "Business", "news_desk": "Business/Financial Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2005/01/19/business/media/19charter.html", "source": "AP", "abstract": "Carl Vogel resigns as president and chief executive of Charter Communications in wake of big losses in 2004 and its struggles with over $18 billion in debt; Vogel also gives up his seat on board; posts of president and chief executive will be filled temporarily by Charter director Robert P May (S)", "snippet": "Carl Vogel has resigned as president and chief executive of the cable company Charter Communications in the wake of big losses in 2004....", "blog": [], "type_of_material": "News", "byline": null, "pub_date": "2005-01-19T00:00:00Z", "word_count": 110, "lead_paragraph": "Carl Vogel has resigned as president and chief executive of the cable company Charter Communications in the wake of big losses in 2004 and its struggles with over $18 billion in debt. Mr. Vogel also gave up his seat on the board. The posts of president and chief executive will be filled temporarily by Robert P. May, a Charter director who is chairman of HealthSouth, Charter said.", "keywords": [{"value": "VOGEL, CARL", "name": "persons"}, {"value": "MAY, ROBERT P", "name": "persons"}, {"value": "CHARTER COMMUNICATIONS INCORPORATED", "name": "organizations"}, {"value": "CHARTER COMMUNICATIONS CORP", "name": "organizations"}, {"value": "SUSPENSIONS, DISMISSALS AND RESIGNATIONS", "name": "subject"}, {"value": "APPOINTMENTS AND EXECUTIVE CHANGES", "name": "subject"}, {"value": "CABLE TELEVISION", "name": "subject"}, {"value": "BOARDS OF DIRECTORS", "name": "subject"}, {"value": "BIOGRAPHICAL INFORMATION", "name": "subject"}], "headline": {"main": "Chief of Charter Communications Resigns", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd25a6d8eb7c8105d80713b", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "1", "multimedia": [{"url": "images/2004/12/16/business/16phon.tim.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/12/16/business/16phon.tim.gif"}, "height": 75, "type": "image"}], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/12/16/business/16phone.html", "source": "The New York Times", "abstract": "print and Nextel formally announce merger that will creative formidable number 3 carrier; new company, to be called Sprint Nextel, will join Cingular Wireless, which has 46 million subscribers, and Verizon Wireless, with 42 million, in elite trio that will control three-quarters of market; deal is worth $35 billion and creates company with $40 billion in annual revenue and 35.4 million subscribers; new industry dynamic, where handful of mega-size companies battle each other, is far cry from few years ago, when mobile carriers were divided by region and shaped by personalities of their founders; Nextel's chief executive Timothy M Donohue will become chairman of combined company; Gary D Forsee of Sprint will be chief of new company; photos (M)", "snippet": "Sprint and Nextel Communications formally announced a merger that will create a formidable No. 3 carrier with 35.4 million subscribers....", "blog": [], "type_of_material": "News", "byline": {"original": "By KEN BELSON", "person": [{"firstname": "Ken", "rank": 1, "role": "reported", "organization": "", "lastname": "BELSON"}]}, "pub_date": "2004-12-16T00:00:00Z", "word_count": 996, "lead_paragraph": "For most of its two decades on the American landscape, the cellphone industry has been known for its freewheeling upstarts and aggressive competition. Yet in just a few years, a wave of mergers has left the industry dominated by a handful of giant companies, with smaller contenders having to carve out niche markets to survive. The industry was further recast yesterday when Sprint and Nextel Communications -- two of the more distinctive and entrepreneurial mobile phone companies -- formally announced a merger that will create a formidable No.3 carrier. The new company, to be called Sprint Nextel, will join Cingular Wireless, which has 46 million subscribers, and Verizon Wireless, with 42 million, in an elite trio that will control three-quarters of the market.", "keywords": [{"value": "FORSEE, GARY D", "name": "persons"}, {"value": "DONOHUE, TIMOTHY M", "name": "persons"}, {"value": "SPRINT CORPORATION", "name": "organizations"}, {"value": "NEXTEL COMMUNICATIONS INCORPORATED", "name": "organizations"}, {"value": "SPRINT NEXTEL", "name": "organizations"}, {"value": "SPRINT CORP", "name": "organizations"}, {"value": "NEXTEL COMMUNICATIONS INC", "name": "organizations"}, {"value": "CINGULAR WIRELESS", "name": "organizations"}, {"value": "VERIZON WIRELESS INC", "name": "organizations"}, {"value": "NAMES, ORGANIZATIONAL", "name": "subject"}, {"value": "MERGERS, ACQUISITIONS AND DIVESTITURES", "name": "subject"}, {"value": "CELLULAR TELEPHONES", "name": "subject"}, {"value": "INDUSTRY PROFILES", "name": "subject"}, {"value": "TELEPHONES AND TELECOMMUNICATIONS", "name": "subject"}], "headline": {"main": "Latest Merger Would Recast Cellular's Face Once Again", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2414c8eb7c8105d7d9821", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/12/14/technology/14phone.html", "source": "The New York Times", "abstract": "Sprint's negotiations to buy Nextel have ignited fears that Motorola will lose its exclusive deal to supply phones and equipment to Nextel; loss could mean gains for Lucent Technologies and Nortel Networks, which are main suppliers of wireless network equipment to Sprint; if merger occurs, Sprint will induce Nextel's more than 15 million subscribers to turn in their handsets, which use unconventional technology called iDEN; Sprint is likely to encourage customers to buy its handsets, which use more common technology known as CDMA, or code division multiple access; Sprint will probably have to order more equipment from Lucent, Nortel and other vendors to handle influx of millions of extra customers; chart (M)", "snippet": "Sprint's negotiations to buy Nextel have ignited fears that Motorola will lose its exclusive deal to supply phones and equipment to Nextel....", "blog": [], "type_of_material": "News", "byline": {"original": "By KEN BELSON", "person": [{"firstname": "Ken", "rank": 1, "role": "reported", "organization": "", "lastname": "BELSON"}]}, "pub_date": "2004-12-14T00:00:00Z", "word_count": 619, "lead_paragraph": "Sprint's negotiations to buy Nextel have ignited fears that Motorola will lose its exclusive deal to supply phones and equipment to Nextel. That loss could mean gains for Lucent Technologies and Nortel Networks, which are the main suppliers of wireless network equipment to Sprint.", "keywords": [{"value": "LUCENT TECHNOLOGIES INC", "name": "organizations"}, {"value": "SPRINT CORP", "name": "organizations"}, {"value": "NEXTEL COMMUNICATIONS INC", "name": "organizations"}, {"value": "MOTOROLA INCORPORATED", "name": "organizations"}, {"value": "MOTOROLA INC", "name": "organizations"}, {"value": "NORTEL NETWORKS", "name": "organizations"}, {"value": "MERGERS, ACQUISITIONS AND DIVESTITURES", "name": "subject"}, {"value": "CELLULAR TELEPHONES", "name": "subject"}, {"value": "MACHINERY AND EQUIPMENT", "name": "subject"}, {"value": "TELEPHONES AND TELECOMMUNICATIONS", "name": "subject"}], "headline": {"main": "Motorola May Lose Sales If Nextel and Sprint Merge", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2a5648eb7c8105d88ca89", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "4", "multimedia": [{"url": "images/2004/11/29/business/29cell.sidekick.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/11/29/business/29cell.sidekick.gif"}, "height": 75, "type": "image"}], "subsection_name": null, "web_url": "http://www.nytimes.com/2004/11/29/technology/29cell.html", "source": "The New York Times", "abstract": "United States cellphone operators, hoping to bolster their brands, are flirting with selling handsets that feature their names exclusively; move to exclude names of popular manufacturers follows trend in Asia and Europe; analysts say carriers want to better manage and tailor features and services on phones, gain leverage over phone makers and potentially cut costs; photo (M)", "snippet": "United States cellphone operators are flirting with selling handsets that feature their names exclusively....", "blog": [], "type_of_material": "News", "byline": {"original": "By MATT RICHTEL and KEN BELSON", "person": [{"firstname": "Matt", "rank": 1, "role": "reported", "organization": "", "lastname": "RICHTEL"}, {"firstname": "Ken", "rank": 2, "role": "reported", "organization": "", "lastname": "BELSON"}]}, "pub_date": "2004-11-29T00:00:00Z", "word_count": 988, "lead_paragraph": "United States cellphone operators, hoping to bolster their brands, are flirting with selling handsets that feature their names exclusively. The effort, which follows a trend in Asia and Europe, means the companies may eventually sell more models that do not include the names of popular manufacturers. In October, T-Mobile released a device, the Sidekick, that send and receives e-mail messages and is made by Sharp but it features only the T-Mobile brand. In August, Sprint started selling a mobile phone built by Pantech, a Korean company, without the maker's name.", "keywords": [{"value": "EUROPE", "name": "glocations"}, {"value": "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS", "name": "glocations"}, {"value": "T-MOBILE", "name": "organizations"}, {"value": "CELLULAR TELEPHONES", "name": "subject"}, {"value": "TELEPHONES AND TELECOMMUNICATIONS", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Mobile Carriers Move to Put Their Names on More Phones", "kicker": "TECHNOLOGY"}}]}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "status": "OK"}