{"response": {"meta": {"offset": 500, "time": 82, "hits": 132909}, "docs": [{"slideshow_credits": null, "document_type": "article", "_id": "4fd24f868eb7c8105d7f227d", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "1", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2001/02/15/business/technology-indications-of-new-vision-at-microsoft.html", "source": "The New York Times", "abstract": "Microsoft Corp names Richard E Belluzzo, who has been group vice president overseeing deelopment of Windows.NET operating platform and MSN Network of Web sites for 18 months, to be its president and chief operating officer; appointment gives clearest signal yet that future of computing, and Microsoft's future, lies beyond personal computer, foundation of its business and still source of about 70 percent of its revenue; Belluzzo succeeds Robert J Herbold, who is retiring; Microsoft confirms Justice Department has opened new inquiry into company's $135 million investment in Corel Corp, rival software maker; photo (M)", "snippet": "Since Microsoft introduced its ambitious Internet initiative last year, analysts and investors have pressed the company to articulate its amorphous and loosely defined vision.    Yesterday, Microsoft gave the clearest signal yet that the future of...", "blog": [], "type_of_material": "News", "byline": {"original": "By MICHAEL BRICK", "person": [{"firstname": "Michael", "rank": 1, "role": "reported", "organization": "", "lastname": "BRICK"}]}, "pub_date": "2001-02-15T00:00:00Z", "word_count": 850, "lead_paragraph": "Since Microsoft introduced its ambitious Internet initiative last year, analysts and investors have pressed the company to articulate its amorphous and loosely defined vision. Yesterday, Microsoft gave the clearest signal yet that the future of computing, and its future, lies beyond the personal computer, the foundation of its business and still the source of about 70 percent of its revenue.", "keywords": [{"value": "BELLUZZO, RICHARD E", "name": "persons"}, {"value": "HERBOLD, ROBERT J", "name": "persons"}, {"value": "JUSTICE DEPARTMENT", "name": "organizations"}, {"value": "MICROSOFT CORP", "name": "organizations"}, {"value": "COREL CORP", "name": "organizations"}, {"value": "APPOINTMENTS AND EXECUTIVE CHANGES", "name": "subject"}, {"value": "COMPUTER SOFTWARE", "name": "subject"}, {"value": "ANTITRUST ACTIONS AND LAWS", "name": "subject"}, {"value": "BIOGRAPHICAL INFORMATION", "name": "subject"}, {"value": "SUITS AND LITIGATION", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Indications Of New Vision At Microsoft", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd242c48eb7c8105d7dc2a6", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "10", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2001/02/14/business/technology-microsoft-introduces-new-windows-system.html", "source": "The New York Times", "abstract": "William H Gates introduces new version of Microsoft's Windows software called Windows XP; says Windows XP version will be most important Windows release since Windows 95, blockbuster that generated worldwide attention and made Windows nearly synonymous with personal computing; analysts are less buoyant, with some questioning whether XP will provide 'upgrade pop'--users either buying new machines or installing XP over existing versions--that made Windows 95 so successful but has been absent from last two revisions, Windows 2000 and Windows Me; photo (M)", "snippet": "Stung by slowing personal computer sales and continuing antitrust battles, Microsoft introduced a new version of its  Windows software today, one that it hopes will help restore the company to its glory days of the 1990's.    Calling the 18-year-o...", "blog": [], "type_of_material": "News", "byline": {"original": "By PAUL ANDREWS", "person": [{"firstname": "Paul", "rank": 1, "role": "reported", "organization": "", "lastname": "ANDREWS"}]}, "pub_date": "2001-02-14T00:00:00Z", "word_count": 889, "lead_paragraph": "Stung by slowing personal computer sales and continuing antitrust battles, Microsoft introduced a new version of its Windows software today, one that it hopes will help restore the company to its glory days of the 1990's. Calling the 18-year-old Windows operating system ''the most successful software product of all time,'' William H. Gates, the company's co-founder and chairman, said the forthcoming Windows XP version would be ''the most important Windows release since Windows 95,'' a blockbuster that generated worldwide attention and made Windows nearly synonymous with personal computing.", "keywords": [{"value": "GATES, WILLIAM H", "name": "persons"}, {"value": "MICROSOFT CORP", "name": "organizations"}, {"value": "COMPUTER SOFTWARE", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Microsoft Introduces New Windows System", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd2105a8eb7c8105d7842d4", "section_name": "Business", "news_desk": "Business/Financial Desk", "print_page": "5", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2001/02/08/business/technology-new-yale-venture-fund-to-use-student-volunteers.html", "source": "The New York Times", "abstract": "Students at Yale University's School of Management will have opportunity to start giving back to their alma mater even before they graduate, thanks to creation of venture capital fund supported by university and private investors; students will conduct research for Sachem Ventures, $1.5 million fund that will aim at start-up companies in New Haven area; students will not have to put up any of money to be invested and will not share in profits or losses from equity positions fund takes; any gains will go to Yale and its fellow investors, Zilkha Venture Partners and New Haven Savings Bank (M)", "snippet": "Students at Yale University's School of Management will have an opportunity to start giving back to their alma mater even before they graduate, thanks to the creation of a venture capital fund supported by the university and private investors.    ...", "blog": [], "type_of_material": "News", "byline": {"original": "By JONATHAN D. GLATER", "person": [{"rank": 1, "role": "reported", "organization": ""}]}, "pub_date": "2001-02-08T00:00:00Z", "word_count": 462, "lead_paragraph": "Students at Yale University's School of Management will have an opportunity to start giving back to their alma mater even before they graduate, thanks to the creation of a venture capital fund supported by the university and private investors. Students will conduct research on investments for Sachem Ventures, a $1.5 million fund that will aim at start-up companies in the New Haven area. But the students will not put up any of the money to be invested and will not share in profits or losses from equity positions the fund takes, according to the university. Instead, any gains will go to Yale and its fellow investors, Zilkha Venture Partners, a New York investment fund, and New Haven Savings Bank.", "keywords": [{"value": "NEW HAVEN (CONN)", "name": "glocations"}, {"value": "ZILKHA VENTURE PARTNERS", "name": "organizations"}, {"value": "YALE UNIVERSITY", "name": "organizations"}, {"value": "SACHEM VENTURES", "name": "organizations"}, {"value": "NEW HAVEN SAVINGS BANK", "name": "organizations"}, {"value": "BUSINESS SCHOOLS", "name": "subject"}, {"value": "EXECUTIVES AND MANAGEMENT", "name": "subject"}, {"value": "STOCKS AND BONDS", "name": "subject"}, {"value": "RESEARCH", "name": "subject"}, {"value": "VENTURE CAPITAL", "name": "subject"}], "headline": {"main": "New Yale Venture Fund To Use Student Volunteers", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd24eab8eb7c8105d7f0d52", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "4", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2001/02/07/business/technology-format-for-microsoft-appeal.html", "source": "The New York Times", "abstract": "US Appeals Court sets format for oral arguments in appeal of antitrust ruling against Microsoft Corp and makes changes in format that litigants agreed to previously, changes that seem to favor Microsoft (M)", "snippet": "The United States Court of Appeals set a format today for oral arguments in the appeal of the antitrust ruling against the Microsoft Corporation and made changes in the format the litigants had agreed to previously -- changes that seem to favor Mi...", "blog": [], "type_of_material": "News", "byline": {"original": "By JOEL BRINKLEY", "person": [{"firstname": "Joel", "rank": 1, "role": "reported", "organization": "", "lastname": "BRINKLEY"}]}, "pub_date": "2001-02-07T00:00:00Z", "word_count": 279, "lead_paragraph": "The United States Court of Appeals set a format today for oral arguments in the appeal of the antitrust ruling against the Microsoft Corporation and made changes in the format the litigants had agreed to previously -- changes that seem to favor Microsoft. Last week, Microsoft and the company's legal adversaries, the Justice Department and 19 state attorneys general, worked out an agreement at the court's request to divide the argument into segments dedicated to the various areas in which Microsoft has been found guilty, including illegal efforts to maintain a monopoly and illegal linking of two products.", "keywords": [{"value": "JUSTICE DEPARTMENT", "name": "organizations"}, {"value": "MICROSOFT CORP", "name": "organizations"}, {"value": "STATES (US)", "name": "subject"}, {"value": "COMPUTER SOFTWARE", "name": "subject"}, {"value": "ANTITRUST ACTIONS AND LAWS", "name": "subject"}, {"value": "SUITS AND LITIGATION", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Format for Microsoft Appeal", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd22d6a8eb7c8105d7baaf6", "section_name": "Business", "news_desk": "Business/Financial Desk", "print_page": "6", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2001/01/11/business/technology-motorola-profit-fell-in-fourth-quarter.html", "source": "The New York Times", "abstract": "Motorola Inc says profit declined 41 percent in fourth quarter, to $335 million compared with $564 million in year-earlier period; net income was $135 million compared with $323 million a year ago (M)", "snippet": "Motorola said yesterday that its earnings fell in the fourth quarter as higher sales failed to offset an increase in manufacturing costs, an announcement that underscores the challenges faced by large manufacturers of mobile telephones.    The sec...", "blog": [], "type_of_material": "News", "byline": {"original": "By SIMON ROMERO", "person": [{"firstname": "Simon", "rank": 1, "role": "reported", "organization": "", "lastname": "ROMERO"}]}, "pub_date": "2001-01-11T00:00:00Z", "word_count": 572, "lead_paragraph": "Motorola said yesterday that its earnings fell in the fourth quarter as higher sales failed to offset an increase in manufacturing costs, an announcement that underscores the challenges faced by large manufacturers of mobile telephones. The second-largest maker of mobile phones after Nokia of Finland, Motorola also signaled yesterday that its prospects in coming months remained uncertain amid a slowing economy. But the company did not provide detailed financial guidance for the year ahead.", "keywords": [{"value": "MOTOROLA INC", "name": "organizations"}, {"value": "COMPANY REPORTS", "name": "subject"}], "headline": {"main": "Motorola Profit Fell in Fourth Quarter", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd24ea58eb7c8105d7f0c14", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2000/12/25/business/technology-japanese-sites-for-women-aim-for-empowerment.html", "source": "The New York Times", "abstract": "Article on Japanese Web sites that target Japanese women, who have flocked to Internet; sites give women chance to speak out, as well as type of community available only to Japanese men; Web sites eWoman and Womenjapan.com described; photo (M)", "snippet": "Early in December, eWoman officially opened for business with Mari Matsunaga, the woman widely credited with igniting Japan's passion for cruising the Internet with a cell phone, at its helm as editorial director.    Her job choice was a bit surpr...", "blog": [], "type_of_material": "News", "byline": {"original": "By STEPHANIE STROM", "person": [{"firstname": "Stephanie", "rank": 1, "role": "reported", "organization": "", "lastname": "STROM"}]}, "pub_date": "2000-12-25T00:00:00Z", "word_count": 1362, "lead_paragraph": "Early in December, eWoman officially opened for business with Mari Matsunaga, the woman widely credited with igniting Japan's passion for cruising the Internet with a cell phone, at its helm as editorial director. Her job choice was a bit surprising. As the brains behind i-mode, the popular Internet service that placed Japan in the vanguard of the mobile Internet, Ms. Matsunaga had her choice of jobs after leaving NTT DoCoMo, Japan's largest cellular phone company and i-mode's purveyor. Yet she gambled on a new Web site aimed at women, an area of online business whose popularity has plummeted in the United States.", "keywords": [{"value": "JAPAN", "name": "glocations"}, {"value": "EWOMAN.CO", "name": "organizations"}, {"value": "WOMENJAPAN.COM", "name": "organizations"}, {"value": "WOMEN", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Japanese Sites for Women Aim for Empowerment", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd22d3c8eb7c8105d7b9ff2", "section_name": "Business", "news_desk": "Business/Financial Desk", "print_page": "6", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2000/12/06/business/technology-federal-panel-is-wary-on-gene-altered-corn.html", "source": "The New York Times", "abstract": "Federal advisory panel concludes that there is 'medium likelihood' that genetically engineered corn known as StarLink is potential allergen, a finding that could hurt food industry's quest to have it temporarily approved for human consumption (S)", "snippet": "A federal advisory panel concluded yesterday that there was a ''medium likelihood'' that the genetically engineered corn known as StarLink is a potential allergen, a finding that could hurt the food industry's quest to have the corn temporarily ap...", "blog": [], "type_of_material": "News", "byline": {"original": "By ANDREW POLLACK", "person": [{"firstname": "Andrew", "rank": 1, "role": "reported", "organization": "", "lastname": "POLLACK"}]}, "pub_date": "2000-12-06T00:00:00Z", "word_count": 677, "lead_paragraph": "A federal advisory panel concluded yesterday that there was a ''medium likelihood'' that the genetically engineered corn known as StarLink is a potential allergen, a finding that could hurt the food industry's quest to have the corn temporarily approved for human consumption. But the panel of outside scientific experts also concluded that there was only a low probability of significant allergy problems arising in the American population because there is little StarLink in the food supply.", "keywords": [{"value": "FOOD AND DRUG ADMINISTRATION", "name": "organizations"}, {"value": "AVENTIS", "name": "organizations"}, {"value": "GENETICS AND HEREDITY", "name": "subject"}, {"value": "GRAIN", "name": "subject"}, {"value": "FOOD CONTAMINATION AND POISONING", "name": "subject"}, {"value": "ALLERGIES", "name": "subject"}], "headline": {"main": "Federal Panel Is Wary On Gene-Altered Corn", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd20bbd8eb7c8105d77a401", "section_name": "Business", "news_desk": "Business/Financial Desk", "print_page": "4", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2000/11/29/business/technology-plan-for-use-of-bioengineered-corn-in-food-is-disputed.html", "source": "The New York Times", "abstract": "Representatives of food, agriculture and biotechnology industries urge EPA to approve bioengineered corn temporarily for human consumption; they hope to avoid further recalls of food products containing the corn; critics cite loss of confidence in EPA as regulatory agency if the corn, allowed by EPA in animal foodstuffs only, is allowed to be sold for human consumption; fear of allergies to product persist (M)", "snippet": "Hoping to avoid further product recalls linked to a bioengineered corn, representatives of food, agriculture and biotechnology industries urged the Environmental Protection Agency today to approve the corn temporarily for human consumption. But cr...", "blog": [], "type_of_material": "News", "byline": {"original": "By ANDREW POLLACK", "person": [{"firstname": "Andrew", "rank": 1, "role": "reported", "organization": "", "lastname": "POLLACK"}]}, "pub_date": "2000-11-29T00:00:00Z", "word_count": 831, "lead_paragraph": "Hoping to avoid further product recalls linked to a bioengineered corn, representatives of food, agriculture and biotechnology industries urged the Environmental Protection Agency today to approve the corn temporarily for human consumption. But critics said such a move would bail out the corn's developer and the food companies at consumers' expense. ''It is not E.P.A.'s obligation to clean up the mess,'' said Jane Rissler of the Union of Concerned Scientists. ''Turning on a dime to assist industry would undermine confidence both here and abroad in the E.P.A. as a regulator.''", "keywords": [{"value": "ENVIRONMENTAL PROTECTION AGENCY", "name": "organizations"}, {"value": "GENETICS AND HEREDITY", "name": "subject"}, {"value": "GRAIN", "name": "subject"}, {"value": "FOOD CONTAMINATION AND POISONING", "name": "subject"}], "headline": {"main": "Plan for Use of Bioengineered Corn in Food Is Disputed", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd21a248eb7c8105d7987c2", "section_name": "Business", "news_desk": "Business/Financial Desk", "print_page": "8", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2000/10/18/business/technology-some-atmel-patents-violated-us-says.html", "source": "Bloomberg News", "abstract": "US International Trade Commission rules that Sanyo Electric of Japan, Silicon Storage Technology of US and Macronix International and Winbond Electronics of Taiwan violated Atmel Corp's patents on digital memory circuits and orders companies to stop shipping products containing devices to US; should imports continue, US Customs Service has been directed to collect fines of 78 cents a device (S)", "snippet": "A United States trade agency ruled today that computer chip manufacturers in Japan, Taiwan and the United States had violated the Atmel Corporation's patents on digital memory circuits and ordered the companies to stop shipping products containing...", "blog": [], "type_of_material": "News", "byline": null, "pub_date": "2000-10-18T00:00:00Z", "word_count": 199, "lead_paragraph": "A United States trade agency ruled today that computer chip manufacturers in Japan, Taiwan and the United States had violated the Atmel Corporation's patents on digital memory circuits and ordered the companies to stop shipping products containing the devices to this country. The International Trade Commission issued the order against Sanyo Electric of Japan; Silicon Storage Technology of the United States; and Macronix International and Winbond Electronics of Taiwan.", "keywords": [{"value": "JAPAN", "name": "glocations"}, {"value": "TAIWAN", "name": "glocations"}, {"value": "MACRONIX INTERNATIONAL", "name": "organizations"}, {"value": "SANYO ELECTRIC CO", "name": "organizations"}, {"value": "INTERNATIONAL TRADE COMMISSION", "name": "organizations"}, {"value": "SILICON STORAGE TECHNOLOGY", "name": "organizations"}, {"value": "WINBOND ELECTRONICS", "name": "organizations"}, {"value": "ATMEL CORP", "name": "organizations"}, {"value": "CUSTOMS SERVICE", "name": "organizations"}, {"value": "COMPUTER CHIPS", "name": "subject"}, {"value": "FINES (PENALTIES)", "name": "subject"}, {"value": "INVENTIONS AND PATENTS", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Some Atmel Patents Violated, U.S. Says", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd209738eb7c8105d774f54", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "6", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2000/09/08/business/technology-qwest-stock-dips-on-news-of-13000-layoffs.html", "source": "The New York Times", "abstract": "Qwest Communications will lay off nearly 13,000 employees and increase capital spending in effort to heighten efficency after its $44 billion acquisition of US West (M)", "snippet": "Qwest Communications, a fast-growing provider of telecommunications services, said yesterday that it would lay off nearly 13,000 employees and increase capital spending in an effort to heighten efficiency after its $44 billion acquisition of U S W...", "blog": [], "type_of_material": "News", "byline": {"original": "By SIMON ROMERO", "person": [{"firstname": "Simon", "rank": 1, "role": "reported", "organization": "", "lastname": "ROMERO"}]}, "pub_date": "2000-09-08T00:00:00Z", "word_count": 443, "lead_paragraph": "Qwest Communications, a fast-growing provider of telecommunications services, said yesterday that it would lay off nearly 13,000 employees and increase capital spending in an effort to heighten efficiency after its $44 billion acquisition of U S West. The company, which is based in Denver, will cut 11,000 staff employees, more than 15 percent of its work force, and 1,800 contractors, although it was not clear which geographic regions would be hardest hit by the layoffs. The cuts will mainly affect nonunion and middle-management positions, the company said.", "keywords": [{"value": "QWEST COMMUNICATIONS CORP", "name": "organizations"}, {"value": "US WEST INC", "name": "organizations"}, {"value": "LABOR", "name": "subject"}, {"value": "MERGERS, ACQUISITIONS AND DIVESTITURES", "name": "subject"}, {"value": "CAPITAL INVESTMENT", "name": "subject"}, {"value": "LAYOFFS AND JOB REDUCTIONS", "name": "subject"}, {"value": "TELEPHONES AND TELECOMMUNICATIONS", "name": "subject"}], "headline": {"main": "Qwest Stock Dips on News of 13,000 Layoffs", "kicker": "TECHNOLOGY"}}]}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "status": "OK"}