{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "To the Editor:   Like many of my colleagues, I am outraged with the irresponsible and arrogant statements of Dr. Aleksei Abrikosov, which Sergei Leskov quotes in \"America's Soviet Scientists\" (Op-Ed, July 15).   I am another lucky survivor of the ...", "section_name": "Opinion", "print_page": "16", "abstract": null, "type_of_material": "Letter", "subsection_name": null, "pub_date": "1993-07-25T00:00:00Z", "word_count": 638, "news_desk": "Editorial Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "To the Editor: Like many of my colleagues, I am outraged with the irresponsible and arrogant statements of Dr. Aleksei Abrikosov, which Sergei Leskov quotes in \"America's Soviet Scientists\" (Op-Ed, July 15). I am another lucky survivor of the crash of Soviet science. I got my tenure at Princeton University in 1989, at the same time that Dr. Abrikosov became director of the Institute of High Pressures in Troitsk. Like him, I am a son of an academician, though I hated the privileges I had and left the Soviet Union for freedom and independence, not for the \"good food\" he so values.", "headline": {"main": "Russian Scientists Are an Endangered Species"}, "_id": "4fd1bd018eb7c8105d6e923b", "web_url": "http://www.nytimes.com/1993/07/25/opinion/l-russian-scientists-are-an-endangered-species-420593.html", "keywords": [{"name": "persons", "value": "LESKOV, SERGEI"}, {"name": "persons", "value": "MIGDAL, ALEXANDER A"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "USSR (FORMER SOVIET UNION)"}, {"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "To the Editor:   \"America's Soviet Scientists\" by Sergei Leskov (Op-Ed, July 15) juxtaposes the contrasting views of Aleksei Abrikosov and Roald Sagdeev on the ways of saving Russian science, but clearly gives primacy to Mr. Abrikosov's opinion th...", "section_name": "Opinion", "print_page": "16", "abstract": null, "type_of_material": "Letter", "subsection_name": null, "pub_date": "1993-07-25T00:00:00Z", "word_count": 219, "news_desk": "Editorial Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "To the Editor: \"America's Soviet Scientists\" by Sergei Leskov (Op-Ed, July 15) juxtaposes the contrasting views of Aleksei Abrikosov and Roald Sagdeev on the ways of saving Russian science, but clearly gives primacy to Mr. Abrikosov's opinion that it is \"useless to help science in Russia\" and that the only way to maintain science in Russia is to help the talented scientists to leave.", "headline": {"main": "Russian Scientists Are an Endangered Species; Some Will Go Back"}, "_id": "4fd1bd018eb7c8105d6e924a", "web_url": "http://www.nytimes.com/1993/07/25/opinion/l-russian-scientists-are-an-endangered-species-some-will-go-back-227593.html", "keywords": [{"name": "persons", "value": "LESKOV, SERGEI"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "USSR (FORMER SOVIET UNION)"}, {"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Glowing Shrimp   Q.     Some shrimp I tried to feed the cat glowed in the dark. Is that why the cat wouldn't eat it?      A.  \"Yes,\" said Dr. Matthew Grober, assistant professor of zoology at the University of Idaho at Moscow. \"It probably would h...", "section_name": "Technology; Science; Health", "print_page": "12", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1992-09-22T00:00:00Z", "word_count": 534, "news_desk": "Science Desk", "byline": {"person": [{"rank": 1, "middlename": "Claiborne", "firstname": "C.", "role": "reported", "lastname": "RAY", "organization": ""}], "original": "By C.CLAIBORNE RAY"}, "multimedia": [], "blog": [], "lead_paragraph": "Glowing Shrimp Q. Some shrimp I tried to feed the cat glowed in the dark. Is that why the cat wouldn't eat it? A. \"Yes,\" said Dr. Matthew Grober, assistant professor of zoology at the University of Idaho at Moscow. \"It probably would have gotten sick if it had eaten the shrimp.\"", "headline": {"main": "Q&A"}, "_id": "4fd1b5898eb7c8105d6db284", "web_url": "http://www.nytimes.com/1992/09/22/science/q-a-952092.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "When The New York Times uses the term \"operating system,\" it usually feels obliged to define it. Other newspapers do the same. They're not patronizing the readership. They're just facing facts. But suppose they felt the same way about \"election\" o...", "section_name": "Opinion", "print_page": "15", "abstract": null, "type_of_material": "Op-Ed", "subsection_name": null, "pub_date": "1992-02-23T00:00:00Z", "word_count": 883, "news_desk": "Editorial Desk", "byline": {"person": [{"role": "reported", "organization": "", "rank": 1}], "original": "By David Gelernter;"}, "multimedia": [], "blog": [], "lead_paragraph": "When The New York Times uses the term \"operating system,\" it usually feels obliged to define it. Other newspapers do the same. They're not patronizing the readership. They're just facing facts. But suppose they felt the same way about \"election\" or \"touchdown\"? \"Operating system\" is that kind of term. An operating system is a fundamental item in the world of software. If you don't know what one is, you're not going to learn on the basis of a single phrase, no matter how artfully crafted. And how likely are you to grasp the point of the news story when you literally don't know the first thing about the topic?", "headline": {"main": "Cut Off From the New Reality"}, "_id": "4fd1b36a8eb7c8105d6d7577", "web_url": "http://www.nytimes.com/1992/02/23/opinion/cut-off-from-the-new-reality.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Moths in the Closet   Q.     Do moths actually eat wool, or something on it? Does cedar keep them away?      A.  Some moths do eat wool and digest the fibers, especially if the wool is soiled, said Louis Vasvary, an expert in urban entomology and ...", "section_name": "Technology; Science; Health", "print_page": "5", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1991-06-11T00:00:00Z", "word_count": 380, "news_desk": "Science Desk", "byline": {"person": [{"rank": 1, "middlename": "Claiborne", "firstname": "C.", "role": "reported", "lastname": "RAY", "organization": ""}], "original": "By C. CLAIBORNE RAY"}, "multimedia": [], "blog": [], "lead_paragraph": "Moths in the Closet Q. Do moths actually eat wool, or something on it? Does cedar keep them away? A. Some moths do eat wool and digest the fibers, especially if the wool is soiled, said Louis Vasvary, an expert in urban entomology and an extension specialist at Cook College of Rutgers University in New Brunswick, N.J.", "headline": {"main": "Q&A"}, "_id": "4fd1cfaf8eb7c8105d708557", "web_url": "http://www.nytimes.com/1991/06/11/science/q-a-332491.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Jumping Chinese   Q. If all the people in China were to jump up and down all at once, would it affect the Earth's orbit?...", "section_name": "Technology; Science; Health", "print_page": "8", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1991-05-07T00:00:00Z", "word_count": 350, "news_desk": "Science Desk", "byline": {"person": [{"rank": 1, "middlename": "Claiborne", "firstname": "C.", "role": "reported", "lastname": "RAY", "organization": ""}], "original": "By C. CLAIBORNE RAY"}, "multimedia": [], "blog": [], "lead_paragraph": "Jumping Chinese Q. If all the people in China were to jump up and down all at once, would it affect the Earth's orbit?", "headline": {"main": "Q&A"}, "_id": "4fd1c1988eb7c8105d6f0c77", "web_url": "http://www.nytimes.com/1991/05/07/science/q-a-002091.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Snakes in Ireland    Q. Were there ever any snakes in Ireland for St. Patrick to throw out, as legend has it?   A. There are no snakes in Ireland now, and no fossil records of snakes are known, said Dr. Charles W. Myers, curator of the herpetology...", "section_name": "Technology; Science; Health", "print_page": "10", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1991-01-22T00:00:00Z", "word_count": 585, "news_desk": "Science Desk", "byline": {"person": [{"rank": 1, "middlename": "Claiborne", "firstname": "C.", "role": "reported", "lastname": "RAY", "organization": ""}], "original": "By C. CLAIBORNE RAY"}, "multimedia": [], "blog": [], "lead_paragraph": "Snakes in Ireland Q. Were there ever any snakes in Ireland for St. Patrick to throw out, as legend has it? A. There are no snakes in Ireland now, and no fossil records of snakes are known, said Dr. Charles W. Myers, curator of the herpetology department of the American Museum of Natural History. This does not prove that there were never any snakes, he said, because there is also no fossil record of the common lizard, which does occur in Ireland. \"But the presumption is that if there ever were any snakes,\" Dr. Myers said, \"they were exterminated by the last period of glaciation and have not been able to return.\" The glaciers receded about 14,000 years ago. Ireland's cold climate is marginal for the survival of snakes, he said, although there are a few snakes farther north on the European mainland. Dr. Myers said that the few species of snakes that now live in England re-invaded after the last glaciers. There was once a land bridge between southwestern Scotland and Ireland, Dr. Myers said, but snake authorities believe it was severed before any snakes could get back to Ireland. It has been suggested that the legend of snake expulsion may have arisen because the non-Christian religion that St. Patrick threw out might have included forms of snake worship brought to Ireland from somewhere else. Moon on Horizon Q. Why is the Moon larger when it is close to the horizon? A. It is not actually larger, said Neil D. Tyson, an astrophysicist in the department of astronomy at Columbia University in New York, but seems larger because of an optical illusion. \"When the Moon is on the horizon,\" he said, \"it is seen next to buildings or trees, terrestrial items you are familiar with, and the juxtaposition of the two images changes depth cues.\" You know the building is right in front of you, he explained, and the brain compensates by assuming the Moon disk is larger than it is when it is high in the sky, away from objects for comparison. At sea, where there are no buildings or trees, this illusion is absent because there are no cues to suggest it, he said. \"Another test is to look at the Moon between your legs upside down,\" Dr. Tyson suggested. \"All depth cues are completely thrown off, so the effect is lessened.\" When the Moon is seen beside an upside-down tree, the tree is perceived as just a shape, he said, not a tree. It is possible to convince yourself that you have been fooled by an optical illusion by measuring the size of the Moon, Dr. Tyson said. The best way is to use a piece of paper carefully positioned on a window, tracing the the Moon once when it is near the horizon and again when it is at the top of the sky. The head must be lined up so it is exactly the same distance from the paper for both sightings, he said. The atmosphere does not have a significant magnifying effect on the Moon, Dr. Tyson said. \"If it does anything, it makes the full Moon appear slightly shallower from top to bottom, or slightly oval,\" he said. Readers are invited to submit questions about science to Questions, Science Times, The New York Times, 229 West 43d Street, New York, N.Y. 10036. Questions of general interest will be answered in this column, but requests for medical advice cannot be honored and unpublished letters cannot be answered individually.", "headline": {"main": "Q&A"}, "_id": "4fd1a7a78eb7c8105d6c297e", "web_url": "http://www.nytimes.com/1991/01/22/science/q-a-841191.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Cats on TV   Q.    Do cats recognize cats on TV?      A. There are some indications that cats might momentarily react to the images as cats, said Dr. Peter L. Borchelt, an animal behaviorist with Animal Behavior Consultants of Brooklyn.    \"There ...", "section_name": "Technology; Science; Health", "print_page": "8", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1991-01-15T00:00:00Z", "word_count": 347, "news_desk": "Science Desk", "byline": {"person": [{"rank": 1, "middlename": "Claiborne", "firstname": "C.", "role": "reported", "lastname": "Ray", "organization": ""}], "original": "By C. Claiborne Ray"}, "multimedia": [], "blog": [], "lead_paragraph": "Cats on TV Q. Do cats recognize cats on TV? A. There are some indications that cats might momentarily react to the images as cats, said Dr. Peter L. Borchelt, an animal behaviorist with Animal Behavior Consultants of Brooklyn. \"There is no doubt that cats can recognize movement on TV,\" he said. \"Some will look, come up and paw something moving on the screen.\" Some cats appear to respond to video pictures of a bird the same way they do toward a bird seen out of the window, he added. They exhibit the same behaviors, like tooth chatter, a kind of stuttering stifled meow. If a silhouette of a cat in the hostile arched-back Halloween pose is hung on the wall at cat level, Dr. Borchelt said, some cats will, for a split second, interpret that outline as a cat and arch their own backs in response. If a silhouette with a neutral posture is used, a cat may sniff the rear end, though there is no odor difference. He said animals made the same kind of momentary perceptual errors that a human who tapped a store mannequin on the shoulder might make until it did not respond. Whispering Q. Does whispering strain the vocal cords more than trying to talk aloud when you have laryngitis? A. \"Whispering requires more effort than normal speech,\" said Dr. Robert F. Ward, assistant professor of otolaryngology at Cornell University Medical Center in New York. \"We believe it is equal to or more than yelling.\" Laryngitis usually results from inflammation of the vocal cords from a viral infection. In whispering, the swollen vocal cords are forced nearly together without letting them meet. It is like lying down and trying to hold your feet a little way off the floor for a long time, Dr. Ward explained. He gave another analogy: \"It is not like softly plucking one string of a violin, but like trying to make the bow and the strings come very close together without touching. This requires more effort than relaxing and letting the bow drop on the strings.\"", "headline": {"main": "Q&A"}, "_id": "4fd197ed8eb7c8105d6a6c5d", "web_url": "http://www.nytimes.com/1991/01/15/science/q-a-362491.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD:    Tired in the Morning       Q. Why do some people wake up tired after a full night's sleep but feel better as the day wears on?       A. ''The way a person feels when waking up from sleep, day or night, depends largely on the sleep stage t...", "section_name": "Technology; Science; Health", "print_page": "7", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1990-10-09T00:00:00Z", "word_count": 327, "news_desk": "Science Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: Tired in the Morning Q. Why do some people wake up tired after a full night's sleep but feel better as the day wears on? A. ''The way a person feels when waking up from sleep, day or night, depends largely on the sleep stage the person was in just before waking up,'' said Dr. Charles Pollak, director of the Institute of Chronobiology and head of the Sleep-Wake Disorder Center of the New York Hospital-Cornell Medical Center, Westchester Division, White Plains, N", "headline": {"main": "Q&A"}, "_id": "4fd19cd98eb7c8105d6ae80e", "web_url": "http://www.nytimes.com/1990/10/09/science/q-a-165490.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD:    The Devil's Foot...", "section_name": "Technology; Science; Health", "print_page": "9", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1990-10-02T00:00:00Z", "word_count": 345, "news_desk": "Science Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: The Devil's Foot", "headline": {"main": "Q&A"}, "_id": "4fd1c1058eb7c8105d6efbd2", "web_url": "http://www.nytimes.com/1990/10/02/science/q-a-493890.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 41715, "time": 24, "offset": 1100}}, "status": "OK"}