{"response": {"meta": {"offset": 190, "time": 59, "hits": 132909}, "docs": [{"slideshow_credits": null, "document_type": "article", "_id": "4fd225df8eb7c8105d7ad242", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/02/14/business/technology-dell-quarterly-sales-and-profit-jump-smartly.html", "source": "The New York Times", "abstract": "Dell Computer reports strong gains in sales and profits in its fourth quarter Jan 31; revenue rose 21 percent, to record $9.7 billion as net income rose 32 percent, to $603 million compared with year-earlier quarter; chairman-chief executive Michael Dell comments; photo (M)", "snippet": "Dell Computer reported strong quarterly gains in both sales and profits yesterday, demonstrating once more that it is largely immune from the travails of its rivals in the personal computer business.    In a conference call, Dell executives noted ...", "blog": [], "type_of_material": "News", "byline": {"original": "By STEVE LOHR", "person": [{"firstname": "Steve", "rank": 1, "role": "reported", "organization": "", "lastname": "LOHR"}]}, "pub_date": "2003-02-14T00:00:00Z", "word_count": 604, "lead_paragraph": "Dell Computer reported strong quarterly gains in both sales and profits yesterday, demonstrating once more that it is largely immune from the travails of its rivals in the personal computer business. In a conference call, Dell executives noted that the outlook for the economy was extremely uncertain and predicted that computer sales would probably limp along, growing only slightly this year.", "keywords": [{"value": "DELL, MICHAEL", "name": "persons"}, {"value": "DELL COMPUTER CORP", "name": "organizations"}, {"value": "RECORDS AND ACHIEVEMENTS", "name": "subject"}, {"value": "COMPANY REPORTS", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Dell Quarterly Sales and Profit Jump Smartly", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd26ced8eb7c8105d8260ab", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "6", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/02/13/business/technology-yahoo-outlines-plans-for-adding-premium-services.html", "source": "The New York Times", "abstract": "Yahoo outlines plans for new premium services it intends to introduce to its Web portal later this year; includes mix of new services--like video programming to be watched on computer screens, and expanded versions of its core offerings like e-mail; expects that most of new services will cost $3 to $6 per month (M)", "snippet": "At its last meeting with analysts, 15 months ago, Yahoo gave each of them a gift of a yo-yo to make the point that what goes down can come up. At a dinner on Tuesday before its meeting yesterday, the company gave analysts a set of balls, to show t...", "blog": [], "type_of_material": "News", "byline": {"original": "By SAUL HANSELL", "person": [{"firstname": "Saul", "rank": 1, "role": "reported", "organization": "", "lastname": "HANSELL"}]}, "pub_date": "2003-02-13T00:00:00Z", "word_count": 713, "lead_paragraph": "At its last meeting with analysts, 15 months ago, Yahoo gave each of them a gift of a yo-yo to make the point that what goes down can come up. At a dinner on Tuesday before its meeting yesterday, the company gave analysts a set of balls, to show that it has stabilized its finances and is now juggling several opportunities for growth. In the meeting yesterday, at Yahoo's headquarters in Sunnyvale, Calif., the company spent much of its time outlining plans for new premium services it intends to introduce to its Web portal later this year. These include a mix of new services -- like video programming to be watched on computer screens, and expanded versions of its core offerings like e-mail.", "keywords": [{"value": "YAHOO INC", "name": "organizations"}, {"value": "ELECTRONIC MAIL", "name": "subject"}, {"value": "PRICES (FARES, FEES AND RATES)", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Yahoo Outlines Plans for Adding Premium Services", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd225e58eb7c8105d7ad6b0", "section_name": "Business", "news_desk": "Business/Financial Desk", "print_page": "4", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/01/30/business/technology-adding-to-claims-against-global-crossing.html", "source": "The New York Times", "abstract": "Lawsuit brought on behalf of investors who lost billions of dollars on Global Crossing stock and bonds alleges that more than 20 senior executives and directors at company, including Gary Winnick, former chairman, began effort to disguise its financial difficulties months earlier than previously disclosed, giving them more time to sell their shares; also names as defendants several investment banks, including Salomon Smith Barney, that raised money for Global Crossing and recommended its securities to clients; defendants dispute claims; photos (M)", "snippet": "Senior executives at Global Crossing began efforts to disguise the company's financial difficulties months earlier than previously disclosed, giving them more time to sell their shares, according to a securities lawsuit filed this week.    The law...", "blog": [], "type_of_material": "News", "byline": {"original": "By SIMON ROMERO", "person": [{"firstname": "Simon", "rank": 1, "role": "reported", "organization": "", "lastname": "ROMERO"}]}, "pub_date": "2003-01-30T00:00:00Z", "word_count": 841, "lead_paragraph": "Senior executives at Global Crossing began efforts to disguise the company's financial difficulties months earlier than previously disclosed, giving them more time to sell their shares, according to a securities lawsuit filed this week. The lawsuit, which consolidates several class-action complaints on behalf of investors who lost billions of dollars on Global Crossing stock and bonds, names as defendants more than 20 executives and directors, including Gary Winnick, who resigned as Global Crossing's chairman last month. The suit was filed in Federal District Court in Manhattan.", "keywords": [{"value": "WINNICK, GARY", "name": "persons"}, {"value": "GLOBAL CROSSING LTD", "name": "organizations"}, {"value": "SALOMON SMITH BARNEY", "name": "organizations"}, {"value": "ACCOUNTING AND ACCOUNTANTS", "name": "subject"}, {"value": "SECURITIES AND COMMODITIES VIOLATIONS", "name": "subject"}, {"value": "SUITS AND LITIGATION", "name": "subject"}, {"value": "ETHICS", "name": "subject"}], "headline": {"main": "Adding to Claims Against Global Crossing", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd227d18eb7c8105d7b0c74", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "2", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2003/01/24/business/technology-data-storage-company-senses-mild-pickup.html", "source": "The New York Times", "abstract": "EMC Corp announces fourth-quarter earnings that confirm rebound in spending on information technology, and especially data-storage products, as 2002 wound down; reports revenue of $1.49 billion, down 2 percent from year earlier but up 18 percent from third quarter 2002; lost $64 million compared with loss of $70 million year ago; chief financial officer William Teuber comments (M)", "snippet": "Fleshing out preliminary reports issued three weeks ago, EMC announced fourth-quarter earnings yesterday that confirmed a rebound in spending on information technology, and especially data-storage products, as 2002 wound down. The strength of that...", "blog": [], "type_of_material": "News", "byline": {"original": "By BARNABY J. FEDER", "person": [{"role": "reported", "lastname": "FEDER", "firstname": "Barnaby", "middlename": "J.", "rank": 1, "organization": ""}]}, "pub_date": "2003-01-24T00:00:00Z", "word_count": 503, "lead_paragraph": "Fleshing out preliminary reports issued three weeks ago, EMC announced fourth-quarter earnings yesterday that confirmed a rebound in spending on information technology, and especially data-storage products, as 2002 wound down. The strength of that rebound remains suspect, though. ''I believe I.T. budgets are pretty much flat,'' said William Teuber, EMC's chief financial officer, summing up independent surveys and conversations with important customers about plans for this year. ''No one is willing to commit to increased spending until they see how the full year develops.''", "keywords": [{"value": "TEUBER, WILLIAM", "name": "persons"}, {"value": "EMC CORP", "name": "organizations"}, {"value": "COMPANY REPORTS", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Data-Storage Company Senses Mild Pickup", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd28c608eb7c8105d860e98", "section_name": "Business", "news_desk": "Business/Financial Desk", "print_page": "6", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/12/03/business/technology-west-virginia-to-join-appeal-in-microsoft-case.html", "source": "Reuters", "abstract": "West Virginia will join Massachusetts in appealing Judge Colleen Kollar-Kotelly's decision to endorse settlement of antitrust case involving Microsoft Corp (S)", "snippet": "West Virginia's attorney general said today that the state would join Massachusetts in appealing a judge's decision to endorse a settlement of the antitrust case involving the Microsoft Corporation.    The West Virginia attorney general, Darrell M...", "blog": [], "type_of_material": "News", "byline": null, "pub_date": "2002-12-03T00:00:00Z", "word_count": 259, "lead_paragraph": "West Virginia's attorney general said today that the state would join Massachusetts in appealing a judge's decision to endorse a settlement of the antitrust case involving the Microsoft Corporation. The West Virginia attorney general, Darrell McGraw, filed a notice in federal court that the state would challenge last month's decision by Judge Colleen Kollar-Kotelly of Federal District Court to approve the settlement.", "keywords": [{"value": "KOLLAR-KOTELLY, COLLEEN", "name": "persons"}, {"value": "MASSACHUSETTS", "name": "glocations"}, {"value": "WEST VIRGINIA", "name": "glocations"}, {"value": "MICROSOFT CORP", "name": "organizations"}, {"value": "ANTITRUST ACTIONS AND LAWS", "name": "subject"}, {"value": "SUITS AND LITIGATION", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "West Virginia to Join Appeal in Microsoft Case", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd26b308eb7c8105d82354d", "section_name": "Movies; Business", "news_desk": "Business/Financial Desk", "print_page": "4", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/11/25/business/technology-video-on-demand-is-finally-taking-hold.html", "source": "The New York Times", "abstract": "Cable television industry begins to deliver reliable and economical video-on-demand services; Time Warner Cable announces that films, TV series and special programs will be available to New York City subscribers on demand by end of 2002; major cable providers anticipate large revenues from video-on-demand's individualized programming capability; photos (M)", "snippet": "Video on demand may be the most significant development for the Couch Potato Nation since the remote control, and the cable television industry hopes that it may soon become almost as popular.    After years of failed promises, unripe business pla...", "blog": [], "type_of_material": "News", "byline": {"original": "By SETH SCHIESEL", "person": [{"firstname": "Seth", "rank": 1, "role": "reported", "organization": "", "lastname": "SCHIESEL"}]}, "pub_date": "2002-11-25T00:00:00Z", "word_count": 1123, "lead_paragraph": "Video on demand may be the most significant development for the Couch Potato Nation since the remote control, and the cable television industry hopes that it may soon become almost as popular. After years of failed promises, unripe business plans and half-baked technology, the cable industry is finally beginning to deliver reliable and economical video-on-demand services.", "keywords": [{"value": "NEW YORK CITY", "name": "glocations"}, {"value": "TIME WARNER CABLE", "name": "organizations"}, {"value": "MOTION PICTURES", "name": "subject"}, {"value": "TELEVISION", "name": "subject"}, {"value": "TELEVISION AND RADIO PROGRAMMING", "name": "subject"}], "headline": {"main": "Video on Demand Is Finally Taking Hold", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd21f888eb7c8105d7a2668", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "1", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/11/06/business/technology-silicon-valley-s-dream-tablet-from-microsoft.html", "source": "The New York Times", "abstract": "Microsoft Corp will introduce Tablet PC notepad-size computer that is controlled by pen; Microsoft is hoping to succeed where dozens of Silicon Valley companies have failed; pen computing vision has consistently led to valley's most spectacular flops; Microsoft's chairman Bill Gates for more than year has been proclaiming features of style of tablet computing that he asserts will come to displace desktop and portable computing; company has tailored its Windows XP operating system for pen computing and designed hardware features for tablet computers to enhance readability; photo (M)", "snippet": "A notepad-size computer controlled by a pen has long been one of Silicon Valley's most cherished ideas -- and one of the most elusive.    In unveiling its new tablet computer system amid much fanfare on Thursday, Microsoft of Redmond, Wash., is be...", "blog": [], "type_of_material": "News", "byline": {"original": "By JOHN MARKOFF", "person": [{"firstname": "John", "rank": 1, "role": "reported", "organization": "", "lastname": "MARKOFF"}]}, "pub_date": "2002-11-06T00:00:00Z", "word_count": 890, "lead_paragraph": "A notepad-size computer controlled by a pen has long been one of Silicon Valley's most cherished ideas -- and one of the most elusive. In unveiling its new tablet computer system amid much fanfare on Thursday, Microsoft of Redmond, Wash., is betting that it can succeed where dozens of Silicon Valley companies have failed. The pen computing vision has consistently led to the valley's most spectacular commercial flops. Among them were failed efforts like Grid, Agilis, the Go Corporation, Eo, General Magic, Apple, Momenta and others.", "keywords": [{"value": "GATES, BILL", "name": "persons"}, {"value": "MICROSOFT CORP", "name": "organizations"}, {"value": "PENS AND PENCILS", "name": "subject"}, {"value": "COMPUTER SOFTWARE", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "headline": {"main": "Silicon Valley's Dream Tablet, From Microsoft", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd26b288eb7c8105d822ee3", "section_name": "Technology; Business", "news_desk": "Business/Financial Desk", "print_page": "3", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/10/28/business/technology-name-that-tune-from-your-cellphone.html", "source": "The New York Times", "abstract": "Shazam Entertainment offers music-searching service in Great Britain that runs on all cellular telephones; user points cellphone at source of recorded music; audio sample obtained is analysed in Shazam's database of 1.6 million songs; cellphone keypad displays title of song and name of artist; eventually turning this service into conduit for music sales would multiply its profit potential; photo (M)", "snippet": "European phone companies have bet billions on new wireless networks in the hope that consumers will pay for video and other fancy multimedia services. But a start-up company here, Shazam Entertainment, is attracting attention and customers with a ...", "blog": [], "type_of_material": "News", "byline": {"original": "By DAVID F. GALLAGHER", "person": [{"role": "reported", "lastname": "GALLAGHER", "firstname": "David", "middlename": "F.", "rank": 1, "organization": ""}]}, "pub_date": "2002-10-28T00:00:00Z", "word_count": 770, "lead_paragraph": "European phone companies have bet billions on new wireless networks in the hope that consumers will pay for video and other fancy multimedia services. But a start-up company here, Shazam Entertainment, is attracting attention and customers with a music-searching service that runs on the most basic of cellphones. The service, available only in Britain for now, works like this: A person dials a four-digit number on a cellphone and points it at a source of recorded music, be it the sound system in a nightclub or a commercial on television. Shazam's computers filter out the background noise and compare the audio sample with a database of 1.6 million songs, a process that takes less than a second. The service then fires off a text message to the phone, identifying the song and the artist. Each call costs 50 pence, or about 75 cents.", "keywords": [{"value": "GREAT BRITAIN", "name": "glocations"}, {"value": "SHAZAM ENTERTAINMENT", "name": "organizations"}, {"value": "RECORDINGS (AUDIO)", "name": "subject"}, {"value": "MUSIC", "name": "subject"}, {"value": "CELLULAR TELEPHONES", "name": "subject"}, {"value": "TELEPHONES AND TELECOMMUNICATIONS", "name": "subject"}], "headline": {"main": "Name That Tune, From Your Cellphone", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd23ba58eb7c8105d7d05ee", "section_name": "Automobiles", "news_desk": "Cars", "print_page": "26", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/10/23/automobiles/technology-my-car-sounds-better-than-yours.html", "source": "The New York Times", "abstract": "Customized car sound systems described (M)", "snippet": "SOME car owners can spend hours getting their fingers dirty under the hood. Robert Bean is more likely to be in the trunk, tweaking the PC that powers the custom-designed MP3 audio system in his 1996 Mitsubishi Eclipse. Mr. Bean, a junior at Texas...", "blog": [], "type_of_material": "News", "byline": {"original": "By DAVID F. GALLAGHER", "person": [{"role": "reported", "lastname": "GALLAGHER", "firstname": "David", "middlename": "F.", "rank": 1, "organization": ""}]}, "pub_date": "2002-10-23T00:00:00Z", "word_count": 681, "lead_paragraph": "SOME car owners can spend hours getting their fingers dirty under the hood. Robert Bean is more likely to be in the trunk, tweaking the PC that powers the custom-designed MP3 audio system in his 1996 Mitsubishi Eclipse. Mr. Bean, a junior at Texas A&M University, has a giant control screen built into his dashboard and enough music on the computer's hard drive for nine days of nonstop driving. Hardware fanatics like Mr. Bean, dissatisfied with the features or the prices of commercial MP3 products, have made a hobby out of patching together digital audio systems from used or mail-order parts. Many of these enthusiasts show off their creations and share technical tips on the Web, fostering an online subculture that is both collaborative and competitive.", "keywords": [{"value": "RECORDINGS (AUDIO)", "name": "subject"}, {"value": "AUTOMOBILES", "name": "subject"}, {"value": "SPECIAL SECTIONS", "name": "subject"}], "headline": {"main": "My Car Sounds Better Than Yours", "kicker": "TECHNOLOGY"}}, {"slideshow_credits": null, "document_type": "article", "_id": "4fd26c698eb7c8105d824bab", "section_name": "Automobiles", "news_desk": "Cars", "print_page": "26", "multimedia": [], "subsection_name": null, "web_url": "http://www.nytimes.com/2002/10/23/automobiles/technology-no-tapes-no-discs-no-top-10-limit.html", "source": "The New York Times", "abstract": "Latest sound systems for cars explained (S)", "snippet": "TAKING control over what you listen to -- and for how long -- is a tremendous power bequeathed by today's car audio systems. For example, there's the cross-country trip. Not long ago, drivers traveling coast-to-coast used to risk being trapped in ...", "blog": [], "type_of_material": "News", "byline": {"original": "By J. D. BIERSDORFER", "person": [{"rank": 1, "role": "reported", "organization": ""}]}, "pub_date": "2002-10-23T00:00:00Z", "word_count": 866, "lead_paragraph": "TAKING control over what you listen to -- and for how long -- is a tremendous power bequeathed by today's car audio systems. For example, there's the cross-country trip. Not long ago, drivers traveling coast-to-coast used to risk being trapped in an AM radio world of hog reports and local bank commercials between Dave Dudley's trucker songs. Needless to say, things have improved. Computer hard drives have melded with car stereos and even the humble radio has joined the space age. Imagine a single compact disc with enough music to let you drive from New York to Ohio without hearing the same song twice. CD's recorded with music encoded in PC-friendly digital audio file formats like MP3 or Windows Media Audio can hold 10 to 20 hours of tunes on one disc.", "keywords": [{"value": "RECORDINGS (AUDIO)", "name": "subject"}, {"value": "AUTOMOBILES", "name": "subject"}, {"value": "SPECIAL SECTIONS", "name": "subject"}], "headline": {"main": "No Tapes, No Discs, No Top-10 Limit", "kicker": "TECHNOLOGY"}}]}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "status": "OK"}