{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Shrinking Clothes   Q.  Why do clothes shrink?   A.  The answer has to do with the chemical and physical properties of fibers from natural sources, especially cotton, wool and linen, said Dr. Ann Lemley, associate professor in the department of te...", "section_name": "Technology; Science; Health", "print_page": "9", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1993-05-11T00:00:00Z", "word_count": 423, "news_desk": "Science Desk", "byline": {"person": [{"rank": 1, "middlename": "Claiborne", "firstname": "C.", "role": "reported", "lastname": "RAY", "organization": ""}], "original": "By C. CLAIBORNE RAY"}, "multimedia": [], "blog": [], "lead_paragraph": "Shrinking Clothes Q. Why do clothes shrink? A. The answer has to do with the chemical and physical properties of fibers from natural sources, especially cotton, wool and linen, said Dr. Ann Lemley, associate professor in the department of textiles and apparel at Cornell University in Ithaca, N.Y. The individual fibers in yarns are made of long polymer chains, or strands of giant molecules, according to Dr. Lemley, who is a chemist. In their natural state, the chains are scrolled up or crinkled. In preparing them for spinning and weaving, the first step is usually a straightening of the fibers by processes like carding wool.", "headline": {"main": "Q&A"}, "_id": "4fd1a8698eb7c8105d6c44ba", "web_url": "http://www.nytimes.com/1993/05/11/science/q-a-505093.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Rocked to Sleep    Q.     I fall asleep on trains or buses. Babies fall asleep if you walk back and forth and gently rock them. Why? Would it be a good treatment for insomnia?...", "section_name": "Technology; Science; Health", "print_page": "6", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1991-08-20T00:00:00Z", "word_count": 397, "news_desk": "Science Desk", "byline": {"person": [{"rank": 1, "middlename": "Claiborne", "firstname": "C.", "role": "reported", "lastname": "RAY", "organization": ""}], "original": "By C. CLAIBORNE RAY"}, "multimedia": [], "blog": [], "lead_paragraph": "Rocked to Sleep Q. I fall asleep on trains or buses. Babies fall asleep if you walk back and forth and gently rock them. Why? Would it be a good treatment for insomnia?", "headline": {"main": "Q&A"}, "_id": "4fd1b1218eb7c8105d6d314d", "web_url": "http://www.nytimes.com/1991/08/20/science/q-a-013791.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Infant Immunity    Q.    Do immunizations of a pregnant woman give the infant any immunity when it is born?      A. A pregnant woman can pass on some kinds of immunity, whether she has been immunized or not, said Dr. George P. Curlin, deputy direc...", "section_name": "Technology; Science; Health", "print_page": "8", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1991-03-26T00:00:00Z", "word_count": 419, "news_desk": "Science Desk", "byline": {"person": [{"rank": 1, "middlename": "Claiborne", "firstname": "C.", "role": "reported", "lastname": "RAY", "organization": ""}], "original": "By C. CLAIBORNE RAY"}, "multimedia": [], "blog": [], "lead_paragraph": "Infant Immunity Q. Do immunizations of a pregnant woman give the infant any immunity when it is born? A. A pregnant woman can pass on some kinds of immunity, whether she has been immunized or not, said Dr. George P. Curlin, deputy director of the division of microbiology and infectious diseases at the National Institute of Allergy and Infectious Diseases. \"These maternal antibodies are very powerful,\" he said, \"and babies are protected for several months.\" That is why the measles vaccine is delayed until the age of 9 to 15 months, he said. At earlier ages, the antibodies interfere with the vaccine. \"We are actually doing research now to see if we can use vaccination or immunization of the mother to boost the immunity of babies,\" Dr. Curlin said. An infant's immune system does not protect against some infections early in life, he explained, though the pregnant woman's immune system does. Among the diseases are group B streptococcal diseases, which can cause meningitis in the first few weeks of life, hemophilus type B influenza and pneumococcal infections. Pneumococcus and hemophilus B vaccines already exist, he said, and researchers are studying how vaccines might cross the placenta into the fetus to confer immunity on the infant. The institute is taking a cautious approach to this maternal immunization program, he said, first seeking to determine if vaccines are safe in pregnancy. The Cat's Mouth Q. If a dog's mouth isn't any cleaner than a person's, what about a cat's? A. Whether dog, cat, human or cow, \"they are all probably pretty similar,\" said Dr. Edward C. Feldman, a veterinarian and professor of small animal internal medicine at the School of Veterinary Medicine at the University of California at Davis. \"It's certain that there's not a whole lot of difference as far as bite wounds are concerned,\" he said. Mouths contain germs that can cause infections, he said, and it would be dangerous for a child to bite a cat as well as for a cat to bite a child. The cat's tongue, which is used for grooming, is not any cleaner or dirtier than a dog's tongue, he said, although it is scratchier because of the special structures that clean the fur. Readers are invited to submit questions about science to Questions, Science Times, The New York Times, 229 West 43d Street, New York, N.Y. 10036. Questions of general interest will be answered in this column, but requests for medical advice cannot be honored and unpublished letters cannot be answered individually.", "headline": {"main": "Q&A"}, "_id": "4fd1a75a8eb7c8105d6c2337", "web_url": "http://www.nytimes.com/1991/03/26/science/q-a-113591.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Moon Rings    Q. What does it mean when there is a ring around the Moon?    A. \"Rain or snow is coming soon,\" said Lee Grenci, a meteorologist at Pennsylvania State University, University Park, Pa. The rhyme is an accurate piece of folklore, he sa...", "section_name": "Technology; Science; Health", "print_page": "9", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1990-11-13T00:00:00Z", "word_count": 422, "news_desk": "Science Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Moon Rings Q. What does it mean when there is a ring around the Moon? A. \"Rain or snow is coming soon,\" said Lee Grenci, a meteorologist at Pennsylvania State University, University Park, Pa. The rhyme is an accurate piece of folklore, he said, because high clouds typically streak out ahead of a fall or winter storm. This veil of wispy cirrus clouds, about 20,000 feet up, is mostly ice crystals that act like tiny prisms in the sky, he said. They refract or bend the light coming from the Moon or Sun, forming a halo. The Mohole Q. Whatever happened to the Mohole, the planned hole drilled down to the Moho, the boundary between the Earth's crust and mantle? A. The hole itself was never begun, but the idea proved the feasibility of shallower holes of the later Deep Sea Drilling Project, which proved the plate tectonics theory of the Earth's history, said Dr. Robert P. Meyer, professor of geophysics at the University of Wisconsin at Madison. The Mohole project \"lost the battle and gained the war,\" he said. The Mohole project was proposed in 1956. In 1961, the National Science Foundation chose a contractor, Brown & Root . The plan was to drill north and a little east of Hawaii, where the Moho is only about five and a half miles down, Dr. Myer said. About three miles of that was water, so only two and a half miles of drilling would have been required. The backers thought the big problem was holding the drilling vessel steady over the site, Dr. Meyer said. However, the problem of changing the drill bit and going back to the same hole at great depths might have stymied the effort, he said. Brown & Root proposed a two-deck drilling platform the size of a city block to ride high above the waves on six columns supported by two giant submarine hulls. The rig was to have been kept in place by thrusters in the columns. The keels for the hulls were laid, but rising costs and political controversy doomed the project. Estimates climbed from the original $5 million to $125 million. In August 1966, Congress cut off all funds. However, some valuable test holes were drilled from a smaller craft, the CUSS I. It was held in place with huge outboard motors controlled by readings from buoys moored to the bottom and used as echo-range reference points. These dynamic guidance principles were adapted for the Glomar Challenger vessel in the Deep Sea Drilling Project.", "headline": {"main": "Q&A"}, "_id": "4fd1b2368eb7c8105d6d516c", "web_url": "http://www.nytimes.com/1990/11/13/science/q-a-215990.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD:    As the World Turns...", "section_name": "Technology; Science; Health", "print_page": "11", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1990-10-16T00:00:00Z", "word_count": 539, "news_desk": "Science Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: As the World Turns", "headline": {"main": "Q&A"}, "_id": "4fd1970b8eb7c8105d6a4c1e", "web_url": "http://www.nytimes.com/1990/10/16/science/q-a-797090.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD:    Mosquitoes and Frogs       Q.Do frogs get mosquito bites?       A.''They do,'' said Durland Fish, an entomologist with the New York Medical College medical entomology laboratory in Valhalla, N.Y. ''Not only that, but one species of mosqui...", "section_name": "Technology; Science; Health", "print_page": "9", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1990-06-26T00:00:00Z", "word_count": 337, "news_desk": "Science Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: Mosquitoes and Frogs Q.Do frogs get mosquito bites? A.''They do,'' said Durland Fish, an entomologist with the New York Medical College medical entomology laboratory in Valhalla, N.Y. ''Not only that, but one species of mosquito feeds only on cold-blood animals and even transmits a disease to frogs called filariasis, related to heart worms.", "headline": {"main": "Q&A"}, "_id": "4fd19f7d8eb7c8105d6b3377", "web_url": "http://www.nytimes.com/1990/06/26/science/q-a-173890.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD:    Southern Zodiac       Q.Since the zodiac was invented in the Northern Hemisphere, can a person born in the Southern Hemisphere have a sign of the zodiac?       A.''The real sky that the zodiac corresponds to is simply those constellations...", "section_name": "Technology; Science; Health", "print_page": "11", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1990-06-12T00:00:00Z", "word_count": 484, "news_desk": "Science Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: Southern Zodiac Q.Since the zodiac was invented in the Northern Hemisphere, can a person born in the Southern Hemisphere have a sign of the zodiac? A.''The real sky that the zodiac corresponds to is simply those constellations through which the Sun appears to move during the course of the year as seen from the Earth,'' said Dr.", "headline": {"main": "Q&A"}, "_id": "4fd19f848eb7c8105d6b389e", "web_url": "http://www.nytimes.com/1990/06/12/science/q-a-774690.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD:    Bird Navigation...", "section_name": "Technology; Science; Health", "print_page": "7", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1990-05-29T00:00:00Z", "word_count": 431, "news_desk": "Science Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: Bird Navigation", "headline": {"main": "Q&A"}, "_id": "4fd1b9a08eb7c8105d6e29ca", "web_url": "http://www.nytimes.com/1990/05/29/science/q-a-260690.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD:    Pet Life Spans       Q.How long do dogs and cats live?       A.The question of potential animal longevity is complicated even among pets by the fact that ''many dogs and cats do not live an entire life span, because of trauma and euthanas...", "section_name": "Technology; Science; Health", "print_page": "7", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1990-05-01T00:00:00Z", "word_count": 443, "news_desk": "Science Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: Pet Life Spans Q.How long do dogs and cats live? A.The question of potential animal longevity is complicated even among pets by the fact that ''many dogs and cats do not live an entire life span, because of trauma and euthanasia,'' said Dr. Michael S. Garvey, a veterinarian, who is chairman of the department of medicine at the Animal Medical Center in New", "headline": {"main": "Q&A"}, "_id": "4fd1937d8eb7c8105d69da47", "web_url": "http://www.nytimes.com/1990/05/01/science/q-a-059190.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD:    Jumping Beans       Q. What makes Mexican jumping beans jump?    A. Mexican jumping beans, actually seeds of plants in the Croton family, are invaded by larvae of a moth, Cydia saltitans, and it is the larvae that make the beans move, sai...", "section_name": "Technology; Science; Health", "print_page": "10", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1990-01-02T00:00:00Z", "word_count": 450, "news_desk": "Science Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: Jumping Beans Q. What makes Mexican jumping beans jump? A. Mexican jumping beans, actually seeds of plants in the Croton family, are invaded by larvae of a moth, Cydia saltitans, and it is the larvae that make the beans move, said Dave Mills, an entomologist with the Arizona Commission of Agriculture and Horticulture.", "headline": {"main": "Q&A"}, "_id": "4fd19b638eb7c8105d6abf7b", "web_url": "http://www.nytimes.com/1990/01/02/science/q-a-512690.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 41715, "time": 157, "offset": 1010}}, "status": "OK"}