{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Genentech Inc. said today that it had reached an agreement with Hoffmann-La Roche Inc. and the Hormone Research Foundation to drop litigation over a patent dispute involving human growth hormone.   The foundation, based in Seattle, had licensed a ...", "section_name": "Technology; Business", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-06-19T00:00:00Z", "word_count": 90, "news_desk": "Financial Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Genentech Inc. said today that it had reached an agreement with Hoffmann-La Roche Inc. and the Hormone Research Foundation to drop litigation over a patent dispute involving human growth hormone. The foundation, based in Seattle, had licensed a patent on the hormone to Roche, which in 1986 sued Genentech, contending that Genentech's Protropin brand of genetically engineered growth hormone infringed the patent. But the suit was made moot when Roche Holding Ltd., the Swiss parent company of Hoffmann-La Roche, acquired a majority interest in Genentech in February 1990.", "headline": {"kicker": "BUSINESS TECHNOLOGY", "main": "Growth Hormone Suit Ends"}, "_id": "4fd1ab238eb7c8105d6c9554", "web_url": "http://www.nytimes.com/1991/06/19/business/business-technology-growth-hormone-suit-ends.html", "keywords": [{"name": "organizations", "value": "HOFFMANN-LA ROCHE INC"}, {"name": "organizations", "value": "HORMONE RESEARCH FOUNDATION"}, {"name": "organizations", "value": "GENENTECH INC"}, {"name": "subject", "value": "HORMONES"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "STATURE"}, {"name": "subject", "value": "INVENTIONS AND INVENTORS"}, {"name": "subject", "value": "BIOTECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Plastic composite wingtips installed on older Boeing 727 airliners could raise fuel economy as much as 5 percent, said Valsan Partners, developer of the device. This could help airlines struggling to cope with high fuel costs and make the aircraft...", "section_name": "Business", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-02-06T00:00:00Z", "word_count": 240, "news_desk": "Financial Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Plastic composite wingtips installed on older Boeing 727 airliners could raise fuel economy as much as 5 percent, said Valsan Partners, developer of the device. This could help airlines struggling to cope with high fuel costs and make the aircraft more attractive to buyers as the American airline industry restructures. The device, about five feet high and weighing 130 pounds, works by reducing drag at the tip of the wing. \"At high speeds, vortices of air peel off the wingtips, increasing drag,\" said Robert Wagenfeld, the president of Valsan, based in Purchase, N.Y. \"In theory, the best wing would be infinite in length.\"", "headline": {"kicker": "BUSINESS TECHNOLOGY", "main": "Wing Device Saves Fuel on 727's"}, "_id": "4fd1a7a38eb7c8105d6c26c8", "web_url": "http://www.nytimes.com/1991/02/06/business/business-technology-wing-device-saves-fuel-on-727-s.html", "keywords": [{"name": "organizations", "value": "VALSAN PARTNERS"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "ENERGY EFFICIENCY"}, {"name": "subject", "value": "BOEING 727 AIRPLANE"}, {"name": "subject", "value": "JET FUEL"}, {"name": "subject", "value": "NEW MODELS, DESIGN AND PRODUCTS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "LEAD: New strategies for developing the next generation of vaccines are resurrecting investment in a medical field that has been in the doldrums for years....", "section_name": "Business", "print_page": "7", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1990-08-22T00:00:00Z", "word_count": 1136, "news_desk": "Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "L.", "firstname": "Edmund", "role": "reported", "lastname": "ANDREWS", "organization": ""}], "original": "By EDMUND L. ANDREWS"}, "multimedia": [], "blog": [], "lead_paragraph": "LEAD: New strategies for developing the next generation of vaccines are resurrecting investment in a medical field that has been in the doldrums for years.", "headline": {"kicker": "BUSINESS TECHNOLOGY", "main": "A Major Revival in Research on Vaccines"}, "_id": "4fd1baf28eb7c8105d6e570f", "web_url": "http://www.nytimes.com/1990/08/22/business/business-technology-a-major-revival-in-research-on-vaccines.html", "keywords": [{"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "VACCINATION AND VACCINES"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "If 1999 was the year everyone started saying that Internet-based software would replace conventional programs, 2000 will surely be the year the transition begins in earnest.    There are already signs of a major upheaval as the power and accessibi...", "section_name": "Technology", "print_page": "37", "abstract": "Trend for Internet-based software to replace conventional programs is beginning to accelerate; there are already signs of a major upheavel as power and accessibility of the Internet are harnessed to create software that costs less, does more and is easier to use than today's programs; experts say that over next decade, software on discs or CD-ROM's will disappear, and software companies will make their money by selling their products as an Internet service (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-12-20T00:00:00Z", "word_count": 1058, "news_desk": "Outlook 2000", "byline": {"person": [{"role": "reported", "organization": "", "rank": 1}], "original": "By LAWRENCE M. FISHER"}, "multimedia": [], "blog": [], "lead_paragraph": "If 1999 was the year everyone started saying that Internet-based software would replace conventional programs, 2000 will surely be the year the transition begins in earnest. There are already signs of a major upheaval as the power and accessibility of the Internet are harnessed to create software that costs less, does more and is easier to use than today's programs. Companies increasingly are managing some portion of their employee communications and customer transactions over the Internet. In homes, a 24-hour Internet connection is becoming common, and consumers who might once have bought a calendar program now trust their agenda to a Web site.", "headline": {"kicker": "TECHNOLOGY & MEDIA", "main": "Software Evolving Into a Service Rented Off the Net"}, "_id": "4fd22cfe8eb7c8105d7b9442", "web_url": "http://www.nytimes.com/1999/12/20/technology/technology-media-software-evolving-into-a-service-rented-off-the-net.html", "keywords": [{"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "CD-ROM (COMPACT DISK-READ ONLY MEMORY)"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "It's a modern pickle. A person is lazing in the tub and watching television. Then the phone rings. What to do?    If that person is at the Peninsula Group's hotels in Manhattan, Hong Kong or Bangkok (below), he or she simply presses a button by th...", "section_name": "Home and Garden; Style", "print_page": "3", "abstract": "Peninsula Group's hotels in Manhattan, Hong Kong and Bangkok will feature device by tub that will mute sound of running water if telephone rings, and activate speakerphone; photo (S)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-03-11T00:00:00Z", "word_count": 117, "news_desk": "House & Home/Style Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Louie", "organization": "", "firstname": "Elaine"}], "original": "By Elaine Louie"}, "multimedia": [], "blog": [], "lead_paragraph": "It's a modern pickle. A person is lazing in the tub and watching television. Then the phone rings. What to do? If that person is at the Peninsula Group's hotels in Manhattan, Hong Kong or Bangkok (below), he or she simply presses a button by the tub. Suddenly the sound of the television set and of the running water is muted, and the caller is on speakerphone.", "headline": {"kicker": "CURRENTS: TECHNOLOGY", "main": "Glad It Isn't A Videophone"}, "_id": "4fd20e038eb7c8105d77f277", "web_url": "http://www.nytimes.com/1999/03/11/garden/currents-technology-glad-it-isn-t-a-videophone.html", "keywords": [{"name": "persons", "value": "LOUIS, ELAINE"}, {"name": "organizations", "value": "PENINSULA GROUP"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "GREAT technology, David Gelernter argues in his new book, ''Machine Beauty: Elegance and the Heart of Technology'' (Basic Books), is beautiful technology. And the tragedy for a computer scientist like Mr. Gelernter, who is trying to design the nex...", "section_name": "Technology; Business; Books", "print_page": "5", "abstract": "David Gelernter, computer scientist, argues in his book, Machine Beauty: Elegance and the Heart of Technology, that computer technology has become ugly; he scores commercial software manufacturers for selling half-finished products, then awaiting reports of system crashes and bugs; Gelernter considers beauty--ideally a marriage of simplicity and power--to be essential part of computer revolution; claims current computer technology lacks simplicity and power; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-02-09T00:00:00Z", "word_count": 804, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Rothstein", "organization": "", "firstname": "Edward"}], "original": "By Edward Rothstein"}, "multimedia": [], "blog": [], "lead_paragraph": "GREAT technology, David Gelernter argues in his new book, ''Machine Beauty: Elegance and the Heart of Technology'' (Basic Books), is beautiful technology. And the tragedy for a computer scientist like Mr. Gelernter, who is trying to design the next generation of personal computer software, is how ugly computer technology has become. Commercial software manufacturers, Mr. Gelernter argues, sell half-finished products, awaiting reports of system crashes and bugs the way potentates used to watch their dinnertime beta testers for signs of poisoning. New software is piled high with irrelevancies and distractions like children's collages of ''gaily painted macaroni'' smelling of Elmer's Glue. ''How,'' he asks, ''did ugliness manage to dominate the game for so long?'' How could a beautiful machine like Apple's Macintosh, for example, ever have taken second place to the cloddish design of MS-DOS? And now that Microsoft has adopted Apple's design in Windows, why is it, in its marred form, finally acceptable? These are not minor matters. Mr. Gelernter considers beauty to be an essential part of the computer revolution; it is, ideally, ''a happy marriage of simplicity and power.'' Right now, he said, both simplicity and power are sadly lacking. For Mr. Gelernter, who teaches at Yale University developing new computer technologies (see www.cs.yale.edu/HTML/YALE/CS/Linda/linda.html) and is the art critic for the Weekly Standard magazine, the failure is partly cultural. He believes that art education should be required for software designers (and everyone else). And he attributes the success of PC ugliness to an American discomfort with elegance. But profligate ugliness in the computer world may stem from the unusual nature of these machines, compared with their mechanical forebears, and the ways that notions of simplicity and power quickly shift ground in PC technology. Despite the ugliness of DOS, for example, when the I.B.M. PC was first released it seemed extraordinarily beautiful. The green-glowing classic font on those early screens engraved the words in elegant light. The etched circuit board was almost miraculous: unchanging, unmoving, yet capable of unimagined deeds and unexplored powers. Apart from designers and desktop publishers, who needed the graphics or varied fonts provided by the Macintosh? Far from seeming elegant, those accouterments seemed frivolous, ornamental, distracting to an average user. The power and simplicity of that first I.B.M. may have been still more affecting for this user, who, a decade or so earlier was working with its ancestor (an I.B.M. 360/44), lifting large-plattered disks into waist-high disk drives, loading reels of tapes into Stonehenge-like pillars, and laboring to instruct a mainframe to respond, bit by bit, to the movements of a light pen on a screen. At the time, that machine, its tapes whirring, was sternly beautiful. But notions of simplicity and power change in the fluid world of the PC. What seems ugly now, was once beautiful; what is barely functional was once extraordinary. But Mr. Gelernter is still right. Now that the PC has become commonplace, its ugliness is everywhere more apparent, failing by its own standards and in comparison with the great models of machine beauty Mr. Gelernter invokes: the Hoover Dam, the J3 steam locomotive and the 1937 ebony desk phone. These are objects from the 1930's that are monuments to technology, declaring in their design, the immense scope of their achievement. Even that telephone's imposing weight and pyramidal shape bespoke its importance. That kind of machine beauty also shared something with more intimate examples of mechanical design ranging from early Victrolas to mechanical clocks. In these objects, part of the beauty is in the meticulous connections. Everything is fitted, proportions meshing, achieving something that would have once been considered magical. Electronic objects are different: their beauty comes less from the proportions of the parts than the power of their results. There is no way to appreciate proportion in the PC; nothing moves; size is irrelevant; design is unrelated to achievement. The promise, according to Mr. Gelernter, is in software, which really must be thought of as a ''virtual machine'' that remakes the PC in its own image. The program interface is a way of ordering the cyberworld; if finely wrought, it has -- as Steven Johnson, the editor of Feed (www.feed.com) has argued -- an esthetic dimension. Mr. Gelernter is lobbying for a ''virtual machine'' he has helped develop, called Lifestreams. In the book and on his corporate World Wide Web site (www.lifestreams.com), he explains it as a replacement for current methods of operating PC's. A lifestream would become a visible array of one's life work, its objects retrieved the way one retrieves memories. Despite the site's brief demo, the idea seems hard to pin down, but the ambition is to leave behind the material world of the desktop metaphor. Instead, one would navigate in an ''information sea.'' It might work. But the real question is: How beautiful will it be?", "headline": {"kicker": "TECHNOLOGY: CONNECTIONS", "main": "With computers, beauty is in the eye of the user, but ugliness often wins."}, "_id": "4fd215b18eb7c8105d78f80f", "web_url": "http://www.nytimes.com/1998/02/09/business/technology-connections-with-computers-beauty-eye-user-but-ugliness-often-wins.html", "keywords": [{"name": "creative_works", "value": "MACHINE BEAUTY (BOOK)"}, {"name": "persons", "value": "GELERNTER, DAVID"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "IT is astonishing how death haunts computer images of life. New software releases display objects that until recently have never really been studied outside the morgue or off a dissecting table: a skull whose seams open to view the internal acoust...", "section_name": "Technology; Business", "print_page": "4", "abstract": "Computer's calculating abilities can provide glimpses of body parts that until now could not be seen without disassembling a corpse; some basic CD-ROM's offer quantity of information for medical student and specialist; one disk shows more than 20,000 anatomical structures and makes it possible to dissect, rotate, search for and apply labels to many of them; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-05-12T00:00:00Z", "word_count": 1005, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Rothstein", "organization": "", "firstname": "Edward"}], "original": "By Edward Rothstein"}, "multimedia": [], "blog": [], "lead_paragraph": "IT is astonishing how death haunts computer images of life. New software releases display objects that until recently have never really been studied outside the morgue or off a dissecting table: a skull whose seams open to view the internal acoustic meatus superior; a torso, with skin stripped away, bathed in crimson. One can rotate a heart or slice up a cadaver. The PC's calculating abilities, once barely able to rotate a sphere on the screen, can now provide glimpses of body parts that Michelangelo once disassembled corpses to see.", "headline": {"kicker": "TECHNOLOGY: CONNECTIONS", "main": "Some highly graphic CD-ROM's offer on-screen close-ups of life and death."}, "_id": "4fd1f0db8eb7c8105d746c2c", "web_url": "http://www.nytimes.com/1997/05/12/business/some-highly-graphic-cd-rom-s-offer-on-screen-close-ups-of-life-and-death.html", "keywords": [{"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "ANATOMY AND PHYSIOLOGY"}, {"name": "subject", "value": "CD-ROM (COMPACT DISK-READ ONLY MEMORY)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THE millennium is close upon us, and science and technology are not going to have it easy. There have been polemics against scientific inquiry and technological advances -- Luddite arguments made by critics like Kirkpatrick Sale and maniacs like t...", "section_name": "Science; Technology; Business; Books", "print_page": "5", "abstract": "Technology column discusses two new books that take sober view of technological promise and scientific exploration; The End of Science, by John Horgan, contends that science is fast approaching its conclusion, that the great era of scientific discovery is over; Edward Tenner's book, Why Things Bite Back: Technology and the Revenge of Unintended Consequences, speaks of the limits of technology, and states that technology designed to solve one problem invariably ends up creating another or undoing its own solution; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1996-08-19T00:00:00Z", "word_count": 977, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Rothstein", "organization": "", "firstname": "Edward"}], "original": "By Edward Rothstein"}, "multimedia": [], "blog": [], "lead_paragraph": "THE millennium is close upon us, and science and technology are not going to have it easy. There have been polemics against scientific inquiry and technological advances -- Luddite arguments made by critics like Kirkpatrick Sale and maniacs like the Unabomber. There have also been utopian fantasies about the powers of technology and science, asserting that human consciousness is about to be transformed just because the Internet allows computers to link to each other at 28,800 baud, or that life as we know it will be altered by advances in artificial intelligence or biotechnology.", "headline": {"kicker": "TECHNOLOGY: CONNECTIONS", "main": "Science and scientists are facing some rough going as the millennium approaches."}, "_id": "4fd1cbd28eb7c8105d701ab7", "web_url": "http://www.nytimes.com/1996/08/19/business/science-and-scientists-are-facing-some-rough-going-as-the-millennium-approaches.html", "keywords": [{"name": "creative_works", "value": "END OF SCIENCE, THE (BOOK)"}, {"name": "creative_works", "value": "WHY THINGS BITE BACK (BOOK)"}, {"name": "persons", "value": "HORGAN, JOHN"}, {"name": "persons", "value": "TENNER, EDWARD"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "AS THE RAGE FOR home theater has pushed music reproduction out of the spotlight, music lovers have gained a paradoxical windfall. The demands of movie soundtracks, with their multichannel sound, have led to improved designs in receivers and genera...", "section_name": "Arts", "print_page": "27", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-03-31T00:00:00Z", "word_count": 1006, "news_desk": "Arts and Leisure Desk", "byline": {"person": [{"role": "reported", "organization": "", "rank": 1}], "original": "By Lawrence B. Johnson"}, "multimedia": [], "blog": [], "lead_paragraph": "AS THE RAGE FOR home theater has pushed music reproduction out of the spotlight, music lovers have gained a paradoxical windfall. The demands of movie soundtracks, with their multichannel sound, have led to improved designs in receivers and generally helped turn hi-fi stereo into a better bargain than ever. Twenty years ago, in the heyday of hi-fi stereo sound, a really satisfying sound system -- a good receiver, a solidly built turntable with a decent cartridge, and a pair of accurate speakers -- could be had for about $1,500. Today, in the digital age, the same price may yield a system consisting of a better receiver, a well-designed CD player and more musical-sounding speakers.", "headline": {"kicker": "TECHNOLOGY VIEW", "main": "Better Bargains Than Ever, Far From the Basement"}, "_id": "4fd1f0218eb7c8105d745776", "web_url": "http://www.nytimes.com/1996/03/31/arts/technology-view-better-bargains-than-ever-far-from-the-basement.html", "keywords": [{"name": "subject", "value": "RECORDING EQUIPMENT"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "TIDE and times have changed since Steve Jobs ran a pirate flag over his research building at Apple headquarters and delivered a \"computer for the rest of us.\" At that time, he confidently invoked all the imagery left over from the  counterculture:...", "section_name": "Technology; Business", "print_page": "5", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1996-02-05T00:00:00Z", "word_count": 929, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Rothstein", "organization": "", "firstname": "Edward"}], "original": "By Edward Rothstein"}, "multimedia": [], "blog": [], "lead_paragraph": "TIDE and times have changed since Steve Jobs ran a pirate flag over his research building at Apple headquarters and delivered a \"computer for the rest of us.\" At that time, he confidently invoked all the imagery left over from the counterculture: images of liberation, individuality, iconoclasm and opportunity. Apple Computer was opposed to the uniformity, dullness, rigidity and oppression -- the qualities Apple's advertising associated with Big Brother-style I.B.M. Apple could get away with the imagery (as Microsoft still cannot) because there really was a countercultural romance behind the achievement of the Macintosh: with its pictorial interface and its mouse, it elegantly succeeded in smashing a model of technological design.", "headline": {"kicker": "TECHNOLOGY: CONNECTIONS", "main": "Keeping it simple, avoiding exasperation -- the way we humans prefer."}, "_id": "4fd1d9b58eb7c8105d71967c", "web_url": "http://www.nytimes.com/1996/02/05/business/technology-connections-keeping-it-simple-avoiding-exasperation-way-we-humans.html", "keywords": [{"name": "subject", "value": "ELECTRONICS"}, {"name": "subject", "value": "DATA PROCESSING (COMPUTERS)"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 41715, "time": 66, "offset": 520}}, "status": "OK"}