{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "Like many an entrepreneur these days, David Cohen had an idea for a sure-fire Internet money maker: He would design a Web page around Lemon Boy, a cartoon environmental hero he dreamed up, and use to it sell Lemon Boy-themed watches at $19 a pop -...", "section_name": "Technology; Business", "print_page": "4", "abstract": "World Wide Web is being studied by retired executives to better guide young business people; 12,400 people belong to Score, Service Corps of Retired Executives, group with 389 chapters around nation that offer free guidance to entrepreneurs; many Score members retired long before 'E-commerce' commenced; they are immersing themselves in Internet, and Score has Web page that guides would-be clients to closest Score office and other helpful Web sites; it even offers hot lines to few, including Small Business Administration and various consultants who offer advice on Year 2000 computer problems; it also lets clients ask advice of Score members via E-mail; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-02-22T00:00:00Z", "word_count": 1419, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "H.", "firstname": "Claudia", "role": "reported", "lastname": "DEUTSCH", "organization": ""}], "original": "By CLAUDIA H. DEUTSCH"}, "multimedia": [], "blog": [], "lead_paragraph": "Like many an entrepreneur these days, David Cohen had an idea for a sure-fire Internet money maker: He would design a Web page around Lemon Boy, a cartoon environmental hero he dreamed up, and use to it sell Lemon Boy-themed watches at $19 a pop -- $10 more than the watches would cost him. But like any Web entrepreneur worth his bits, Mr. Cohen, a resident of Queens, ran the idea past a New York consultant.", "headline": {"kicker": "TECHNOLOGY", "main": "Retired Executives Offer Help on Line"}, "_id": "4fd20a078eb7c8105d776b4e", "web_url": "http://www.nytimes.com/1999/02/22/business/technology-retired-executives-offer-help-on-line.html", "keywords": [{"name": "organizations", "value": "SCORE"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "INTERNET AND WORLD WIDE WEB"}, {"name": "subject", "value": "TWO THOUSAND (YEAR)"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Citibank, a pioneer of consumer electronic banking, has decided to abandon many of the computer systems it has built at a huge cost in the last decade and create a new retail banking and investment service on the Internet.     The service -- combi...", "section_name": "Technology; Business", "print_page": "1", "abstract": "Citibank will create new retail banking and investment service on Internet; new service, combining banking, brokerage and financial information, will be introduced in test markets nationwide next year; Citibank will replace core back-office computer systems that it built and maintained at cost of hundreds of millions of dollars; goal is to catch up with new generation of competitors like E-Trade and established competitors like Charles Schwab and Banc One's credit card unit; Citibank hopes its new service can help company achieve goal of having billion customers worldwide by 2010; Citicorp, bank's parent, which will merge with Travelers Group into new company called Citigroup, will start out with 100 million customers in United States and abroad; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-10-05T00:00:00Z", "word_count": 1785, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "HANSELL", "organization": "", "firstname": "Saul"}], "original": "By SAUL HANSELL"}, "multimedia": [], "blog": [], "lead_paragraph": "Citibank, a pioneer of consumer electronic banking, has decided to abandon many of the computer systems it has built at a huge cost in the last decade and create a new retail banking and investment service on the Internet. The service -- combining banking, brokerage and financial information -- is set to be introduced in test markets nationwide next year. The bank hopes the service can help the company achieve its audacious goal of having a billion customers worldwide by 2010. Citicorp, the bank's parent, which intends to merge with Travelers Group into a new company called Citigroup, will be starting out with 100 million customers in the United States and abroad.", "headline": {"kicker": "TECHNOLOGY", "main": "Citibank Sets New On-Line Bank System"}, "_id": "4fd216a58eb7c8105d791146", "web_url": "http://www.nytimes.com/1998/10/05/business/technology-citibank-sets-new-on-line-bank-system.html", "keywords": [{"name": "organizations", "value": "BANC ONE CORP"}, {"name": "organizations", "value": "CITIBANK"}, {"name": "organizations", "value": "E-TRADE GROUP INC"}, {"name": "organizations", "value": "SCHWAB, CHARLES, CORP"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "INTERNET AND WORLD WIDE WEB"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "BANKS AND BANKING"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "WHEN America Online rebuffed AT&T's merger flirtations last month, it could hardly have known that the long-distance giant would soon marry what may be the on-line service's most potent long-term enemy: the At Home Corporation.    At Home, in whic...", "section_name": "Technology; Business", "print_page": "4", "abstract": "New front is opening in Internet wars with development of so-called broadband services that offer high-speed Internet service; most visible battles in broadband world are among various technology providers, but more intense clash is brewing over whether access to broadband lines will be open to America Online or other on-line services or be closed to all content except that chosen by system operator; both At Home Corp and rival Road Runner, cable-modem services, want to use their wires to promote own on-line content; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-06-29T00:00:00Z", "word_count": 1018, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Hansell", "organization": "", "firstname": "Saul"}], "original": "By Saul Hansell"}, "multimedia": [], "blog": [], "lead_paragraph": "WHEN America Online rebuffed AT&T's merger flirtations last month, it could hardly have known that the long-distance giant would soon marry what may be the on-line service's most potent long-term enemy: the At Home Corporation. At Home, in which AT&T will get a 42 percent interest as part of its $31.8 billion acquisition bid for Tele-Communications Inc. last week, markets a high-speed Internet service over cable television wires. It is hardly a force today, with only about 100,000 subscribers. America Online says it has 12 million customers, more than half of the homes in the United States that have on-line access.", "headline": {"kicker": "TECHNOLOGY", "main": "The battle for Internet supremacy is shifting to the companies that sell the connections to users."}, "_id": "4fd1dfeb8eb7c8105d725812", "web_url": "http://www.nytimes.com/1998/06/29/business/technology-battle-for-internet-supremacy-shifting-companies-that-sell.html", "keywords": [{"name": "organizations", "value": "ROAD RUNNER"}, {"name": "organizations", "value": "AMERICA ONLINE"}, {"name": "organizations", "value": "AT HOME CORP"}, {"name": "subject", "value": "CABLE TELEVISION"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "INTERNET AND WORLD WIDE WEB"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "THERE were only a few snickers last week at a new-media conference in Chicago when someone asked a group of executives from Web-search companies which of them would be the first to buy a major television network. It was a sign of just how quickly ...", "section_name": "Technology; Business", "print_page": "5", "abstract": "Technology column by Tom Watson on grand designs of many Web-search companies; says they are no longer content to direct user to Web sites, but seek to create 'portals' to Internet, complete with dial-in service, free E-mail and personal Web pages, paging and messaging, customized news, local weather and stock tracking; says it is radical departure from original business model of catching customer's eye on way to other sites; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1998-05-18T00:00:00Z", "word_count": 970, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Watson", "organization": "", "firstname": "Tom"}], "original": "By Tom Watson"}, "multimedia": [], "blog": [], "lead_paragraph": "THERE were only a few snickers last week at a new-media conference in Chicago when someone asked a group of executives from Web-search companies which of them would be the first to buy a major television network. It was a sign of just how quickly the likes of Yahoo, Lycos, Excite and Infoseek have grown, how grand their mass media dreams have become and how much their original vision of the World Wide Web has changed. No longer content to direct a user to the Web sites most relevant to the individual's interests and tastes, the former search services are intent on creating ''portals'' to the Internet, complete with dial-in service, free E-mail and personal Web pages, paging and messaging, customized news, local weather and stock tracking. The aim: get the suckers under the tent and keep them there. That's a radical departure from the original business model of catching the customer's eye on the way to other sites.", "headline": {"kicker": "TECHNOLOGY", "main": "Alternative doorways to the Internet are popping up in the spirit of free-flowing information."}, "_id": "4fd218778eb7c8105d7955a5", "web_url": "http://www.nytimes.com/1998/05/18/business/technology-alternative-doorways-internet-are-popping-up-spirit-free-flowing.html", "keywords": [{"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "INTERNET AND WORLD WIDE WEB"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "DEEP in the desert wastes of Partenia, where Saharan sand dunes bake under 120-degree sun and shade is scarce, Bishop Jacques Gaillot presides over his church. There are no buildings, no collection plates, no parishioners, no Communion and no Mass...", "section_name": "Technology; Business", "print_page": "6", "abstract": "Sampling of cyberrealms that are partly meant as dissents from real world, objections to it and attempts to remake or redo it; they include first cyberdiocese, created by dissenting, leftist Bishop transferred by Vatican to Sahara, and site by separatist Italian party seeking to split Northern Italy off from south as new country; drawing (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1997-10-27T00:00:00Z", "word_count": 909, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "Rothstein", "organization": "", "firstname": "Edward"}], "original": "By Edward Rothstein"}, "multimedia": [], "blog": [], "lead_paragraph": "DEEP in the desert wastes of Partenia, where Saharan sand dunes bake under 120-degree sun and shade is scarce, Bishop Jacques Gaillot presides over his church. There are no buildings, no collection plates, no parishioners, no Communion and no Mass. And undoubtedly, that is just the way the Vatican wanted things when it transferred the dissenting, leftist Bishop from the French diocese of Evreux in 1995 to this ancient see that dates back to the fourth century. Partenia is somewhere in Algeria, but the Bishop did not sweat over the transfer. It is a ''titular'' see. The position ''Bishop of Partenia'' was meant as a kind of abstract retirement home in religious space.", "headline": {"kicker": "TECHNOLOGY", "main": "When the world doesn't work, try moving to the Web."}, "_id": "4fd202918eb7c8105d7682ae", "web_url": "http://www.nytimes.com/1997/10/27/business/technology-when-the-world-doesn-t-work-try-moving-to-the-web.html", "keywords": [{"name": "glocations", "value": "ITALY"}, {"name": "organizations", "value": "ROMAN CATHOLIC CHURCH"}, {"name": "subject", "value": "COMPUTERS AND INFORMATION SYSTEMS"}, {"name": "subject", "value": "INTERNET AND WORLD WIDE WEB"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Saying that people are losing interest in efforts to organize neighborhoods and communities for potential Year 2000 computer threats, the co-founder of an Internet-based clearinghouse for such grass-roots activities has resigned as the service's r...", "section_name": "Technology; Business", "print_page": "4", "abstract": "Paloma O'Riley resigns as research director of Cassandra Project, an Internet-based clearinghouse for effort to organize neighborhoods and communities for potential Year 2000 computer threats, saying people are losing interest in such efforts; her new focus will be pressing public officials to prepare more aggressively for possible disasters; photos (M)", "type_of_material": "Biography", "subsection_name": null, "pub_date": "1999-09-27T00:00:00Z", "word_count": 588, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "J.", "firstname": "Barnaby", "role": "reported", "lastname": "FEDER", "organization": ""}], "original": "By BARNABY J. FEDER"}, "multimedia": [], "blog": [], "lead_paragraph": "Saying that people are losing interest in efforts to organize neighborhoods and communities for potential Year 2000 computer threats, the co-founder of an Internet-based clearinghouse for such grass-roots activities has resigned as the service's research director. ''We seem to have hit a wall,'' said Paloma O'Riley, who co-founded the clearinghouse, the Cassandra Project, in June of 1997. Her activism brought invitations to testify before Congress and made her a leader in the pursuit of grass-roots responses to potential Year 2000 problems.", "headline": {"kicker": "TECHNOLOGY", "main": "A Founder of a Year 2000 Service Quits to Try a Different Approach"}, "_id": "4fd214b38eb7c8105d78d8ec", "web_url": "http://www.nytimes.com/1999/09/27/business/technology-a-founder-of-a-year-2000-service-quits-to-try-a-different-approach.html", "keywords": [{"name": "persons", "value": "O'RILEY, PALOMA"}, {"name": "organizations", "value": "CASSANDRA PROJECT"}, {"name": "subject", "value": "SUSPENSIONS, DISMISSALS AND RESIGNATIONS"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "TWO THOUSAND (YEAR)"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "In a little more than two years, William Dean Singleton has become the No. 2 newspaper publisher in Southern California, buying up a string of small dailies in a pincer-like move around the dominant paper, The Los Angeles Times.    Mr. Singleton's...", "section_name": "Business", "print_page": "8", "abstract": "William Dean Singleton's Media News Group Inc has bought up string of small dailies in Southern California, in pincer-like move around dominant paper, Los Angeles Times; Media News's merged operations will have daily circulation of 830,000 statewide--63 percent in Los Angeles area; Media News competes with Los Angeles Times for readership and advertising sales, but they are cooperating on distribution of preprinted circulars; that arrangement is now subject of preliminary investigation by Justice Dept; inquiry is likely to focus on whether alliance amounts to price-fixing arrangement in which advertisers are without real alternatives; photo; map; chart (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-02-01T00:00:00Z", "word_count": 848, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "ADELSON", "organization": "", "firstname": "Andrea"}], "original": "By ANDREA ADELSON"}, "multimedia": [], "blog": [], "lead_paragraph": "In a little more than two years, William Dean Singleton has become the No. 2 newspaper publisher in Southern California, buying up a string of small dailies in a pincer-like move around the dominant paper, The Los Angeles Times. Mr. Singleton's Media News Group Inc. already owns 12 daily newspapers in California, and its most recent deal, obtaining control of the Donrey Media Group papers in the state, will add 10 more. The merged operations will have a daily circulation of 830,000 statewide -- 63 percent in the Los Angeles area, where Media News owns The Daily News, The Press-Telegram of Long Beach and other dailies. Some say the expansion may hinder The Los Angeles Times, which is owned by the Times Mirror Company, from pursuing growth in the suburbs.", "headline": {"kicker": "TECHNOLOGY", "main": "A Newspaper Publisher Circles the Competition"}, "_id": "4fd1f4068eb7c8105d74cd48", "web_url": "http://www.nytimes.com/1999/02/01/business/technology-a-newspaper-publisher-circles-the-competition.html", "keywords": [{"name": "persons", "value": "SINGLETON, WILLIAM DEAN"}, {"name": "glocations", "value": "LOS ANGELES (CALIF)"}, {"name": "glocations", "value": "CALIFORNIA"}, {"name": "organizations", "value": "JUSTICE DEPARTMENT"}, {"name": "organizations", "value": "MEDIA NEWS GROUP INC"}, {"name": "organizations", "value": "LOS ANGELES TIMES"}, {"name": "subject", "value": "NEWSPAPERS"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "ANTITRUST ACTIONS AND LAWS"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "With an eye toward the convergence of the Internet and next-generation digital cellular networks, Motorola plans to announce a new chip design on Monday that is meant to support a wide range of cellular telephone standards while offering more comp...", "section_name": "Technology; Business", "print_page": "4", "abstract": "Motorola is set to announce new chip design meant to suport wide range of cellular phone standards while offering more computer-like features; seeks to sell chips to other cellular-phone makers (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-11-01T00:00:00Z", "word_count": 599, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "MARKOFF", "organization": "", "firstname": "John"}], "original": "By JOHN MARKOFF"}, "multimedia": [], "blog": [], "lead_paragraph": "With an eye toward the convergence of the Internet and next-generation digital cellular networks, Motorola plans to announce a new chip design on Monday that is meant to support a wide range of cellular telephone standards while offering more computer-like features. The new chip family is part of Motorola's effort to move its chip production beyond supplying the company's own cell-phone business and toward competing directly in the cellular market with chip makers like Texas Instruments, Royal Philips Electronics and Qualcomm.", "headline": {"kicker": "TECHNOLOGY", "main": "Motorola to Offer a Chip That Can Support a Variety of Cell-Phone Standards"}, "_id": "4fd1f07d8eb7c8105d7468fa", "web_url": "http://www.nytimes.com/1999/11/01/business/technology-motorola-offer-chip-that-can-support-variety-cell-phone-standards.html", "keywords": [{"name": "organizations", "value": "MOTOROLA INC"}, {"name": "subject", "value": "CELLULAR TELEPHONES"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Graying nerds who recall the Balkanization of Unix into a slew of incompatible operating systems may be reliving history  with the proliferation of Linux brands.    Just as Unix once promised to be the lingua franca of open systems, the Linux oper...", "section_name": "Technology; Business", "print_page": "5", "abstract": "Concern is growing that commercialization of Linux computer operating system, touted as standard for open-source movement, will lead to slew of incompatible systems; open-source software, promoted as way to challenge dominance of Microsoft's Windows, is based on idea of making programs underlying code freely available and readily modifiable by anyone; Linux can be downloaded free, but over 22 companies now sell such software, each packaging it differently; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-10-18T00:00:00Z", "word_count": 905, "news_desk": "Business/Financial Desk", "byline": {"person": [{"role": "reported", "organization": "", "rank": 1}], "original": "By LAWRENCE M. FISHER"}, "multimedia": [], "blog": [], "lead_paragraph": "Graying nerds who recall the Balkanization of Unix into a slew of incompatible operating systems may be reliving history with the proliferation of Linux brands. Just as Unix once promised to be the lingua franca of open systems, the Linux operating system, itself a variant of Unix, has been held out as standard for the open-source movement. But there is growing concern that just as the Unix world slid into chaos like a modern Tower of Babel, the commercialization of Linux will lead to systems that cannot understand each other.", "headline": {"kicker": "TECHNOLOGY", "main": "Supporters of Linux Worry That Commercialization Could Bring Chaos"}, "_id": "4fd210b78eb7c8105d785819", "web_url": "http://www.nytimes.com/1999/10/18/business/technology-supporters-of-linux-worry-that-commercialization-could-bring-chaos.html", "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Six months ago, Richard Latman was riding the wave of instant Internet fame. His Seattle-based start-up, Microworkz, had just announced a personal computer priced at $299, including a year of Internet service and bundled software.     The Microwor...", "section_name": "Technology; Business", "print_page": "5", "abstract": "Richard Latman, chairman of Microworkz, says company is focusing on new product: iToaster, a $199 Internet device that uses pared down version of Be operating system; Latman claims he has learned from mistakes he made after company offered personal computer priced at $299, including year of Internet service and bundled software and then failed to deliver in timely fashion; photo (M)", "type_of_material": "News", "subsection_name": null, "pub_date": "1999-09-13T00:00:00Z", "word_count": 586, "news_desk": "Business/Financial Desk", "byline": {"person": [{"rank": 1, "middlename": "J.", "firstname": "Laurie", "role": "reported", "lastname": "FLYNN", "organization": ""}], "original": "By LAURIE J. FLYNN"}, "multimedia": [], "blog": [], "lead_paragraph": "Six months ago, Richard Latman was riding the wave of instant Internet fame. His Seattle-based start-up, Microworkz, had just announced a personal computer priced at $299, including a year of Internet service and bundled software. The Microworkz Web site was quickly overwhelmed by people making inquiries or placing orders for the machine, which was called the Webzter Jr. Within weeks, the company had taken orders for thousands of systems, and Mr. Latman told eager buyers he could deliver 100,000 units in the first round of shipments.", "headline": {"kicker": "TECHNOLOGY", "main": "Microworkz Tries to Put $299 PC Behind It"}, "_id": "4fd2107e8eb7c8105d784e5f", "web_url": "http://www.nytimes.com/1999/09/13/business/technology-microworkz-tries-to-put-299-pc-behind-it.html", "keywords": [{"name": "persons", "value": "LATMAN, RICHARD"}, {"name": "organizations", "value": "MICROWORKZ COMPUTER CO"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 41715, "time": 63, "offset": 40}}, "status": "OK"}