{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"document_type": "article", "snippet": "The wrenching anxiety of facing a new experience unprepared can be a barrier to students taking their first science laboratory course.    In the opinion of Marjorie Kandel, a chemistry lab instructor at the State University of New York at Stony Br...", "section_name": "Technology; Science; New York and Region", "print_page": "65", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-12-15T00:00:00Z", "word_count": 603, "news_desk": "Metropolitan Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "The wrenching anxiety of facing a new experience unprepared can be a barrier to students taking their first science laboratory course. In the opinion of Marjorie Kandel, a chemistry lab instructor at the State University of New York at Stony Brook, it is enough to turn many students away from the sciences before they get a chance to appreciate them.", "headline": {"main": "CAMPUS LIFE: SUNY, Stony Brook; Afraid of Lab Courses? Workshop Offers a Cure"}, "_id": "4fd19c468eb7c8105d6adafa", "web_url": "http://www.nytimes.com/1991/12/15/nyregion/campus-life-suny-stony-brook-afraid-of-lab-courses-workshop-offers-a-cure.html", "keywords": [{"name": "persons", "value": "KANDEL, MARJORIE"}, {"name": "organizations", "value": "NATIONAL SCIENCE FOUNDATION"}, {"name": "organizations", "value": "STATE UNIVERSITY OF NEW YORK AT STONY BROOK"}, {"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Hailstones   Q.     What determines how big hailstones are?...", "section_name": "Technology; Science; Health", "print_page": "2", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1991-09-10T00:00:00Z", "word_count": 403, "news_desk": "Science Desk", "byline": {"person": [{"rank": 1, "middlename": "Claiborne", "firstname": "C.", "role": "reported", "lastname": "RAY", "organization": ""}], "original": "By C. CLAIBORNE RAY"}, "multimedia": [], "blog": [], "lead_paragraph": "Hailstones Q. What determines how big hailstones are?", "headline": {"main": "Q&A"}, "_id": "4fd1c4b48eb7c8105d6f4d08", "web_url": "http://www.nytimes.com/1991/09/10/science/q-a-993991.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Sea Gulls    Q.     I thought sea gulls were coastal birds but now I see them far inland. Is this a change of habitat?      A.  \"First of all, they are gulls, not sea gulls,\" said Dr. Richard Bonney Jr., an ornithologist and director of education ...", "section_name": "Technology; Science; Health", "print_page": "7", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1991-09-03T00:00:00Z", "word_count": 467, "news_desk": "Science Desk", "byline": {"person": [{"rank": 1, "middlename": "Claiborne", "firstname": "C.", "role": "reported", "lastname": "RAY", "organization": ""}], "original": "By C. CLAIBORNE RAY"}, "multimedia": [], "blog": [], "lead_paragraph": "Sea Gulls Q. I thought sea gulls were coastal birds but now I see them far inland. Is this a change of habitat? A. \"First of all, they are gulls, not sea gulls,\" said Dr. Richard Bonney Jr., an ornithologist and director of education at the Cornell Laboratory of Ornithology in Ithaca, N.Y. \"Sea gull\" is something of a misnomer, he said; while these birds were mostly coastal in the past, there have always been some inland.", "headline": {"main": "Q&A"}, "_id": "4fd1acc28eb7c8105d6cc96e", "web_url": "http://www.nytimes.com/1991/09/03/science/q-a-297891.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Light Bulb Lifespan   Q.     Why do do all my light bulbs seem to burn out at the same time? What determines how fast they burn out? Does turning them on and off affect longevity?...", "section_name": "Technology; Science; Health", "print_page": "9", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1991-07-16T00:00:00Z", "word_count": 351, "news_desk": "Science Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Light Bulb Lifespan Q. Why do do all my light bulbs seem to burn out at the same time? What determines how fast they burn out? Does turning them on and off affect longevity?", "headline": {"main": "Q&A"}, "_id": "4fd1ab248eb7c8105d6c95de", "web_url": "http://www.nytimes.com/1991/07/16/science/q-a-601491.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Strong Perfume   Q.   Why do some perfumes smell stronger and last longer than others?...", "section_name": "Technology; Science; Health", "print_page": "8", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1991-06-04T00:00:00Z", "word_count": 384, "news_desk": "Science Desk", "byline": {"person": [{"rank": 1, "middlename": "Claiborne", "firstname": "C.", "role": "reported", "lastname": "RAY", "organization": ""}], "original": "By C. CLAIBORNE RAY"}, "multimedia": [], "blog": [], "lead_paragraph": "Strong Perfume Q. Why do some perfumes smell stronger and last longer than others?", "headline": {"main": "Q&A"}, "_id": "4fd1a32c8eb7c8105d6ba331", "web_url": "http://www.nytimes.com/1991/06/04/science/q-a-577391.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Departing from a longstanding policy, the White House today listed 22 areas of technological development that should be nurtured as \"critical to the national prosperity and to national security.\"   Until now, the White House had opposed efforts to...", "section_name": "Science; Technology; Business", "print_page": "17", "abstract": null, "type_of_material": "News", "subsection_name": null, "pub_date": "1991-04-26T00:00:00Z", "word_count": 500, "news_desk": "Financial Desk", "byline": {"person": [{"rank": 1, "role": "reported", "lastname": "TOLCHIN", "organization": "", "firstname": "Martin"}], "original": "By MARTIN TOLCHIN"}, "multimedia": [], "blog": [], "lead_paragraph": "Departing from a longstanding policy, the White House today listed 22 areas of technological development that should be nurtured as \"critical to the national prosperity and to national security.\" Until now, the White House had opposed efforts to identify and nurture critical technologies as unwarranted governmental interference. Aides to President Bush had said such lists involved picking winners and losers, were counterproductive and undermined the Administration's commitment to free trade.", "headline": {"main": "White House Lists 22 Critical Technologies"}, "_id": "4fd19e218eb7c8105d6b0e65", "web_url": "http://www.nytimes.com/1991/04/26/business/white-house-lists-22-critical-technologies.html", "keywords": [{"name": "persons", "value": "BUSH, GEORGE"}, {"name": "persons", "value": "PHILLIPS, WILLIAM D"}, {"name": "organizations", "value": "SCIENCE AND TECHNOLOGY POLICY, OFFICE OF"}, {"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "April Flowers     Q.    Why are so many early-blooming spring flowers yellow?     A. At least in part because gardeners plant a lot of forsythia and daffodils and because yellow flowers are noticeable, botanists suggest.   Deborah Kean, a botanist...", "section_name": "Technology; Science; Health", "print_page": "5", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1991-04-02T00:00:00Z", "word_count": 358, "news_desk": "Science Desk", "byline": {"person": [{"rank": 1, "middlename": "Claiborne", "firstname": "C.", "role": "reported", "lastname": "Ray", "organization": ""}], "original": "By C. Claiborne Ray"}, "multimedia": [], "blog": [], "lead_paragraph": "April Flowers Q. Why are so many early-blooming spring flowers yellow? A. At least in part because gardeners plant a lot of forsythia and daffodils and because yellow flowers are noticeable, botanists suggest. Deborah Kean, a botanist at the Brooklyn Botanic Garden, said that yellow-flowered species were actually a minority of shrubs, early or late. And while many flowers of the composite family (those with a large calyx) are yellow, they often bloom later in the year, like the dandelion and goldenrod. What may be happening, she suggested, is that because yellow flowers reflect more light than any other color except white, they attract more attention, especially after a long flowerless winter. Color helps a flower attract its pollinators, she said, but that does not seem to be the main function. Yellow attracts bees, but so does blue, she noted. Animal Gourmets Q. How discriminating are the palates of wild animals? Do wolves wolf down their food because they can't taste it, for example? A. Animals' sensitivity to taste varies widely by species, said Dr. Robert Cook, chief veterinarian for the Bronx Zoo, but animals do have food preferences and many have taste buds. Animals also seek out food based on consistency, color and smell, he said. Certain snakes that have poor eyesight have powerful receptors for the heat of their prey and make their choices based on that, he said, and some animals seek out special nutrients. Because the diet of zoo animals like lions is prepared to provide certain levels of vitamins and minerals, their preferences are not the best guide to what a lion would eat in the wild, he said. \"That would usually be what they can catch,\" he said, \"small hoofed stock like antelopes, for example.\" Animals may sense whether what they are about to eat is rotten, Dr. Cook said, but \"whether they will select against it, we don't necessarily know,\" he added. \"They usually prefer fresh.\" As for wolves, Dr. Cook said, they are close relatives of the domestic dog, and it is assumed that their taste buds are somewhat similar. The gusto shown, however, \"depends on when they last ate.\"", "headline": {"main": "Q&A"}, "_id": "4fd1c19b8eb7c8105d6f0ee4", "web_url": "http://www.nytimes.com/1991/04/02/science/q-a-828691.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Q.    Can disease germs lurk on telephone receivers? What about coins and bills?      A. \"Yes, germs do live on phone receivers,\" said Dr. Michael Giordano, a specialist in infectious diseases at New York Hospital-Cornell Medical Center in Manhatt...", "section_name": "Technology; Science; Health", "print_page": "10", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1991-03-12T00:00:00Z", "word_count": 374, "news_desk": "Science Desk", "byline": {"person": [{"rank": 1, "middlename": "Claiborne", "firstname": "C.", "role": "reported", "lastname": "RAY", "organization": ""}], "original": "By C. CLAIBORNE RAY"}, "multimedia": [], "blog": [], "lead_paragraph": "Q. Can disease germs lurk on telephone receivers? What about coins and bills? A. \"Yes, germs do live on phone receivers,\" said Dr. Michael Giordano, a specialist in infectious diseases at New York Hospital-Cornell Medical Center in Manhattan. \"A phone receiver is considered a fomite, any inanimate object capable of transmitting infection.\"", "headline": {"kicker": "Q&A", "main": "Germs and Phones"}, "_id": "4fd1a9178eb7c8105d6c56a2", "web_url": "http://www.nytimes.com/1991/03/12/science/q-a-germs-and-phones.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Survival of the Fattest?    Q. Would obese people survive longer without food and water than skinny people?   A. They probably would last longer without food, but not water, said Dr. James O. Hill, a physiologist and expert on obesity at Vanderbil...", "section_name": "Technology; Science; Health", "print_page": "7", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1991-02-05T00:00:00Z", "word_count": 265, "news_desk": "Science Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Survival of the Fattest? Q. Would obese people survive longer without food and water than skinny people? A. They probably would last longer without food, but not water, said Dr. James O. Hill, a physiologist and expert on obesity at Vanderbilt University School of Medicine in Nashville, Tenn. \"In a situation without food coming in, you use energy that is stored, and an obese person has more stored energy than a lean person,\" Dr. Hill said. \"However, an obese person would not last as long as you might think, because he uses that energy at a greater rate than a lean person.\" More energy is required to maintain a larger body mass, he said. As for water, obese people would not really have an advantage because fat does not store much extra water. Polar Bears Q. Are polar bears happy in our zoos during the summer? A. It depends on the exhibit, said Rick Barongi, curator of mammals at the San Diego Zoo. He said polar bears are most comfortable in cold water or in the shade because their thick layer of fat retains heat. Also, their fur prevents heat from dissipating quickly. In San Diego, two polar bears, Bonnie and Caspar, live at the bottom of a shaded canyon and romp in water that averages 50 to 60 degrees Fahrenheit. \"It gets pretty hot even in Canada in the summer,\" he said. \"So the bears don't exert too much energy.\" Readers are invited to submit questions about science to Questions, Science Times, The New York Times, 229 West 43d Street, New York, N.Y. 10036.", "headline": {"main": "Q&A"}, "_id": "4fd1a7a28eb7c8105d6c2649", "web_url": "http://www.nytimes.com/1991/02/05/science/q-a-881391.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}, {"document_type": "article", "snippet": "Banana Strings   Q. What are the strings in a banana for?   A. The prominent bundles running the length of a banana are part of the vascular system, expanding to carry nourishment while the banana develops and helping to strengthen the peel tissue...", "section_name": "Technology; Science; Health", "print_page": "10", "abstract": null, "type_of_material": "Question", "subsection_name": null, "pub_date": "1990-10-23T00:00:00Z", "word_count": 426, "news_desk": "Science Desk", "byline": null, "multimedia": [], "blog": [], "lead_paragraph": "Banana Strings Q. What are the strings in a banana for? A. The prominent bundles running the length of a banana are part of the vascular system, expanding to carry nourishment while the banana develops and helping to strengthen the peel tissues, according to botanical reference works. By the time you peel a banana, however, their function is over and they shrink, leaving marks in the flesh. The banana is not a tree, but an overgrown herb. It grows from a rootlike rhizome, with buds along it somewhat like the eyes of a potato. Furled bundles of leaves ascend like a stem from these buds. Then a shoot grows up the center of the bundle, emerging as a flower bud that opens into a cascade of blossoms. Each female blossom is destined to develop into a banana. Sleep Before Midnight Q. Is it true that an hour of sleep before midnight is worth two hours of sleep after midnight? A. \"No, because sleep isn't that simple,\" said Dr. Charles Pollak, director of the Institute of Chronobiology and head of the Sleep-Wake Disorder Center of New York Hospital-Cornell Medical Center's Westchester division in White Plains, N.Y. In fact, he said, the hour of rising is probably much more important in keeping sleep cycles normal. Individuals go through a series of periods of rapid-eye-movement, or REM sleep, and non-REM sleep, Dr. Pollak said, and both kinds are needed. There is no evidence that you need more of one than the other, he said, but you do get most of the non-REM sleep in the first three to four hours of sleep and most of the REM sleep after that. Dr. Pollak said the amounts of different kinds of sleep are determined by when, within a sleep cycle, a person goes to bed and gets up. A human being's sleep cycles are also regulated by the amount of sleep needed over a period of several days, he said. Thus, sleep is regulated both by a system based on \"need\" for sleep and a system designed to keep the body's time in synchrony with the time of day, so that others are awake at the same time. \"This system allows animal life to coordinated with the environment, food sources and fellow animals,\" he said. The second half of the night is crucially important in setting the rhythm of sleep, Dr. Pollak said. \"Getting up in the morning is the most important act of the day that keeps our biological clocks keeping the right time,\" he said. \"It resets the clock.\"", "headline": {"main": "Q&A"}, "_id": "4fd1b1608eb7c8105d6d38e6", "web_url": "http://www.nytimes.com/1990/10/23/science/q-a-167990.html", "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "source": "The New York Times", "slideshow_credits": null}], "meta": {"hits": 41715, "time": 57, "offset": 1120}}, "status": "OK"}